{"1":{"arabic":"ٱلۡقَارِعَةُٱلۡقَارِعَةُ","words":{"arabicWords":["ٱلۡقَارِعَةُ"],"translationWords":["hari kiamat"]},"translation":"Al-Qāri‘ah (hari Kiamat yang menggetarkan).","tafsir":{"tafsir-jalalayn":"Al-Qaari'ah (Hari Kiamat yang Menggetarkan)\n\n(Hari kiamat) dinamakan Al-Qaari'ah karena kengerian-kengerian yang terjadi di dalamnya sangat menggentarkan kalbu.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"1-2. Hari kiamat yang mengerikan; apakah hari kiamat itu' Allah mengulang penyebutan kata 'al-Q'ri'ah' untuk menggugah perhatian manusia tentang kengeriannya dan peristiwa-peristiwa dahsyat yang terjadi pada hari itu. 1-2. Hari kiamat yang mengerikan; apakah hari kiamat itu' Allah mengulang penyebutan kata 'al-Q'ri'ah' untuk menggugah perhatian manusia tentang kengeriannya dan peristiwa-peristiwa dahsyat yang terjadi pada hari itu.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menyebutkan kata al-qari'ah, yaitu salah satu nama hari Kiamat, seperti al-haqqah, as-sakhkhah, ath-thammah, dan al-Gasyiyah. Hari Kiamat itu juga disebut al-qari'ah karena ia menggetarkan hati setiap orang akibat kedahsyatannya. Kata al-qari'ah juga digunakan untuk menyebut suatu bencana hebat. Allah berfirman:\n\nDan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri. (ar-Ra'd/13: 31)\n\nMaksudnya mereka ditimpa malapetaka hebat yang mengetuk hati mereka dan menyakiti tubuh mereka, sehingga mereka mengeluh karenanya.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"2":{"arabic":"مَا ٱلۡقَارِعَةُمَا ٱلۡقَارِعَةُ","words":{"arabicWords":["مَا","ٱلۡقَارِعَةُ"],"translationWords":["apakah","hari kiamat"]},"translation":"Apakah al-Qāri‘ah itu?","tafsir":{"tafsir-jalalayn":"(Apakah hari kiamat itu?) ungkapan ini menggambarkan tentang kengeriannya; ayat yang pertama dan ayat yang kedua merupakan Mubtada dan Khabarnya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"1-2. Hari kiamat yang mengerikan; apakah hari kiamat itu' Allah mengulang penyebutan kata 'al-Q'ri'ah' untuk menggugah perhatian manusia tentang kengeriannya dan peristiwa-peristiwa dahsyat yang terjadi pada hari itu. 3. Allah mengulangi sekali lagi pertanyaan itu agar manusia semakin tergugah, 'Dan tahukah kamu apakah hari kiamat itu''.","tafsir-lengkap-kemenag":"Dalam ayat ini Allah mengulang kata al-qari'ah dalam bentuk pertanyaan untuk meminta perhatian agar manusia memahami karena dahsyatnya kejadian hari Kiamat dan huru-hara yang membuat hati kecut, sehingga sulit menggambarkannya dengan tepat dan sulit mengetahui dengan sebenarnya.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"3":{"arabic":"وَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُوَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُ","words":{"arabicWords":["وَمَآ","أَدۡرَىٰكَ","مَا","ٱلۡقَارِعَةُ"],"translationWords":["dan apakah","kamu tahu","apa","hari kiamat"]},"translation":"Tahukah kamu apakah al-Qāri‘ah itu?","tafsir":{"tafsir-jalalayn":"(Tahukah kamu) atau apakah kamu tahu (apakah hari kiamat itu?) ungkapan ayat ini menambah kengerian yang terdapat di hari kiamat. Lafal Maa yang pertama adalah Mubtada sedangkan lafal sesudahnya yaitu lafal Adraaka merupakan Khabarnya; dan Maa yang kedua berikut Khabarnya berkedudukan sebagai Maf'ul kedua dari lafal Adraa.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"Allah mengulangi sekali lagi pertanyaan itu agar manusia semakin tergugah, 'Dan tahukah kamu apakah hari kiamat itu''4. Allah menggambarkan dahsyatnya hari kiamat melalui dua hal, yaitu keadaan manusia dan gunung-gunung. Pada hari kiamat itu manusia seperti laron yang beterbangan. Mereka berlarian tidak tentu arah, kacau balau, dan tidak lagi menghiraukan sekelilingnya.","tafsir-lengkap-kemenag":"Allah mengulangi kata al-qari'ah itu adalah untuk menggambarkan kedahsyatan hari Kiamat itu, seakan-akan tidak ada sesuatu pun yang dapat dijadikan contoh untuk al-qari'ah itu. Bagaimana pun mengkhayalkannya, al-qari'ah lebih hebat dari itu.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"4":{"arabic":"يَوۡمَ يَكُونُ ٱلنَّاسُ كَٱلۡفَرَاشِ ٱلۡمَبۡثُوثِيَوۡمَ يَكُونُ ٱلنَّاسُ كَٱلۡفَرَاشِ ٱلۡمَبۡثُوثِ","words":{"arabicWords":["يَوۡمَ","يَكُونُ","ٱلنَّاسُ","كَٱلۡفَرَاشِ","ٱلۡمَبۡثُوثِ"],"translationWords":["hari","adalah","manusia","seperti anai-anai","bertebaran"]},"translation":"Pada hari itu manusia seperti laron yang beterbangan","tafsir":{"tafsir-jalalayn":"(Pada hari itu) dinashabkan oleh lafal yang disimpulkan dari pengertian yang terkandung di dalam lafal Al-Qaari'ah yakni lafal Taqra'u, artinya pada hari yang menggentarkan itu (manusia adalah seperti anai-anai yang dihambur-hamburkan) atau seakan-akan belalang-belalang yang dihambur-hamburkan; sebagian di antaranya terbang beriring-iringan dengan yang lainnya secara semrawut. Demikian itu karena mereka dalam keadaan kebingungan, hal ini terus berlangsung hingga mereka dipanggil untuk menjalani perhitungan amal perbuatan.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"Allah menggambarkan dahsyatnya hari kiamat melalui dua hal, yaitu keadaan manusia dan gunung-gunung. Pada hari kiamat itu manusia seperti laron yang beterbangan. Mereka berlarian tidak tentu arah, kacau balau, dan tidak lagi menghiraukan sekelilingnya. 5. Dan pada hari kiamat itu pula gunung-gunung seperti bulu yang dihambur-hamburkan. Gunung yang demikian kekar diempaskan sehingga menjadi abu, kemudian disapu oleh angin dahsyat hingga beterbangan, menjadikan bumi terhampar rata.","tafsir-lengkap-kemenag":"Karena sangat sulit mengetahui hakikat al-qari'ah, maka dalam ayat ini Allah menjelaskan waktu kedatangannya. Ketika itu, keadaan manusia bagaikan laron yang beterbangan di sekeliling lampu pada malam hari. Penyerupaan ini adalah untuk menggambarkan keadaan manusia yang kebingungan dan tidak menentu arah tujuannya.\n\nManusia pada hari yang dahsyat itu bertebaran di mana-mana, bingung, dan tidak tahu ke mana akan dituju, apa yang akan dikerjakan, dan untuk apa mereka dikumpulkan di sana. Kondisi ini tidak ubahnya seperti anai-anai yang tidak berketentuan arahnya. Dalam ayat lain, Allah berfirman:\n\nSeakan-akan mereka belalang yang beterbangan. (al-Qamar/54 : 7).","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"5":{"arabic":"وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِوَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِ","words":{"arabicWords":["وَتَكُونُ","ٱلۡجِبَالُ","كَٱلۡعِهۡنِ","ٱلۡمَنفُوشِ"],"translationWords":["dan adalah","gunung-gunung","seperti bulu","dihambur-hamburkan"]},"translation":"dan gunung-gunung seperti bulu yang berhamburan.","tafsir":{"tafsir-jalalayn":"(Dan gunung-gunung adalah seperti bulu yang dihambur-hamburkan) atau bagaikan wool yang terhambur-hamburkan, karena ringannya, sehingga jatuh kembali rata dengan tanah.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"Dan pada hari kiamat itu pula gunung-gunung seperti bulu yang dihambur-hamburkan. Gunung yang demikian kekar diempaskan sehingga menjadi abu, kemudian disapu oleh angin dahsyat hingga beterbangan, menjadikan bumi terhampar rata. 6-7. Maka adapun orang yang berat timbangan kebaikan-nya, baik berupa ibadah ritual maupun sosial yang dikerjakan dengan ikhlas, maka dia berada dalam kehidupan yang memuaskan dan membahagiakan. Itulah surga yang penuh nikmat.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah mengungkapkan bahwa gunung-gunung yang telah hancur itu beterbangan dari tempatnya seperti bulu halus yang diterbangkan angin. Lalu bagaimanakah keadaan manusia yang mempunyai tubuh yang lemah itu bila mengalami al-qari'ah itu.\n\nBanyak terdapat dalam Al-Qur'an ayat-ayat tentang keadaan gunung-gunung pada hari Kiamat, di antaranya Allah berfirman:\n\nDan engkau akan melihat gunung-gunung, yang engkau kira tetap di tempatnya, padahal ia berjalan (seperti) awan berjalan. (an-Naml/27 : 88)\n\nDan menjadilah gunung-gunung itu seperti onggokan pasir yang dicurahkan. (al-Muzzammil/73: 14)\n\nDan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an- Naba'/78: 20)\n\nSemua keterangan tersebut untuk menjelaskan bahwa gunung-gunung yang besar dan kuat seharusnya tetap tidak dapat digerakkan, tetapi al-Qari'ah dapat menghancurkannya, apalagi manusia makhluk yang lemah.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"6":{"arabic":"فَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥفَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥ","words":{"arabicWords":["فَأَمَّا","مَن","ثَقُلَتۡ","مَوَٰزِينُهُۥ"],"translationWords":["maka adapun","siapa/orang","berat","timbangannya"]},"translation":"Siapa yang berat timbangan (kebaikan)-nya,","tafsir":{"tafsir-jalalayn":"(Dan adapun orang yang berat timbangannya) artinya amal kebaikannya lebih berat daripada amal keburukannya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"6-7. Maka adapun orang yang berat timbangan kebaikan-nya, baik berupa ibadah ritual maupun sosial yang dikerjakan dengan ikhlas, maka dia berada dalam kehidupan yang memuaskan dan membahagiakan. Itulah surga yang penuh nikmat. 6-7. Maka adapun orang yang berat timbangan kebaikan-nya, baik berupa ibadah ritual maupun sosial yang dikerjakan dengan ikhlas, maka dia berada dalam kehidupan yang memuaskan dan membahagiakan. Itulah surga yang penuh nikmat.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)\n\n.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"7":{"arabic":"فَهُوَ فِى عِيشَةٍ رَّاضِيَةٍفَهُوَ فِى عِيشَةٍ رَّاضِيَةٍ","words":{"arabicWords":["فَهُوَ","فِي","عِيشَةٖ","رَّاضِيَةٖ"],"translationWords":["maka dia","dalam","kehidupan","memuaskan"]},"translation":"dia berada dalam kehidupan yang menyenangkan.","tafsir":{"tafsir-jalalayn":"(Maka dia berada dalam kehidupan yang memuaskan) yaitu berada di dalam surga; atau dengan kata lain kehidupan yang diterimanya itu sangat memuaskannya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"6-7. Maka adapun orang yang berat timbangan kebaikan-nya, baik berupa ibadah ritual maupun sosial yang dikerjakan dengan ikhlas, maka dia berada dalam kehidupan yang memuaskan dan membahagiakan. Itulah surga yang penuh nikmat. 8-9. Dan adapun orang yang ringan timbangan kebaikan-nya dan kalah berat dibanding timbangan keburukannya karena lebih banyak berbuat maksiat dan kebatilan daripada taat dan kebajikan, maka tempat kembalinya adalah neraka Hawiyah.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah menjelaskan tentang ganjaran bagi orang-orang yang banyak melakukan amal kebajikan, yaitu ketika amal mereka ditimbang dan timbangannya berat karena banyak mengerjakan amal-amal saleh. Ganjaran bagi orang-orang ini adalah kesenangan abadi di surga. Mereka hidup di dalamnya penuh dengan kebahagiaan, kenikmatan, dan kepuasan. Kita wajib mempercayai adanya mizan (neraca/timbangan) yang tersebut pada ayat ini dan dalam firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat. (al-Anbiya'/21: 47)\n\n.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"8":{"arabic":"وَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥوَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥ","words":{"arabicWords":["وَأَمَّا","مَنۡ","خَفَّتۡ","مَوَٰزِينُهُۥ"],"translationWords":["dan adapun","orang","ringan","timbangannya"]},"translation":"Adapun orang yang ringan timbangan (kebaikan)-nya,","tafsir":{"tafsir-jalalayn":"(Dan adapun orang yang ringan timbangannya) artinya amal keburukannya lebih berat daripada amal kebaikannya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"8-9. Dan adapun orang yang ringan timbangan kebaikan-nya dan kalah berat dibanding timbangan keburukannya karena lebih banyak berbuat maksiat dan kebatilan daripada taat dan kebajikan, maka tempat kembalinya adalah neraka Hawiyah. 8-9. Dan adapun orang yang ringan timbangan kebaikan-nya dan kalah berat dibanding timbangan keburukannya karena lebih banyak berbuat maksiat dan kebatilan daripada taat dan kebajikan, maka tempat kembalinya adalah neraka Hawiyah. \n\n.","tafsir-lengkap-kemenag":"Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"9":{"arabic":"فَأُمُّهُۥ هَاوِيَةٌفَأُمُّهُۥ هَاوِيَةٌ","words":{"arabicWords":["فَأُمُّهُۥ","هَاوِيَةٞ"],"translationWords":["maka tempat kembalinya","jurang yang dalam/neraka Hawiyah"]},"translation":"tempat kembalinya adalah (neraka) Hawiyah.","tafsir":{"tafsir-jalalayn":"(Maka tempat kembalinya) yaitu tempat tinggalnya (adalah neraka Haawiyah.).","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"8-9. Dan adapun orang yang ringan timbangan kebaikan-nya dan kalah berat dibanding timbangan keburukannya karena lebih banyak berbuat maksiat dan kebatilan daripada taat dan kebajikan, maka tempat kembalinya adalah neraka Hawiyah. \n\n10. Menggugah perhatian manusia tentang neraka Hawiyah itu, Allah berfirman, 'Dan tahukah kamu apakah neraka Hawiyah itu''.","tafsir-lengkap-kemenag":"Allah juga menjelaskan nasib orang-orang jahat yaitu bila amal orang-orang jahat itu ditimbang dan timbangannya itu ringan karena banyak mengerjakan kejahatan dan sedikit mengerjakan kebajikan di dunia maka mereka akan ditempatkan dalam neraka Hawiyah tempat penyiksaan orang-orang jahat, tempat hidup sengsara; suatu tempat yang mereka dijerumuskan ke dalamnya.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"10":{"arabic":"وَمَآ أَدۡرَىٰكَ مَا هِيَهۡوَمَآ أَدۡرَىٰكَ مَا هِيَهۡ","words":{"arabicWords":["وَمَآ","أَدۡرَىٰكَ","مَا","هِيَهۡ"],"translationWords":["dan apakah","kamu tahu","apa","itu"]},"translation":"Tahukah kamu apakah (neraka Hawiyah) itu?","tafsir":{"tafsir-jalalayn":"(Dan tahukah kamu, apakah Haawiyah itu?) atau apakah neraka Haawiyah itu?.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"Menggugah perhatian manusia tentang neraka Hawiyah itu, Allah berfirman, 'Dan tahukah kamu apakah neraka Hawiyah itu''11. Neraka Hawiyah itu adalah api yang sangat panas dan menjadikan apa saja yang masuk ke dalamnya hancur lebur dan leleh.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}},"11":{"arabic":"نَارٌ حَامِيَةٌنَارٌ حَامِيَةٌ","words":{"arabicWords":["نَارٌ","حَامِيَةُۢ"],"translationWords":["api","sangat panas"]},"translation":"(Ia adalah) api yang sangat panas.","tafsir":{"tafsir-jalalayn":"Neraka Haawiyah itu adalah (api yang sangat panas) yang panasnya luar biasa; huruf Ha yang terdapat pada lafal Hiyah adalah Ha Sakat, baik dalam keadaan Washal ataupun Waqaf tetap dibaca. Tetapi menurut suatu qiraat tidak dibaca bila dalam keadaan Washal.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qari'ah: 1-11\n\nHari kiamat, apakah hari kiamat itu? Tahukah kamu apakah hari kiamat itu? Pada hari itu manusia seperti anai-anai yang bertebaran, dan gunung-gunung seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang timbangan (kebaikan)nya ringan, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (yaitu) api yang sangat panas. Al-Qari'ah adalah nama lain dari hari kiamat, seperti Al-Haqqah, At-Tammah, As-Sakhkhah, Al-Ghasyiyah, dan lain-lainnya.\n\nKemudian Allah subhanahu wa ta’ala menggambarkan tentang kedahsyatan dan kengeriannya melalui firman-Nya: Tahukah kamu apakah hari kiamat itu? (Al-Qari'ah: 3) Kemudian ditafsirkan oleh firman berikutnya: (yaitu) pada hari manusia seperti anai-anai yang bertebaran. (Al-Qari'ah:4) Yakni mereka bertebaran bercerai-berai ke sana dan kemari karena kebingungan menghadapi huru-hara yang sangat menakutkan di hari itu, sehingga mereka mirip dengan anai-anai yang bertebaran. Hal yang sama digambarkan oleh Allah subhanahu wa ta’ala melalui ayat lainnya: seakan-akan mereka belalang yang beterbangan. (Al-Qamar: 7) Adapun firman Allah subhanahu wa ta’ala: dan gunung-gunung seperti bulu yang dihambur-hamburkan. (Al-Qari'ah: 5) Gunung-gunung di hari itu seakan-akan seperti bulu domba yang diawut-awut hingga menjadi beterbangan. Mujahid, Ikrimah, Sa'id ibnu Jubair, Al-Hasan, Qatadah, ‘Atha’ Al-Khurrasani, Adh-Dhahhak, dan As-Suddi mengatakan sehubungan dengan makna firman-Nya, \"Al-'ihni, bahwa makna yang dimaksud adalah bulu domba.\n\nKemudian Allah subhanahu wa ta’ala berfirman, menceritakan apa yang akan dialami oleh orang-orang yang beramal dan tempat kembali mereka berpulang, yang adakalanya di tempat yang terhormat dan adakalanya pula di tempat yang terhina sesuai dengan amal perbuatan masing-masing. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan adapun orang-orang yang berat timbangan (kebaikan)nya. (Al-Qari'ah: 6) Maksudnya, timbangan amal kebaikannya lebih berat daripada timbangan amal keburukannya. maka dia berada dalam kehidupan yang memuaskan. (Al-Qari'ah: 7) Yakni berada di dalam surga. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya. (Al-Qari'ah: 8) Yaitu timbangan amal keburukannya lebih berat daripada timbangan amal kebaikannya. Firman Allah subhanahu wa ta’ala: maka tempat kembalinya adalah neraka Hawiyah. (Al-Qari'ah: 9) Menurut suatu pendapat, makna yang dimaksud ialah terjatuh ke dalam neraka dengan kepala di bawah, yaitu neraka Jahanam.\n\nLalu diungkapkan dengan ummihi yang artinya otaknya. Hal yang semisal telah diriwayatkan dari Ibnu Abbas, Ikrimah, Abu Saleh, dan Qatadah. Qatadah mengatakan bahwa orang itu terjatuh ke dalam neraka dengan kepala di bawah. Hal yang sama dikatakan oleh Abu Saleh, bahwa mereka terjatuh ke dalam neraka dengan kepala di bawah. Menurut pendapat yang lain, makna yang dimaksud ialah tempat asal yang menjadi tempat kembalinya dan tempat ia berpulang adalah Hawiyah, yaitu nama lain dari neraka.\n\nIbnu Jarir mengatakan bahwa sesungguhnya dikatakan Hawiyah sebagai tempat kembalinya, tiada lain karena tiada kembali baginya kecuali hanya kepadanya. Ibnu Zaid mengatakan bahwa Hawiyah adalah neraka yang merupakan tempat kembali dan tempat berpulang bagi orang yang amal keburukannya lebih berat daripada amal kebaikannya. Lalu Ibnu Zaid membacakan firman-Nya: sedangkan tempat tinggal mereka (di akhirat) adalah neraka. (An-Nur: 57) Ibnu Abu Hatim mengatakan, telah diriwayatkan dari Qatadah; ia telah mengatakan bahwa makna yang dimaksud ialah neraka, dan neraka itu adalah tempat mereka kembali.\n\nKarena itulah maka ditafsirkan dalam firman berikutnya menjelaskan tentang Hawiyah, yaitu. dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (Al-Qari'ah: 10-11) Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Asy'as ibnu Abdullah yang tuna netra; dia telah mengatakan bahwa apabila orang mukmin meninggal dunia, maka rohnya dibawa menuju ke tempat arwah kaum mukmin.\n\nDan mereka mengatakan, \"Buatlah saudara kalian senang, karena sesungguhnya dia dahulu selalu berada dalam kesusahan di dunia.\" Lalu mereka bertanya kepadanya, \"Apakah yang dilakukan oleh si Fulan?\" Maka ia menjawab, \"Dia telah mati, bukankah dia telah datang kepada kalian?\" Mereka berkata, \"Kalau begitu, dia dibawa ke tempat kembalinya di Hawiyah.\" Ibnu Mardawaih telah meriwayatkan melalui jalur Anas ibnu Malik secara marfu' dengan teks yang lebih panjang daripada ini yang telah kami kemukakan di dalam kitab Sifalun Ncir, semoga Allah melindungi kitadari neraka dengan kemurahan dan karunia-Nya.\n\nFirman Allah Swt: (Yaitu) api yang sangat panas. (Al-Qari'ah: 11) Yakni sangat panas lagi sangat kuat nyala dan gejolak apinya. \". Abu Mus'ab telah meriwayatkan dari Malik, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, bahwa Nabi ﷺ pernah bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam. Para sahabat berkata, \"Wahai Rasulullah, itu pun sudah mencukupi kebutuhan.\" Rasulullah ﷺ bersabda: Sesungguhnya api neraka itu lebih unggul di atasnya dengan enam puluh sembilan bagian. \". Imam Bukhari meriwayatkannya dari Ismail ibnu Abu Uwais, dari Malik. Dan Imam Muslim meriwayatkannya dari Qutaibah, dari Al-Mugirah ibnu Abdur Rahman ibnu Abuz Zanad dengan sanad yang sama.\n\nDan pada sebagian lafaznya disebutkan: Sesungguhnya api neraka itu lebih unggul daripada api dunia dengan enam puluh sembilan kali lipatnya, yang masing-masing bagian sama panasnya sama dengan panas api dunia. \". Imam Ahmad mengatakan. telah menceritakan kepada kami Abdur Rahman, telah menceritakan kepada kami Hammad ibnu Salamah, dari Muhammad ibnu Abu Ziyad; ia pernah mendengar Abu Hurairah mengatakan bahwa ia pernah mendengar Abul Qasim alias Nabi ﷺ bersabda: Api Bani Adam yang biasa kalian nyalakan merupakan suatu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nLalu seorang lelaki berkata, \"Sesungguhnya satu bagian itu pun benar-benar sudah cukup.\" Maka Nabi ﷺ bersabda: Sesungguhnya api neraka Jahanam itu lebih panas daripada api dunia dengan enam puluh sembilan kali kelipatannya, bagian demi bagiannya. Hadits diriwayatkan oleh Imam Ahmad dengan cara munfarid melalui jalur ini, tetapi dengan syarat Muslim. -: Imam Ahmad telah meriwayatkan pula bahwa telah menceritakan kepada kami Sufyan, dari Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Dan juga Amr, dari Yahya ibnu Ja'dah: Sesungguhnya api kalian ini merupakan satu bagian dari tujuh puluh bagian api neraka Jahanam.\n\nIa telah dicelupkan ke dalam laut sebanyak dua kali; seandainya tidak demikian, niscaya Allah tidak akan menjadikan padanya suatu manfaatpun bagi seseorang. Ini dengan syarat Sahihain, tetapi mereka tidak ada yang mengetengahkannya dari jalur ini. Imam Muslim telah meriwayatkan di dalam kitab sahihnya melalui suatu jalur. Al-Bazzar meriwayatkannya melalui hadits Abdullah ibnu Mas'ud dan Abu Sa'id Al-Khudri: Api kalian ini merupakan suatu bagian dari tujuh puluh bagian.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Qutaibah, telah menceritakan kepada kami Abdul Aziz ibnu Muhammad Ad-Darawardi, dari Sahl, dari ayahnya, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Api ini merupakan suatu bagian dari seratus bagian api neraka Jahanam. Imam Ahmad meriwayatkannya secara munfarid dari jalur ini, tetapi harus dengan syarat Muslim pula. Abul Qasim Imam Ath-Thabarani mengatakan, telah menceritakan kepada kami Ahmad ibnu Amr Al-Khallal, telah menceritakan kepada kami Ibrahim ibnul Munzir Al-Hizami, telah menceritakan kepada kami Ma'an ibnu Isa Al-Qazzaz, dari Malik, dari pamannya Abu Suhail, dari ayahnya, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Tahukah kalian bagaimana perumpamaan api kalian ini bila dibandingkan dengan api neraka Jahanam.\n\nSesungguhnya api neraka Jahanam itu lebih hitam asapnya daripada api kalian ini dengan tujuh puluh kali lipatnya. Abu Mus'ab telah meriwayatkannya dari Malik, tetapi ia tidak me-rafa '-kannya. Imam At-Tirmidzi dan Imam Ibnu Majah telah meriwayatkan: dari Abbas Ad-Dauri, dari Yahya ibnu Bukair, telah menceritakan kepada kami Syarik, dari ‘Ashim, dari Abu Saleh, dari Abu Hurairah yang meiigatakan bahwa Rasulullah ﷺ telah bersabda: Api neraka dinyalakan selama seribu tahun hingga memerah, kemudian dinyalakan lagi selama seribu tahun hingga memutih, kemudian dinyalakan lagi selama seribu tahun hingga menghitam, maka api neraka itu hitam lagi gelap.\n\nHadits ini telah diriwayatkan pula melalui Anas dan Umar ibnul Khattab. Dan telah disebutkan di dalam hadits yang ada pada Imam Ahmad: melalui jalur Abu Usman An-Nahdi, dari Anas, dari Abu Nadrah Al-Ma'badi, dari Abu Sa'id dan Ajlan maula Al-Musyma'il, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Sesungguhnya ahli neraka yang paling ringan azabnya ialah seseorang yang mengenakan sepasang terompah, yang otaknya mendidih karenanya. Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ telah bersabda: Neraka mengadu kepada Tuhannya, untuk itu ia berkata, \"Ya Tuhanku, sebagian dariku memakan sebagian yang lainnya, maka diberi izin baginya untuk mengeluarkan dua kali hembusan napasnya; sekali di musim dingin dan yang sekali lagi di musim panas.\n\nMaka yang sangat dingin yang kamu jumpai di musim dingin bersumber darinya. Dan panas yang amat terik yang kamu jumpai di musim panas, bersumber dari panasnya. Di dalam kitab Sahihain disebutkan: Apabila panas sangat terik, maka tunggulah sampai panasnya menurun dan jangan shalat dahulu, karena sesungguhnya panas yang memuncak itu merupakan embusan dari neraka Jahanam. Demikianlah akhir tafsir surat Al-Qari'ah, segala puji bagi Allah yang telah melimpahkan karunia-Nya.\"","tafsir-ringkas-kemenag":"Neraka Hawiyah itu adalah api yang sangat panas dan menjadikan apa saja yang masuk ke dalamnya hancur lebur dan leleh. 1. Wahai manusia, bermegah-megahan dalam hal harta, keturunan, dan pengikut telah melalaikan kamu dari ketaatan kepada Allah dan mempersiapkan diri untuk menghadapi hari akhir.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan arti kata hawiyah dalam bentuk pertanyaan, yaitu: apakah neraka Hawiyah itu dan dari apa ia dijadikan? Neraka Hawiyah adalah api yang menyala-nyala yang sangat panas di mana orang-orang yang berdosa dijerumuskan ke dalamnya untuk menerima balasan atas kejahatan dan kemungkaran yang mereka lakukan. Ayat ini menggambarkan jika semua api di seluruh dunia dikumpulkan dan dipersatukan, tidak akan dapat menyamai panasnya api neraka Hawiyah.","tafsir-alazhar":"SURAH AL-QAARI'AH(PENGGEGER)SURAH KE-101,11 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Penggeger.\" (ayat 1)Kita sudah sama maklum apa arti geger, semua orang menjadi geger, ribut, heboh, kacau balau, hoyong ke sana hoyong kemari. Geger artinya berguncang perasaan karena ketakutan dan kecemasan.Ayat 2“Apakah penggeger itu?\" (ayat 2)Kita artikan al-Qaari'ah, isim fail itu dengan penggeger, karena dia yang menimbulkan kegegeran pada manusia. Dia yang menjadi puncak dan sebab.Ayat 3“Sudah tahukah engkau, apakah penggeger itu?\" (ayat 3)Sudah tahukah engkau hai Nabi apakah penggeger itu? Diulang kata geger sampai tiga kali; geger, geger, dan geger! Sehingga bertambahlah perhatian atas dahsyatnya hari itu. Itulah Hari Kiamat! Dan Kiamat itu pasti terjadi.Ayat 4“Di hari itu manusia seakan-akan seperti nama-nama yang bertebaran.\" (ayat 4)Bertebaran manusia, seakan rama-rama yang bertebaran, beterbangan, tidak tentu lagi tempat hinggap, karena rumah-rumah tempat tinggal manusia pun telah diguncang, dihancurkan oleh gempa bumi yang amat dahsyat. Diambil perumpamaan dengan rama-rama, karena rama-rama itu adalah lemah, dan manusia di waktu itu sudah sangat lemahnya, tidak berdaya lagi untuk mempertahankan diri, untuk mempertahankan hidup.Ayat 5“Dan adalah gunung-gunung seperti bulu yang dihamburkan.\" (ayat 5)Tegaslah dalam ayat ini, dan disebutkan juga dalam ayat yang lain bahwa gunung tidak ada artinya lagi sebagai pemagar angin yang akan menyapu muka bumi. Gempa bumi itu ada hubungannya dengan letusan yang ada dalam perut bumi. Lahar meletus bersama api dari puncak kepundan gunung-gunung yang berapi selama ini, dan gunung-gunung lain yang selama ini kelihatan tidak berapi. Lahar yang panas itu melonjak, bertebar dan mengalir laksana bulu yang dihamburkan. Itulah Kiamat!***Dalam surah ini diperjelas lagi, pada waktu Kiamat itu kelak akan diadakan timbangan (Mizan). Sampai amal sehalus-halusnya, sehalus Dzarrah, sehalus atom, tidak lepas dari timbangan. Maka terdapatlah timbangan yang berat dan timbangan yang ringan.Ayat 6“Adapun siapa yang berat timbangannya.\" (ayat 6)Yaitu berat kebaikannya, lebih banyak amal baiknya dan berguna.Ayat 7“Maka dia itu ada dalam kehidupan yang diridhai.\" (ayat 7)Itulah kehidupan di surga yang telah disediakan Allah untuknnya.Ayat 8“Dan adapun siapa yang ringan timbangannya.\" (ayat 8)Karena keranjang tidak berisi amal yang akan membawanya selamat di akhirat, kosong daripada kebajikan.Ayat 9“Maka tempat kembalinya ialah jurang yang dalam.\" (ayat 9)Di dalam ayat ini disebut Fa Ummuhu, maka ibunya. Dikatakannya jurang yang dalam itu sebagai ibunya, karena ke sanalah tempat dia pulang dan tidak akan keluar lagi.Ayat 10“Dan apakah yang memberitahumu, apakah itu?\" (ayat 10)Atau, sudah adakah yang memberitahumu, Muhammad, apakah jurang yang dalam itu? Apakah Haawiyah itu? Pertanyaan Allah seperti ini, laksana pertanyaan guru kepada murid, untuk menarik perhatian, dan guru sendirilah kelak yang akan memberikan jawabannya. Pertanyaan itu dijawab sendiri oleh Allah.Ayat 11“Itulah api yang panas!\" (ayat 11)Itulah neraka Jahannam."}}}