{"1":{"arabic":"وَٱلۡعَصۡرِوَٱلۡعَصۡرِ","words":{"arabicWords":["وَٱلۡعَصۡرِ"],"translationWords":["demi waktu"]},"translation":"Demi masa,","tafsir":{"tafsir-jalalayn":"Al-'Ashr (Waktu)\n\n(Demi masa) atau zaman atau waktu yang dimulai dari tergelincirnya matahari hingga terbenamnya; maksudnya adalah waktu salat Asar.","tafsir-ibnu-katsir":"Tafsir Surat Al-'Ashr: 1-3\n\nDemi masa. Sesungguhnya manusia itu benar-benar berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasihat-menasihati supaya menaati kebenaran dan nasihat-menasihati supaya menetapi kesabaran. Al-Ashr artinya zaman atau masa yang padanya Bani Adam bergerak melakukan perbuatan baik dan buruk. Malik telah meriwayatkan dari Zaid ibnu Aslam bahwa makna yang dimaksud adalah waktu atsar.\n\nTetapi pendapat yang terkenal adalah yang pertama. Allah subhanahu wa ta’ala bersumpah dengan menyebutkan bahwa manusia itu benar-benar berada dalam kerugian, yakni rugi dan binasa. kecuali orang-orang yang beriman dan mengerjakan amal saleh. (Al-'Ashr:3) Maka dikecualikan dari jenis manusia yang terhindar dari kerugian, yaitu orang-orang yang beriman hatinya dan anggota tubuhnya mengerjakan amal-amal yang saleh. dan nasihat-menasihati supaya menaati kebenaran. (Al-'Ahsr: 3) Yakni menunaikan dan meninggalkan semua yang diharamkan. dan nasihat-menasihati supaya menetapi kesabaran. (A1-'Ashr: 3) Yaitu tabah menghadapi musibah dan malapetaka serta gangguan yang menyakitkan dari orang-orang yang ia perintah melakukan kebajikan dan ia larang melakukan kemungkaran. Demikianlah akhir tafsir surat Al-'Ashr, segala puji bagi Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"Demi masa, waktu sore, atau salat Asar. Allah bersumpah dengan masa agar manusia memperhatikan masa dan memanfaatkannya dengan baik; bersumpah dengan waktu sore, sebagaimana dengan waktu duha, sebagai salah satu bukti kuasa Allah; dan bersumpah dengan salat Asar karena keutamaanya atas salat-salat yang lain. 2. Sungguh, manusia berada dalam kerugian, baik di dunia maupun akhirat, akibat hawa nafsu yang menyelubungi dirinya.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah bersumpah dengan masa yang terjadi di dalamnya bermacam-macam kejadian dan pengalaman yang menjadi bukti atas kekuasaan Allah yang mutlak, hikmah-Nya yang tinggi, dan Ilmu-Nya yang sangat luas. Perubahan-perubahan besar yang terjadi pada masa itu sendiri, seperti pergantian siang dengan malam yang terus-menerus, habisnya umur manusia, dan sebagainya merupakan tanda keagungan Allah.\n\nDalam ayat lain, Allah berfirman:\n\nDan sebagian dari tanda-tanda kebesaran-Nya ialah malam, siang, matahari, dan bulan. (Fussilat/41: 37)\n\nApa yang dialami manusia dalam masa itu dari senang dan susah, miskin dan kaya, senggang dan sibuk, suka dan duka, dan lain-lain menunjukkan secara gamblang bahwa bagi alam semesta ini ada pencipta dan pengaturnya. Dialah Tuhan yang harus disembah dan hanya kepada-Nya kita memohon untuk menolak bahaya dan menarik manfaat. Adapun orang-orang kafir menghubungkan peristiwa-peristiwa tersebut hanya kepada suatu masa saja, sehingga mereka beranggapan bahwa bila ditimpa oleh sesuatu bencana, hal itu hanya kemauan alam saja. Allah menjelaskan bahwa masa (waktu) adalah salah satu makhluk-Nya dan di dalamnya terjadi bermacam-macam kejadian, kejahatan, dan kebaikan. Bila seseorang ditimpa musibah, hal itu merupakan akibat tindakannya. Masa (waktu) tidak campur tangan dengan terjadinya musibah itu.","tafsir-alazhar":"SURAH AL-ASHR(MASA)SURAH KE-103, 3 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi masa!\" (ayat 1)Atau demi waktu Ashar. Maka terdapatlah pada ayat yang pendek ini dua macam tafsir. Syekh Muhammad Abduh menerangkan dalam Tafsir Juz ‘Amma, bahwa telah jadi adat bagi bangsa Arab apabila hari telah sore, mereka duduk bercakap-cakap membicarakan soal-soal kehidupan, dan cerita-cerita lain berkenaan dengan urusan sehari-hari. Karena banyak percakapan yang melantur, keraplah terjadi pertengkaran, menyakiti hati, sehingga menimbulkan permusuhan. Lalu ada yang mengutuki waktu Ashar (petang hari); dia mengatakan waktu Ashar itu waktu celaka, naas, banyak bahaya di dalamnya. Maka datanglah ayat ini memberi peringatan, “Demi Ashar;\" perhatikanlah waktu Ashar. Bukan waktu Ashar yang salah. Yang salah adalah manusia-manusia yang mempergunakan waktu itu dengan salah. Mempergunakannya untuk bercakap yang tidak jelas ujung-pangkalnya; misalnya bermegah- megah dengan harta, memuji diri, merendahkan orang lain. Inilah satu tafsirnya.Tafsir yang lain; “Demi Masa!\"Masa seluruhnya ini, waktu-waktu yang kita lalui dalam hidup kita, zaman demi zaman, masa demi masa, dalam bahasa Arab disebut ‘Ashr juga. Berputarlah dunia ini dan berbagai masa dilaluinya, suka dan duka, naik dan turun, masa muda dan masa tua. Ada masa hidup, kemudian mati, dan tinggallah kenang-kenangan ke masa lalu. Diambil Allah masa menjadi sumpah, atau menjadi sesuatu yang mesti diingat-ingati. Diperingatkanlah masa itu kepada kita dengan sumpah, agar ia jangan disia-siakan, jangan diabaikan. Sejarah kemanusiaan ditentukan oleh edaran masa.Ayat 2“Sesungguhnya manusia itu ada dalam kerugian.\" (ayat 2)Di dalam masa yang dilalui itu nyatalah bahwa manusia hanya rugi selalu. Dalam hidup melalui masa itu tidak ada keuntungan sama sekali. Hanya rugi jua yang didapati. Sehari mulai lahir ke dunia, di hari itu juga usia sudah kurang satu hari. Setiap hari dilalui, sampai hitungan bulan dan tahun, dari muda ke tua, hanya kerugian jua yang dihadapi. Di waktu kecil senanglah badan dalam pangkuan ibu, itu pun rugi karena belum me-rasai arti hidup. Setelah mulai dewasa bolehlah berdiri sendiri, beristri atau bersuami. Namun kerugian pun telah ada. Sebab hidup mulai bergantung kepada tenaga dan kegiatan sendiri, tidak lagi ditanggung orang lain. Sampai kepada kepuasan bersetubuh suami istri yang berlaku dalam beberapa menit, untuk membuahkan anak yang akan dididik dan diasuh, menjadi tanggung jawab sampai ke sekolahnya dan perguruannya selama bertahun-tahun.Di waktu badan masih muda dan gagah perkasa, harapan masih banyak. Tetapi bilamana usia mulai lanjut, barulah kita insaf bahwa tidaklah semua yang kita angankan di waktu muda telah tercapai. Sesudah itu kita bertambah nyanyuk, bertambah sepi; bahkan kadang-kadang bertambah menjadi beban buat anak-cucu. Sesudah itu kita pun mati. Itu juga kalau umur panjang. Kalau usia pendek, kerugian bisa lebih besar lagi. Belum ada amal apa-apa, kita pun sudah pergi. Kerugianlah seluruh masa hidup itu. Kerugian!Ayat 3“Kecuali orang yang beriman.\"Yang tidak akan merasakan kerugian dalam masa hanyalah orang-orang beriman. Orang-orang yang mempunyai kepercayaan bahwa hidupnya ini adalah atas kehendak Allah Yang Mahakuasa. Manusia datang ke dunia ini sementara waktu, namun masa yang sementara itu dapat diisi dengan baik karena ada kepercayaan, ada tempat berlindung. Iman menyebabkan manusia insaf dari mana datangnya. Iman menimbulkan keinsafan tentang guna kehidupan ini, yaitu untuk berbakti kepada Sang Maha Pencipta; dan berbagi kebaikan kepada sesama manusia. Iman menimbulkan keyakinan bahwasanya sesudah hidup yang sekarang ini ada lagi hidup yang lain; itulah hidup sebenarnya.“Dan beramal yang saleh;\"bekerja yang baik dan berfaedah. Sebab hidup itu adalah suatu kenyataan, mati pun kenyataan pula, dan manusia yang di sekeliling kita pun suatu kenyataan. Yang baik terpuji di sini, yang buruk adalah merugikan diri sendiri dan merugikan orang lain. Sinar iman yang telah tumbuh dalam jiwa dan telah menjadi keyakinan, dengan sendirinya menimbulkan perbuatan yang baik.“Dan berpesan-pesanan dalam kebenaran.\"Karena nyatalah sudah bahwa hidup yang bahagia itu adalah hidup bermasyarakat. Hidup nafsi-nafsi adalah hidup yang sangat rugi. Maka hubungkanlah tali kasih sayang dengan sesama manusia, beri-memberi ingat akan kebenaran. Supaya yang benar itu dapat dijunjung tinggi bersama. Ingat-memperingatkan pula mana yang salah, supaya yang salah itu sama-sama dijauhi.“Dan berpesan-pesanan dalam kesabaran.\" (ujung ayat 3)Tidaklah cukup kalau hanya berpesan-pesan tentang nilai-nilai kebenaran. Sebab hidup di dunia itu bukanlah jalan datar saja. Kerap kali kaki ini terantuk duri, teracung kerikil. Cobaan terlalu banyak.Ibnul Qayyim dalam kitabnya Miftahu Daris Sa'adah menerangkan, `Kalau keempat martabat telah tercapai oleh manusia, dapatlah hasil menuju kesempurnaan hidup.Pertama, mengetahui kebenaran;Kedua, mengamalkan kebenaran itu;Ketiga, mengajarkannya kepada orang yang belum pandai menjalankannya;Keempat, sabar dalam menyesuaikan diri dengan kebenaran, dalam mengamalkan dan mengajarkannya. Jelaslah susunan yang empat itu di dalam surah ini.Menurut keterangan Ibnu Katsir dalam tafsirnya, “Suatu keterangan dari ath-Thabarani kalau dua orang sahabat-sahabat Rasulullah ﷺ bertemu, belumlah mereka berpisah melainkan salah seorang di antara mereka membaca surah al-‘Ashr ini terlebih dahulu, barulah mereka mengucapkan salam tanda berpisah.\"Syekh Muhammad Abduh dalam menafsirkan hadits pertemuan dan perpisahan dua sahabat ini berkata, “Ada orang yang menyangka bahwa ini hanya semata-mata Tabarruk (mengambil berkah) saja. Sangkaan itu salah. Maksud membaca ketika akan berpisah ialah memperingatkan isi ayat-ayat, khusus berkenaan dengan berpesan-pesan kebenaran dan berpesan-pesan atas kesabaran, sehingga ia meninggalkan kesan yang baik.\"Imam asy-Syafi'i berkata, “Kalau manusia seanteronya sudi merenungkan surah ini, sudah cukuplah itu baginya.\" Syekh Muhammad Abduh menafsirkan surah ini dengan tersendiri, dan Sayyid Rasyid Ridha pernah mencetak tafsiran gurunya itui dalam sebuah kitab tersendiri pula, dan menjadi salah satu pelajaran kami di Sumatera Thawalib, Padang Panjang pada tahun 1922."}},"2":{"arabic":"إِنَّ ٱلۡإِنسَٰنَ لَفِى خُسۡرٍإِنَّ ٱلۡإِنسَٰنَ لَفِى خُسۡرٍ","words":{"arabicWords":["إِنَّ","ٱلۡإِنسَٰنَ","لَفِي","خُسۡرٍ"],"translationWords":["sesungguhnya","manusia","benar-benar dalam","kerugian"]},"translation":"sesungguhnya manusia benar-benar berada dalam kerugian,","tafsir":{"tafsir-jalalayn":"(Sesungguhnya manusia itu) yang dimaksud adalah jenis manusia (benar-benar berada dalam kerugian) di dalam perniagaannya.","tafsir-ibnu-katsir":"Tafsir Surat Al-'Ashr: 1-3\n\nDemi masa. Sesungguhnya manusia itu benar-benar berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasihat-menasihati supaya menaati kebenaran dan nasihat-menasihati supaya menetapi kesabaran. Al-Ashr artinya zaman atau masa yang padanya Bani Adam bergerak melakukan perbuatan baik dan buruk. Malik telah meriwayatkan dari Zaid ibnu Aslam bahwa makna yang dimaksud adalah waktu atsar.\n\nTetapi pendapat yang terkenal adalah yang pertama. Allah subhanahu wa ta’ala bersumpah dengan menyebutkan bahwa manusia itu benar-benar berada dalam kerugian, yakni rugi dan binasa. kecuali orang-orang yang beriman dan mengerjakan amal saleh. (Al-'Ashr:3) Maka dikecualikan dari jenis manusia yang terhindar dari kerugian, yaitu orang-orang yang beriman hatinya dan anggota tubuhnya mengerjakan amal-amal yang saleh. dan nasihat-menasihati supaya menaati kebenaran. (Al-'Ahsr: 3) Yakni menunaikan dan meninggalkan semua yang diharamkan. dan nasihat-menasihati supaya menetapi kesabaran. (A1-'Ashr: 3) Yaitu tabah menghadapi musibah dan malapetaka serta gangguan yang menyakitkan dari orang-orang yang ia perintah melakukan kebajikan dan ia larang melakukan kemungkaran. Demikianlah akhir tafsir surat Al-'Ashr, segala puji bagi Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"Sungguh, manusia berada dalam kerugian, baik di dunia maupun akhirat, akibat hawa nafsu yang menyelubungi dirinya. 3. Semua manusia rugi, kecuali orang-orang yang beriman dengan sejati dan mengerjakan kebajikan sesuai ketentuan syariat dengan penuh keikhlasan, serta saling menasihati satu sama lain dengan baik dan bijaksana untuk memegang teguh kebenaran sebagaimana diajarkan oleh agama dan saling menasihati untuk kesabaran dalam melaksanakan kewajiban agama, menjauhi larangan, menghadapi musibah, dan menjalani kehidupan.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah mengungkapkan bahwa manusia sebagai makhluk Allah sungguh secara keseluruhan berada dalam kerugian bila tidak menggunakan waktu dengan baik atau dipakai untuk melakukan keburukan. Perbuatan buruk manusia merupakan sumber kecelakaan yang menjerumuskannya ke dalam kebinasaan. Dosa seseorang terhadap Tuhannya yang memberi nikmat tidak terkira kepadanya adalah suatu pelanggaran yang tidak ada bandingannya sehingga merugikan dirinya.","tafsir-alazhar":"SURAH AL-ASHR(MASA)SURAH KE-103, 3 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi masa!\" (ayat 1)Atau demi waktu Ashar. Maka terdapatlah pada ayat yang pendek ini dua macam tafsir. Syekh Muhammad Abduh menerangkan dalam Tafsir Juz ‘Amma, bahwa telah jadi adat bagi bangsa Arab apabila hari telah sore, mereka duduk bercakap-cakap membicarakan soal-soal kehidupan, dan cerita-cerita lain berkenaan dengan urusan sehari-hari. Karena banyak percakapan yang melantur, keraplah terjadi pertengkaran, menyakiti hati, sehingga menimbulkan permusuhan. Lalu ada yang mengutuki waktu Ashar (petang hari); dia mengatakan waktu Ashar itu waktu celaka, naas, banyak bahaya di dalamnya. Maka datanglah ayat ini memberi peringatan, “Demi Ashar;\" perhatikanlah waktu Ashar. Bukan waktu Ashar yang salah. Yang salah adalah manusia-manusia yang mempergunakan waktu itu dengan salah. Mempergunakannya untuk bercakap yang tidak jelas ujung-pangkalnya; misalnya bermegah- megah dengan harta, memuji diri, merendahkan orang lain. Inilah satu tafsirnya.Tafsir yang lain; “Demi Masa!\"Masa seluruhnya ini, waktu-waktu yang kita lalui dalam hidup kita, zaman demi zaman, masa demi masa, dalam bahasa Arab disebut ‘Ashr juga. Berputarlah dunia ini dan berbagai masa dilaluinya, suka dan duka, naik dan turun, masa muda dan masa tua. Ada masa hidup, kemudian mati, dan tinggallah kenang-kenangan ke masa lalu. Diambil Allah masa menjadi sumpah, atau menjadi sesuatu yang mesti diingat-ingati. Diperingatkanlah masa itu kepada kita dengan sumpah, agar ia jangan disia-siakan, jangan diabaikan. Sejarah kemanusiaan ditentukan oleh edaran masa.Ayat 2“Sesungguhnya manusia itu ada dalam kerugian.\" (ayat 2)Di dalam masa yang dilalui itu nyatalah bahwa manusia hanya rugi selalu. Dalam hidup melalui masa itu tidak ada keuntungan sama sekali. Hanya rugi jua yang didapati. Sehari mulai lahir ke dunia, di hari itu juga usia sudah kurang satu hari. Setiap hari dilalui, sampai hitungan bulan dan tahun, dari muda ke tua, hanya kerugian jua yang dihadapi. Di waktu kecil senanglah badan dalam pangkuan ibu, itu pun rugi karena belum me-rasai arti hidup. Setelah mulai dewasa bolehlah berdiri sendiri, beristri atau bersuami. Namun kerugian pun telah ada. Sebab hidup mulai bergantung kepada tenaga dan kegiatan sendiri, tidak lagi ditanggung orang lain. Sampai kepada kepuasan bersetubuh suami istri yang berlaku dalam beberapa menit, untuk membuahkan anak yang akan dididik dan diasuh, menjadi tanggung jawab sampai ke sekolahnya dan perguruannya selama bertahun-tahun.Di waktu badan masih muda dan gagah perkasa, harapan masih banyak. Tetapi bilamana usia mulai lanjut, barulah kita insaf bahwa tidaklah semua yang kita angankan di waktu muda telah tercapai. Sesudah itu kita bertambah nyanyuk, bertambah sepi; bahkan kadang-kadang bertambah menjadi beban buat anak-cucu. Sesudah itu kita pun mati. Itu juga kalau umur panjang. Kalau usia pendek, kerugian bisa lebih besar lagi. Belum ada amal apa-apa, kita pun sudah pergi. Kerugianlah seluruh masa hidup itu. Kerugian!Ayat 3“Kecuali orang yang beriman.\"Yang tidak akan merasakan kerugian dalam masa hanyalah orang-orang beriman. Orang-orang yang mempunyai kepercayaan bahwa hidupnya ini adalah atas kehendak Allah Yang Mahakuasa. Manusia datang ke dunia ini sementara waktu, namun masa yang sementara itu dapat diisi dengan baik karena ada kepercayaan, ada tempat berlindung. Iman menyebabkan manusia insaf dari mana datangnya. Iman menimbulkan keinsafan tentang guna kehidupan ini, yaitu untuk berbakti kepada Sang Maha Pencipta; dan berbagi kebaikan kepada sesama manusia. Iman menimbulkan keyakinan bahwasanya sesudah hidup yang sekarang ini ada lagi hidup yang lain; itulah hidup sebenarnya.“Dan beramal yang saleh;\"bekerja yang baik dan berfaedah. Sebab hidup itu adalah suatu kenyataan, mati pun kenyataan pula, dan manusia yang di sekeliling kita pun suatu kenyataan. Yang baik terpuji di sini, yang buruk adalah merugikan diri sendiri dan merugikan orang lain. Sinar iman yang telah tumbuh dalam jiwa dan telah menjadi keyakinan, dengan sendirinya menimbulkan perbuatan yang baik.“Dan berpesan-pesanan dalam kebenaran.\"Karena nyatalah sudah bahwa hidup yang bahagia itu adalah hidup bermasyarakat. Hidup nafsi-nafsi adalah hidup yang sangat rugi. Maka hubungkanlah tali kasih sayang dengan sesama manusia, beri-memberi ingat akan kebenaran. Supaya yang benar itu dapat dijunjung tinggi bersama. Ingat-memperingatkan pula mana yang salah, supaya yang salah itu sama-sama dijauhi.“Dan berpesan-pesanan dalam kesabaran.\" (ujung ayat 3)Tidaklah cukup kalau hanya berpesan-pesan tentang nilai-nilai kebenaran. Sebab hidup di dunia itu bukanlah jalan datar saja. Kerap kali kaki ini terantuk duri, teracung kerikil. Cobaan terlalu banyak.Ibnul Qayyim dalam kitabnya Miftahu Daris Sa'adah menerangkan, `Kalau keempat martabat telah tercapai oleh manusia, dapatlah hasil menuju kesempurnaan hidup.Pertama, mengetahui kebenaran;Kedua, mengamalkan kebenaran itu;Ketiga, mengajarkannya kepada orang yang belum pandai menjalankannya;Keempat, sabar dalam menyesuaikan diri dengan kebenaran, dalam mengamalkan dan mengajarkannya. Jelaslah susunan yang empat itu di dalam surah ini.Menurut keterangan Ibnu Katsir dalam tafsirnya, “Suatu keterangan dari ath-Thabarani kalau dua orang sahabat-sahabat Rasulullah ﷺ bertemu, belumlah mereka berpisah melainkan salah seorang di antara mereka membaca surah al-‘Ashr ini terlebih dahulu, barulah mereka mengucapkan salam tanda berpisah.\"Syekh Muhammad Abduh dalam menafsirkan hadits pertemuan dan perpisahan dua sahabat ini berkata, “Ada orang yang menyangka bahwa ini hanya semata-mata Tabarruk (mengambil berkah) saja. Sangkaan itu salah. Maksud membaca ketika akan berpisah ialah memperingatkan isi ayat-ayat, khusus berkenaan dengan berpesan-pesan kebenaran dan berpesan-pesan atas kesabaran, sehingga ia meninggalkan kesan yang baik.\"Imam asy-Syafi'i berkata, “Kalau manusia seanteronya sudi merenungkan surah ini, sudah cukuplah itu baginya.\" Syekh Muhammad Abduh menafsirkan surah ini dengan tersendiri, dan Sayyid Rasyid Ridha pernah mencetak tafsiran gurunya itui dalam sebuah kitab tersendiri pula, dan menjadi salah satu pelajaran kami di Sumatera Thawalib, Padang Panjang pada tahun 1922."}},"3":{"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِإِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ","words":{"arabicWords":["إِلَّا","ٱلَّذِينَ","ءَامَنُواْ","وَعَمِلُواْ","ٱلصَّـٰلِحَٰتِ","وَتَوَاصَوۡاْ","بِٱلۡحَقِّ","وَتَوَاصَوۡاْ","بِٱلصَّبۡرِ"],"translationWords":["kecuali","orang-orang yang","beriman","dan mereka berbuat/beramal","kebajikan/sholeh","dan mereka saling berwasiat/menasehati","dengan kebenaran","dan mereka saling berwasiat/menasehati","dengan kesabaran"]},"translation":"kecuali orang-orang yang beriman dan beramal saleh serta saling menasihati untuk kebenaran dan kesabaran.","tafsir":{"tafsir-jalalayn":"(Kecuali orang-orang yang beriman dan mengerjakan amal saleh) mereka tidak termasuk orang-orang yang merugi di dalam perniagaannya (dan nasihat-menasihati) artinya sebagian di antara mereka menasihati sebagian yang lainnya (supaya menaati kebenaran) yaitu iman (dan nasihat-menasihati dengan kesabaran) yaitu di dalam menjalankan amal ketaatan dan menjauhi kemaksiatan.","tafsir-ibnu-katsir":"Tafsir Surat Al-'Ashr: 1-3\n\nDemi masa. Sesungguhnya manusia itu benar-benar berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasihat-menasihati supaya menaati kebenaran dan nasihat-menasihati supaya menetapi kesabaran. Al-Ashr artinya zaman atau masa yang padanya Bani Adam bergerak melakukan perbuatan baik dan buruk. Malik telah meriwayatkan dari Zaid ibnu Aslam bahwa makna yang dimaksud adalah waktu atsar.\n\nTetapi pendapat yang terkenal adalah yang pertama. Allah subhanahu wa ta’ala bersumpah dengan menyebutkan bahwa manusia itu benar-benar berada dalam kerugian, yakni rugi dan binasa. kecuali orang-orang yang beriman dan mengerjakan amal saleh. (Al-'Ashr:3) Maka dikecualikan dari jenis manusia yang terhindar dari kerugian, yaitu orang-orang yang beriman hatinya dan anggota tubuhnya mengerjakan amal-amal yang saleh. dan nasihat-menasihati supaya menaati kebenaran. (Al-'Ahsr: 3) Yakni menunaikan dan meninggalkan semua yang diharamkan. dan nasihat-menasihati supaya menetapi kesabaran. (A1-'Ashr: 3) Yaitu tabah menghadapi musibah dan malapetaka serta gangguan yang menyakitkan dari orang-orang yang ia perintah melakukan kebajikan dan ia larang melakukan kemungkaran. Demikianlah akhir tafsir surat Al-'Ashr, segala puji bagi Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"Semua manusia rugi, kecuali orang-orang yang beriman dengan sejati dan mengerjakan kebajikan sesuai ketentuan syariat dengan penuh keikhlasan, serta saling menasihati satu sama lain dengan baik dan bijaksana untuk memegang teguh kebenaran sebagaimana diajarkan oleh agama dan saling menasihati untuk kesabaran dalam melaksanakan kewajiban agama, menjauhi larangan, menghadapi musibah, dan menjalani kehidupan. 1. Celakalah bagi setiap pengumpat atau pencaci, baik dengan ucapan atau isyarat, dan demikian pula pencela dengan menampilkan keburukan orang lain untuk menghinakannya. Perbuatan ini berdampak buruk dalam pergaulan karena mencoreng wibawa dan kehormatan seseorang, serta menghilangkan kepercayaan kepada orang tersebut.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan bahwa jika manusia tidak mau hidupnya merugi, maka ia harus beriman kepada-Nya, melaksanakan ibadah sebagaimana yang diperintahkannya, berbuat baik untuk dirinya sendiri, dan berusaha menimbulkan manfaat kepada orang lain.\n\nDi samping beriman dan beramal saleh, mereka harus saling nasihat-menasihati untuk menaati kebenaran dan tetap berlaku sabar, menjauhi perbuatan maksiat yang setiap orang cenderung kepadanya, karena dorongan hawa nafsunya.","tafsir-alazhar":"SURAH AL-ASHR(MASA)SURAH KE-103, 3 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi masa!\" (ayat 1)Atau demi waktu Ashar. Maka terdapatlah pada ayat yang pendek ini dua macam tafsir. Syekh Muhammad Abduh menerangkan dalam Tafsir Juz ‘Amma, bahwa telah jadi adat bagi bangsa Arab apabila hari telah sore, mereka duduk bercakap-cakap membicarakan soal-soal kehidupan, dan cerita-cerita lain berkenaan dengan urusan sehari-hari. Karena banyak percakapan yang melantur, keraplah terjadi pertengkaran, menyakiti hati, sehingga menimbulkan permusuhan. Lalu ada yang mengutuki waktu Ashar (petang hari); dia mengatakan waktu Ashar itu waktu celaka, naas, banyak bahaya di dalamnya. Maka datanglah ayat ini memberi peringatan, “Demi Ashar;\" perhatikanlah waktu Ashar. Bukan waktu Ashar yang salah. Yang salah adalah manusia-manusia yang mempergunakan waktu itu dengan salah. Mempergunakannya untuk bercakap yang tidak jelas ujung-pangkalnya; misalnya bermegah- megah dengan harta, memuji diri, merendahkan orang lain. Inilah satu tafsirnya.Tafsir yang lain; “Demi Masa!\"Masa seluruhnya ini, waktu-waktu yang kita lalui dalam hidup kita, zaman demi zaman, masa demi masa, dalam bahasa Arab disebut ‘Ashr juga. Berputarlah dunia ini dan berbagai masa dilaluinya, suka dan duka, naik dan turun, masa muda dan masa tua. Ada masa hidup, kemudian mati, dan tinggallah kenang-kenangan ke masa lalu. Diambil Allah masa menjadi sumpah, atau menjadi sesuatu yang mesti diingat-ingati. Diperingatkanlah masa itu kepada kita dengan sumpah, agar ia jangan disia-siakan, jangan diabaikan. Sejarah kemanusiaan ditentukan oleh edaran masa.Ayat 2“Sesungguhnya manusia itu ada dalam kerugian.\" (ayat 2)Di dalam masa yang dilalui itu nyatalah bahwa manusia hanya rugi selalu. Dalam hidup melalui masa itu tidak ada keuntungan sama sekali. Hanya rugi jua yang didapati. Sehari mulai lahir ke dunia, di hari itu juga usia sudah kurang satu hari. Setiap hari dilalui, sampai hitungan bulan dan tahun, dari muda ke tua, hanya kerugian jua yang dihadapi. Di waktu kecil senanglah badan dalam pangkuan ibu, itu pun rugi karena belum me-rasai arti hidup. Setelah mulai dewasa bolehlah berdiri sendiri, beristri atau bersuami. Namun kerugian pun telah ada. Sebab hidup mulai bergantung kepada tenaga dan kegiatan sendiri, tidak lagi ditanggung orang lain. Sampai kepada kepuasan bersetubuh suami istri yang berlaku dalam beberapa menit, untuk membuahkan anak yang akan dididik dan diasuh, menjadi tanggung jawab sampai ke sekolahnya dan perguruannya selama bertahun-tahun.Di waktu badan masih muda dan gagah perkasa, harapan masih banyak. Tetapi bilamana usia mulai lanjut, barulah kita insaf bahwa tidaklah semua yang kita angankan di waktu muda telah tercapai. Sesudah itu kita bertambah nyanyuk, bertambah sepi; bahkan kadang-kadang bertambah menjadi beban buat anak-cucu. Sesudah itu kita pun mati. Itu juga kalau umur panjang. Kalau usia pendek, kerugian bisa lebih besar lagi. Belum ada amal apa-apa, kita pun sudah pergi. Kerugianlah seluruh masa hidup itu. Kerugian!Ayat 3“Kecuali orang yang beriman.\"Yang tidak akan merasakan kerugian dalam masa hanyalah orang-orang beriman. Orang-orang yang mempunyai kepercayaan bahwa hidupnya ini adalah atas kehendak Allah Yang Mahakuasa. Manusia datang ke dunia ini sementara waktu, namun masa yang sementara itu dapat diisi dengan baik karena ada kepercayaan, ada tempat berlindung. Iman menyebabkan manusia insaf dari mana datangnya. Iman menimbulkan keinsafan tentang guna kehidupan ini, yaitu untuk berbakti kepada Sang Maha Pencipta; dan berbagi kebaikan kepada sesama manusia. Iman menimbulkan keyakinan bahwasanya sesudah hidup yang sekarang ini ada lagi hidup yang lain; itulah hidup sebenarnya.“Dan beramal yang saleh;\"bekerja yang baik dan berfaedah. Sebab hidup itu adalah suatu kenyataan, mati pun kenyataan pula, dan manusia yang di sekeliling kita pun suatu kenyataan. Yang baik terpuji di sini, yang buruk adalah merugikan diri sendiri dan merugikan orang lain. Sinar iman yang telah tumbuh dalam jiwa dan telah menjadi keyakinan, dengan sendirinya menimbulkan perbuatan yang baik.“Dan berpesan-pesanan dalam kebenaran.\"Karena nyatalah sudah bahwa hidup yang bahagia itu adalah hidup bermasyarakat. Hidup nafsi-nafsi adalah hidup yang sangat rugi. Maka hubungkanlah tali kasih sayang dengan sesama manusia, beri-memberi ingat akan kebenaran. Supaya yang benar itu dapat dijunjung tinggi bersama. Ingat-memperingatkan pula mana yang salah, supaya yang salah itu sama-sama dijauhi.“Dan berpesan-pesanan dalam kesabaran.\" (ujung ayat 3)Tidaklah cukup kalau hanya berpesan-pesan tentang nilai-nilai kebenaran. Sebab hidup di dunia itu bukanlah jalan datar saja. Kerap kali kaki ini terantuk duri, teracung kerikil. Cobaan terlalu banyak.Ibnul Qayyim dalam kitabnya Miftahu Daris Sa'adah menerangkan, `Kalau keempat martabat telah tercapai oleh manusia, dapatlah hasil menuju kesempurnaan hidup.Pertama, mengetahui kebenaran;Kedua, mengamalkan kebenaran itu;Ketiga, mengajarkannya kepada orang yang belum pandai menjalankannya;Keempat, sabar dalam menyesuaikan diri dengan kebenaran, dalam mengamalkan dan mengajarkannya. Jelaslah susunan yang empat itu di dalam surah ini.Menurut keterangan Ibnu Katsir dalam tafsirnya, “Suatu keterangan dari ath-Thabarani kalau dua orang sahabat-sahabat Rasulullah ﷺ bertemu, belumlah mereka berpisah melainkan salah seorang di antara mereka membaca surah al-‘Ashr ini terlebih dahulu, barulah mereka mengucapkan salam tanda berpisah.\"Syekh Muhammad Abduh dalam menafsirkan hadits pertemuan dan perpisahan dua sahabat ini berkata, “Ada orang yang menyangka bahwa ini hanya semata-mata Tabarruk (mengambil berkah) saja. Sangkaan itu salah. Maksud membaca ketika akan berpisah ialah memperingatkan isi ayat-ayat, khusus berkenaan dengan berpesan-pesan kebenaran dan berpesan-pesan atas kesabaran, sehingga ia meninggalkan kesan yang baik.\"Imam asy-Syafi'i berkata, “Kalau manusia seanteronya sudi merenungkan surah ini, sudah cukuplah itu baginya.\" Syekh Muhammad Abduh menafsirkan surah ini dengan tersendiri, dan Sayyid Rasyid Ridha pernah mencetak tafsiran gurunya itui dalam sebuah kitab tersendiri pula, dan menjadi salah satu pelajaran kami di Sumatera Thawalib, Padang Panjang pada tahun 1922."}}}