{"1":{"arabic":"أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِأَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ","words":{"arabicWords":["أَلَمۡ","تَرَ","كَيۡفَ","فَعَلَ","رَبُّكَ","بِأَصۡحَٰبِ","ٱلۡفِيلِ"],"translationWords":["apakah tidak","kamu perhatikan","bagaimana","berbuat/bertindak","Tuhanmu","terhadap golongan (tentara)","gajah"]},"translation":"Tidakkah engkau (Nabi Muhammad) memperhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah?","tafsir":{"tafsir-jalalayn":"Al-Fiil (Gajah)\n\n(Apakah kamu tidak memperhatikan) Istifham atau kata tanya di sini mengandung makna takjub; artinya sepatutnya kamu merasa takjub (bagaimana Rabbmu telah bertindak terhadap tentara bergajah) orang yang mempunyai gajah itu bernama Mahmud yang disertai oleh teman-temannya, yaitu raja negeri Yaman yang bernama Abrahah berikut tentaranya. Dia telah membangun sebuah gereja di Shan'a dengan tujuan supaya orang-orang berpaling dari menziarahi Mekah dan tidak menziarahinya lagi. Pada suatu hari ada seseorang lelaki dari Kinanah telah membuat kejadian di gereja tersebut, ia melumuri bagian gereja yang dijadikan kiblat dengan kotoran unta dengan maksud menghinanya. Abrahah bersumpah untuk menghancurkan Kakbah. Lalu ia datang ke Mekah bersama tentaranya, beserta gajah-gajah milik Mahmud tadi. Ketika mereka mulai bergerak hendak menghancurkan Kakbah, Allah mengirimkan kepada mereka apa yang dikisahkan-Nya melalui firman selanjutnya yaitu:.","tafsir-ibnu-katsir":"Tafsir Surat Al-Fil: 1-5\n\nApakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah. Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). Ini mempakan nikmat yang telah dianugerahkan oleh Allah kepada kaum Quraisy, karena Allah telah menyelamatkan mereka dari serangan tentara bergajah, yang sejak semula telah bertekad akan merobohkan Ka'bah dan meratakannya dengan tanah hingga tiada bekas-bekasnya lagi.\n\nMaka Allah memusnahkan mereka dan menjadikan mereka kalah serta usaha mereka menjadi sia-sia, begitu pula tiada hasilnya dari kerja mereka; Allah mengusir mereka dengan cara yang buruk dan akibat yang mengecewakan. Mereka adalah kaum Nasrani, dan agama mereka saat itu lebih mirip keadaannya dengan apa yang dilakukan oleh orang-orang Quraisy, yaitu menyembah berhala. Peristiwa ini terjadi sebagai irhas dan pendahuluan bagi akan diutus-Nya Rasulullah ﷺ Karena sesungguhnya di tahun itu Nabi Muhammad menurut pendapat yang terkenal dilahirkan.\n\nDan seakan-akan takdir Allah subhanahu wa ta’ala telah menetapkan bahwa wahai golongan orang-orang Quraisy, Kami menolong kalian bukanlah karena kalian lebih baik daripada orang-orang Habsyah itu, tetapi karena memelihara Baitul 'Atiq yang akan Kami muliakan, Kami agungkan, dan Kami hormati dengan diutusnya seorang nabi yang ummi, yaitu Muhammad ﷺ penutup para nabi. Berikut ini adalah kisah tentara bergajah secara ringkas, padat, tetapi mendekati kebenaran. Dalam kisah orang-orang yang dimasukkan di dalam parit berapi telah disebutkan bahwa Zu Nuwas, raja terakhir orang-orang Himyar yang musyrik; dialah orang yang membunuh kaum Nasrani dengan memasukkan mereka ke dalam parit yang berapi, jumlah mereka yang dibunuh olehnya kurang lebih ada dua puluh ribu orang.\n\nTiada seorang pun dari mereka yang selamat kecuali Daus yang dijuluki dengan panggilan Zu Sa'labain. Daus melarikan diri dan meminta pertolongan kepada Kaisar raja di negeri Syam, yang juga seagama dengannya, yaitu pemeluk agama Nasrani. Maka Kaisar berkirim surat perintah kepada Raja Najasyi di negeri Habsyah, mengingat letak geografis Habsyah lebih dekat ke negeri Yaman.\n\nMaka Raja Najasyi mengirimkan dua orang panglima perangnya yaitu Aryat dan Abrahah ibnus Sabah Abu Yaksum dengan membawa pasukan yang sangat banyak jumlahnya. Maka mereka memasuki negeri Yaman dan mereka merajalela di kota-kotanya, lalu merebut kerajaan negeri Yaman dari tangan orang-orang Himyar, sedangkan Zu Nuwas sendiri tewas karena tenggelam di laut. Dan Habsyah menjadikan negeri Yaman sebagai negeri yang berdiri sendiri di bawah pimpinan kedua panglima tersebut, yaitu Aryat dan Abrahah.\n\nLalu keduanya berselisih pendapat mengenai siapa di antara keduanya yang berhak menjadi raja di negeri Yaman; keduanya berupaya menjatuhkan yang lainnya. Pada akhirnya salah satu pihak berkata kepada pihak lawannya, \"Kita tidak perlu mengorbankan prajurit yang tidak berdosa di antara kita, lebih baik kita perang tanding saja antara aku dan kamu. Maka barang siapa yang dapat mengalahkan lawannya dan berhasil membunuhnya, dialah yang berhak menjadi raja di negeri ini.\" Pihak lainnya menyetujui usul ini, akhirnya keduanya bertanding dalam suatu ajang perang yang di belakang masing-masing pihak ada parit.\n\nDi suatu kesempatan Aryat berhasil menebaskan pedangnya dan mengenai hidung dan mulut Abrahah, dan hampir saja membelah wajahnya. Maka Atudah maula (bekas budak) Abrahah membela majikannya dan menyerang Aryat serta berhasil membunuhnya. Maka Abrahah diusung dari arena itu dalam keadaan terluka, lalu lukanya diobati hingga akhirnya ia sembuh; setelah itu ia sendirilah yang memimpin tentara Habsyah di negeri Yaman. Raja Najasyi (Negus) berkirim surat kepadanya, yang isinya mencela perbuatannya itu dan mengancamnya serta bersumpah bahwa dirinya benar-benar akan menginjak-injak negeri Yaman dan membelah ubun-ubunnya.\n\nMaka Abrahah membalas suratnya dengan nada memohon belas kasihan dan berdiplomasi, seraya mengirimkan hadiah-hadiah, cindera mata, dan kantong yang berisikan tanah negeri Yaman serta potongan rambut ubun-ubunnya. Semuanya itu ia kirimkan bersama kurirnya untuk disampaikan kepada Raja Najasyi. Di dalam suratnya Abrahah mengatakan, \"Hendaklah Anda (raja) menginjak-injak tanah ini untuk menunaikan sumpah Anda, dan inilah potongan rambut ubun-ubunku kuserahkan kepadamu.\" Ketika hal tersebut sampai di pangkuan Raja Najasyi, ternyata ia terpikat dengan cara yang dilakukan Abrahah, dan akhirnya ia puas dan mendukung apa yang dilakukan oleh Abrahah.\n\nDan dalam suratnya itu Abrahah menjanjikan kepada Najasyi bahwa dirinya akan membangun sebuah gereja di tanah Yaman atas nama Raja Najasyi, yang belum pernah ada suatu gereja pun dibangun sebesar itu. Maka Abrahah membangun sebuah gereja yang sangat besar di kota San'a, bangunannya tinggi sekali lagi dipenuhi dengan berbagai ukiran dan pahatan; orang-orang Arab menamainya Al-Qulais.\n\nDisebut demikian karena bangunannya tinggi sekali, hingga membuat qalansuwah (peci) orang yang memandangnya hampir saja terjatuh dari kepalanya, mengingat puncaknya tinggi sekali. Kemudian Abrahah menginstruksikan kepada Asyram agar memalingkan para peziarah dari kalangan orang-orang Arab untuk mengunjunginya sebagaimana Ka'bah di Mekah dikunjungi mereka. Dan Abrahah memerintahkan kepada Asyram supaya menyerukan pengumuman ini di seluruh kerajaannya. Maka orang-orang Arab keturunan 'Adnan dan Qahtan tidak suka dengan hal tersebut, dan orang-orang Quraisy sangat marah karenanya, hingga sebagian dari mereka ada yang bertekad membuat kerusuhan di dalamnya.\n\nDia masuk dengan diam-diam ke dalamnya di malam hari, lalu menimbulkan peristiwa yang menggemparkan di dalamnya, setelah itu ia lari pulang ke Hijaz. Ketika para pelayan gereja melihat peristiwa tersebut, mereka melaporkan kepada rajanya (yaitu Abrahah) dan mengatakan kepadanya bahwa sesungguhnya yang melakukan peristiwa tersebut tiada lain adalah kaki tangan orang-orang Quraisy, karena mereka marah dan tidak suka dengan adanya gereja ini yang dianggap menyaingi kepunyaan mereka.\n\nMaka Abrahah bersumpah bahwa dirinya benar-benar akan menuju ke Ka'bah di Mekah dan benar-benar akan menghancurkannya batu demi batu hingga rata dengan tanah. Muqatil ibnu Sulaiman menyebutkan bahwa ada seorang pemuda dari kalangan Quraisy memasuki gereja besar di Yaman itu, lalu ia membakarnya, sedangkan di hari itu cuaca sangat panas, maka dengan mudahnya gereja itu terbakar hingga ambruk.\n\nKarena peristiwa itulah Abrahah bersiap-siap menghimpun bala tentaranya dalam jumlah yang sangat besar. Lalu ia berangkat dengan pasukannya itu dengan maksud agar tiada seorang pun yang dapat menghalang-halangi niatnya. Selain dari itu ia membawa seekor gajah yang besarnya tak terperikan, diberi nama Mahmud; gajah tersebut sengaja dikirim oleh Raja Najasyi kepadanya untuk tujuan tersebut. Bahkan menurut pendapat lain, selain gajah Mahmud itu ada delapan gajah lainnya; dan menurut pendapat yang lainnya lagi dua belas ekor gajah; hanya Allah-lah Yang Maha Mengetahui.\n\nGajah tersebut akan dijadikan sebagai sarana untuk merobohkan Ka'bah, misalnya mengikat semua sisi Ka'bah dengan rantai, lalu mengikatkannya pada leher gajah, maka gajah akan menariknya dan tembok Ka'bah akan runtuh sekaligus dalam waktu yang singkat. Ketika orang-orang Arab mendengar keberangkatan Abrahah dengan pasukannya yang bergajah itu, maka mereka merasakan adanya bahaya yang amat besar akan menimpa diri mereka.\n\nDan mereka merasakan bahwa sudah merupakan keharusan bagi mereka membela Bait mereka dan mengusir orang-orang yang bermaksud jahat terhadapnya. Maka bangkitlah seorang lelaki dari kalangan penduduk Yaman yang terhormat dan terbilang sebagai pemimpin mereka untuk mengadakan perlawanan terhadap Abrahah. Orang tersebut bernama Zu Nafar, maka ia menyerukan kepada kaumnya dan orang-orang Arab lainnya untuk memerangi Abrahah dan berjihad melawannya demi membela Baitullah, karena Abrahah bermaksud akan merobohkannya dan meratakannya dengan tanah.\n\nSeruannya itu mendapat sambutan yang hangat dari mereka, lalu mereka berperang melawan Abrahah dipimpin oleh Zu Nafar, tetapi pada akhirnya Zu Nafar kalah. Ini tiada lain karena kehendak Allah subhanahu wa ta’ala yang bertujuan akan memuliakan Baitullah dan mengagungkannya. Zu Nafar ditawan, tetapi Abrahah memaafkannya dan membawanya pergi bersama ke Mekah. Dan ketika perjalanan Abrahah sampai di tanah orang-orang Khas'am, ia dihalangi oleh Nufail ibnu Habib Al-Khas'ami bersama kaumnya, yang memeranginya selama dua bulan.\n\nTetapi pada akhirnya Abrahah berhasil mengalahkan mereka dan menawan Nufail ibnu Habib; pada mulanya Abrahah bermaksud membunuhnya, kemudian ia memaafkannya dan membawanya serta ke Mekah sebagai penunjuk jalannya di negeri Hijaz. Ketika perjalanan Abrahah sampai di dekat Taif, maka para penduduk Taif datang menyambutnya dan bersikap diplomatis dengannya karena takut dengan rumah peribadatan mereka yang mereka beri nama Al-Lata, karenanya Abrahah menghormati mereka.\n\nDan mereka mengirimkan Abu Rigal untuk pergi bersamanya sebagai penunjuk jalan. Ketika perjalanan Abrahah sampai di Al-Magmas yaitu di suatu tempat yang terletak tidak jauh dari Mekkah ia turun beristirahat, sedangkan bala tentaranya merampas semua ternak penduduk Mekah dan sekitarnya atas perintah Abrahah sendiri. Dan di antara ternak unta yang dirampas terdapat dua ratus ekor unta milik Abdul Muttalib.\n\nDan tersebutlah orang yang diserahi oleh Abrahah untuk memimpin perampasan ternak itu adalah komandan pasukan terdepannya yang dikenal dengan nama Al-Aswad ibnu Maqsud, lalu ia dikecam oleh sebagian bangsa Arab melalui bait-bait syairnya, menurut apa yang diriwayatkan oleh Ibnu Ishaq. Abrahah mengirimkan Hannatah Al-Himyari ke Mekah dan memerintahkan kepadanya supaya kembali membawa orang Quraisy yang paling terhormat.\n\nDan Abrahah menyampaikan kepadanya bahwa dia datang bukan untuk memerangi kamu, terkecuali jika kamu menghalang-halanginya dari Baitullah. Maka datanglah Hannatah ke Mekah, lalu ditunjukkan kepadanya rumah Abdul Muttalib ibnu Hasyim, lalu ia menyampaikan kepadanya apa yang dikatakan oleh Abrahah. Maka Abdul Muttalib mengatakan kepadanya, \"Demi Allah, kami tidak berniat untuk memeranginya, juga kami tidak mempunyai kekuatan untuk itu.\n\nIni adalah Baitullah yang disucikan dan merupakan bait (rumah) kekasih-Nya, yaitu Ibrahim. Maka jika Dia mempertahankannya, sudah wajar karena ia adalah rumah-Nya yang disucikan. Dan jika Dia membiarkan antara bait-Nya. dan Abrahah, maka tiada kemampuan bagi kami untuk mempertahankannya.\" Hannatah berkata kepada Abdul Muttalib, \"Kalau begitu, marilah engkau pergi bersamaku untuk menemuinya.\" Maka Abdul Muttalib berangkat bersama Hannatah. Dan ketika Abrahah melihat Abdul Muttalib, ia terkejut melihat penampilan Abdul Muttalib yang tinggi lagi berwibawa dan tampan.\n\nMaka ia menghormatinya, dan ia turun dari singgasananya, lalu duduk bersama Abdul Muttalib di hamparan permadani. Abrahah berkata kepada juru terjemahnya untuk mengatakan kepada Abdul Muttalib mengenai keperluannya hingga datang menghadap kepadanya. Abdul Muttalib berkata kepada juru terjemah Abrahah, \"Sesungguhnya aku datang untuk keperluanku sendiri, yaitu sudilah kiranya sang raja (Abrahah) menyerahkan kepadanya dua ratus ekor unta miliknya yang telah dirampasnya.\" Abrahah terkejut dan mengatakan kepada juru terjemahnya bahwa katakanlah kepadanya, \"Sesungguhnya pada mulanya ketika aku melihatmu, aku merasa kagum dengan penampilan dan wibawamu.\n\nTetapi setelah engkau berbicara kepadaku, kesanku menjadi sebaliknya; apakah engkau berbicara kepadaku hanya mengenai dua ratus ekor unta yang telah kurampas darimu? Sedangkan engkau meninggalkan bait-mu yang merupakan agamamu dan agama nenek moyangmu, padahal aku datang untuk merobohkannya, lalu mengapa engkau tidak berbicara kepadaku mengenainya?\" Abdul Muttalib menjawab, \"Sesungguhnya aku adalah pemilik unta itu dan sesungguhnya bait itu mempunyai Pemiliknya sendiri yang akan membelanya.\" Abrahah berkata, \"Dia tidak akan dapat mencegahku dari merobohkannya.\" Abdul Muttalib berkata, \"'Kalau begitu, terserah Anda.\" Menurut suatu pendapat, sesungguhnya bersama Abdul Muttalib terdapat segolongan orang-orang terhormat dari kalangan orang-orang Arab.\n\nMereka menawarkan kepada Abrahah sepertiga dari harta Tihamah dengan syarat Abrahah mengurungkan niatnya dari menghancurkan Ka'bah. Tetapi Abrahah menolak tawaran mereka dan mengembalikan kepada Abdul Muttalib dua ratus ekor untanya. Abdul Muttalib kembali ke Mekah dan menemui orang-orang Quraisy, lalu memerintahkan kepada mereka agar keluar dari Mekah dan berlindung di atas puncak-puncak bukitnya karena takut akan serangan bala tentara Abrahah.\n\nSetelah itu Abdul Muttalib pergi ke Ka'bah dan memegang pegangan pintu Ka'bah, sedangkan di belakangnya ikut beberapa orang dari kaum Quraisy. Mereka semuanya berdoa kepada Allah dan memohoh pertolongan kepada-Nya dari serangan Abrahah dan bala tentaranya. Abdul Muttalib dalam doanya itu mengatakan seraya memegang pegangan pintu Ka'bah: ......... Ya Allah, sesungguhnya seseorang itu diharuskan membela ternak unta miliknya, maka belalah kepemilikan-Mu.\n\nJanganlah sekali-kali Engkau biarkan salib dan kekuasaan mereka selamanya menang atas tempat-Mu ini. Setelah itu Abdul Muttalib melepaskan pegangan pintu Ka'bah, lalu ia bersama orang-orang Quraisy lainnya keluar menuju ke daerah perbukitan, berlindungdi puncak-puncaknya. Demikianlah menurut Ibnu Ishaq. Muqatil ibnu Sulaiman menyebutkan bahwa mereka meninggalkan di dekat Baitullah seratus ekor unta budnah yang telah dikalungi (untuk dikurbankan), dengan tujuan mudah-mudahan sebagian tentara Abrahah ada yang berani mengganggunya dan menyembelih sebagiannya tanpa hak, maka akibatnya Allah akan menghukum mereka.\n\nDan pada pagi harinya Abrahah bersiap-siap untuk memasuki kota Mekah, lalu menyiapkan gajahnya yang diberi nama Mahmud dan ia menyiapkan pula bala tentaranya. Setelah semuanya siap, maka mereka mengarahkan gajahnya menuju ke arah Mekah, tetapi sebelum itu Nufail ibnu Habib datang dan berdiri di dekat gajah, lalu berkata, \"Wahai Mahmud, duduklah kamu dan kembalilah dengan penuh kesadaran menuju ke tempat asal kedatanganmu, karena sesungguhnya engkau berada di negeri Allah yang disucikan,\" setelah itu melepaskan telinga gajah Mahmud, yang dipeganginya saat ia membisikinya.\n\nMaka gajah itu duduk, dan Nufail lari dengan kencangnya menuju ke daerah perbukitan dan berlindung di puncaknya. Mereka memukuli gajah itu supaya berdiri, akan tetapi gajah itu membangkang dan tidak mau berdiri. Lalu mereka memukul kepalanya dengan palu agar bangkit, dan mereka masukkan tongkat mereka ke bagian lubang telinganya, menariknya dengan tujuan agar mau berdiri, tetapi gajah itu tetap menolak.\n\nKemudian mereka mengarahkannya ke negeri Yaman, dan ternyata tanpa sulit gajah itu bangkit dengan sendirinya, lalu berlari kecil menuju ke arah itu. Kemudian mereka mencoba untuk mengarahkannya ke negeri Syam, dan gajah itu menuruti perintahnya; mereka coba mengarahkannya ke timur, maka gajah itu mengikuti perintah. Tetapi bila diarahkan ke Mekah, gajah itu diam dan duduk.\n\nDan Allah mengirimkan kepada mereka sejumlah besar burung dari arah laut yang bentuknya seperti burung walet dan burung balsan; tiap-tiap ekor membawa tiga buah batu. Satu diparuhnya dan yang dua dipegang oleh masing-masing dari kedua kakinya; batu itu sebesar kacang humsh dan kacang 'adas. Tiada seorang pun dari mereka yang terkena batu itu melainkan pasti binasa, tetapi tidak seluruhnya terkena batu itu.\n\nAkhirnya mereka melarikan diri dan lari tunggang langgang ke arah semula mereka datang seraya mencari Nufail ibnu Habib untuk menunjukkan kepada mereka jalan pulangnya. Sedangkan Nufail berada di atas bukit bersama orang-orang Quraisy dan orang-orang Arab Hijaz lainnya, menyaksikan apa yang ditimpakan oleh Allah subhanahu wa ta’ala kepada tentara bergajah itu sebagai azab dari-Nya. Dan ketika menyaksikan pemandangan itu Nufail berkata: Ke manakah tempat untuk berlari dari kejaran Tuhan yang mengejar; Asyram kalah dan tidak menang.\n\nIbnu Ishaq mengatakan bahwa Nufail ibnu Habib dalam kesempatan itu mengumandangkan bait-bait syair yang berbunyi, ..................... \"Mengapa engkau tidak menghormati kami dan agama kami, maka kami akan menghormati kedatanganmu dengan penghormatan yang luar biasa. Demi suatu agama yang seandainya engkau melihat sebagaimana yang kami lihat di dekat Al-Muhassib, tetapi ternyata engkau tidak melihatnya.\n\nJika engkau melihatnya, tentulah engkau memaafkanku dan memuji tindakanku, dan engkau tidak akan mengalami kekecewaan dari apa yang telah terlewatkan di antara kita. Aku memuji kepada Allah ketika melihat kedatangan burung-burung, dan aku menjadi takut akan tertimpa oleh batu-batu yang dijatuhkannya. Maka semua kaum (tentara Habsyah) mencari-cari Nufail, seakan-akan aku mempunyai utang kepada tentara Habsyah itu.\" Al-Waqidi meriwayatkan berikut sanadnya, bahwa mereka bersiap-siap untuk memasuki Mekah dan gajahnya telah mereka persiapkan pula, tetapi manakala mereka mengarahkannya ke salah satu tujuan dari tujuan yang lain, maka gajah itu mau bergerak.\n\nDan jika mereka arahkan gajahnya menuju ke kota suci Mekah, tiba-tiba ia duduk dan mengeluarkan suaranya (menolak). Lalu Abrahah memaksa pawang gajah dan membentaknya, bahkan memukulinya supaya ia memaksa gajah agar mau masuk ke kota Mekah; mereka memakan waktu yang cukup lama untuk itu. Sedangkan Abdul Muttalib dan segolongan orang dari para pemuka penduduk Mekah antara lain Mut'im ibnu Adiy, Amr ibnu Aid ibnu Imran ibnu Makhzum, dan Mas'ud ibnu Amr As-Saqafi berada di Gua Hira menyaksikan apa yang dilakukan oleh tentara Habsyah itu, dan apa yang dialami mereka dengan gajahnya yang membangkang itu; kisahnya sangat ajaib dan aneh.\n\nKetika mereka sedang dalam keadaan demikian, tiba-tiba Allah mengirimkan kepada tentara habsyah yang bergajah itu burung Ababil, gelombang demi gelombang yang warna bulunya kuning, lebih kecil daripada merpati, sedangkan kakinya berwarna merah; tiap-tiap burung membawa tiga buah batu kerikil. Lalu iringan burung-burung itu tiba dan berputar di atas mereka, kemudian menimpakan batu-batu itu kepada mereka hingga mereka binasa.\n\nMuhammad ibnu Ishaq mengatakan bahwa tentara Habsyah datang dengan membawa dua ekor gajah; adapun gajah Mahmud hanya mendekam dan tidak mau bangkit, sedangkan gajah lainnya memberanikan dirinya dan akhirnya ia terkena batu itu. Wahb ibnu Munabbih mengatakan bahwa mereka membawa banyak gajah, sedangkan gajah Mahmud adalah kendaraan raja mereka, Mahmud mendekam dengan tujuan agar gajah lainnya mengikuti jejaknya.\n\nDan ternyata di antara kumpulan gajah yang mereka bawa ada seekor gajah yang memberanikan dirinya melangkah, maka ia tertimpa batu dan binasa hingga gajah lainnya kabur melarikan diri. ‘Atha’ ibnu Yasar dan lain-lainnya mengatakan bahwa tentara bergajah itu tidak semuanya binasa oleh azab seketika itu juga, bahkan di antara mereka ada yang segera mati, dan di antaranya ada yang tubuhnya rontok anggota demi anggota dalam pelariannya, yang pada akhirnya binasa juga.\n\nSedangkan Abrahah termasuk dari mereka yang tubuhnya rontok anggota demi anggota, hingga akhirnya mati di tanah orang-orang Khas'am. Ibnu Ishaq mengatakan bahwa lalu mereka melarikan diri, sedangkan anggota tubuh mereka rontok satu demi satu, dan di setiap jalan mereka mati bergelimpangan. Sedangkan Abrahah, tubuhnya terkena oleh batu itu, lalu mereka membawanya lari bersama mereka, dan tubuhnya rontok sedikit demi sedikit, hingga sampailah mereka bersamanya di San'a, sedangkan keadaan Abrahah seperti anak burung yang baru menetas.\n\nDan Abrahah masih belum mati kecuali setelah dadanya terbelah dan jantungnya keluar; demikianlah menurut sahibul hikayat. Muqatil ibnu Sulaiman menceritakan bahwa orang-orang Quraisy memperoleh harta yang banyak dari jarahan harta benda pasukan Abrahah itu, sehingga disebutkan bahwa pada hari itu Abdul Muttalib mendapat emas yang jumlahnya dapat memenuhi suatu galian sumur. Ibnu Ishaq mengatakan, telah menceritakan kepadaku Ya'kub ibnu Utbah yang menceritakan kepadanya bahwa penyakit cacar dan lepra di tanah Arab mula-mula terjadi pada tahun itu.\n\nDan bahwa pahitnya buah harmal, hanzal, dan 'usr dirasakan sejak tahun itu. Hal yang sama telah diriwayatkan dari Ikrimah melalui jalur yang jayyid. Ibnu Ishaq mengatakan bahwa ketika Allah subhanahu wa ta’ala berkehendak mengutus Nabi Muhammad ﷺ, maka termasuk di antara karunia dan nikmat yang dilimpahkan-Nya kepada kaum Quraisy ialah terusirnya tentara Habsyah dari mereka, demi menjaga tetapnya kekuasaan dan masa keemasan mereka (Quraisy). Untuk itulah maka disebutkan oleh firman-Nya: Apakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah? Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daunyang dimakan ulat. (Al-Fil: 1-5) Dan juga firman-Nya: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas.\n\nMaka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan. (Quraisy: 1-4) Yakni agar tiada sesuatu pun yang mengubah keadaan mereka dari kebiasaannya, yang hal tersebut tiada lain karena Allah berkehendak baik terhadap mereka, sekiranya mereka mensyukurinya. Ibnu Hisyam mengatakan bahwa ababil artinya berbondong-bondong, dalam bahasa Arab kata ini tidak ada bentuk tunggalnya.\n\nIbnu Hisyam mengatakan pula bahwa adapun makna sijjil, menurut apa yang telah dikatakan oleh Yunus An-Nahwi dan Abu Ubaidah, makna yang dimaksud menurut orang Arab ialah yang sangat keras. Ibnu Hisyam mengatakan bahwa sebagian ulama tafsir mengatakan bahwa keduanya merupakan kata yang berasal dari bahasa Persia, lalu oleh orang Arab dijadikan menjadi satu. Sesungguhnya yang dimaksud tiada lain sama dengan batu dan tanah liat.\n\nUlama tafsir itu mengatakan bahwa batu-batu tersebut berasal dari kedua jenis itu, yakni batu dan tanah Hat. Ibnu Hasyim mengatakah bahwa al-'asfu artinya daun tanaman yang belum diketam, bentuk tunggalnya adalah 'asfah; demikianlah menurut apa yang dikemukakan oleh Ibnu Hasyim. Hammad ibnu Salamah telah meriwayatkan dari Amir, dari Zurr, dari Abdullah dan Abu Salamah ibnu Abdur Rahman sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, yang bergelombang-gelombang.\n\nIbnu Abbas dan Adh-Dhahhak mengatakan bahwa makna yang dimaksud ialah sebagian darinya mengiringi sebagian yang lainnya. Al-Hasan Al-Basri dan Qatadah mengatakan bahwa yang dimaksud dengan ababil ialah yang banyak jumlahnya. Mujahid mengatakan bahwa ababil artinya yang berpencar, berturut-turut, lagi berbondong-bondong. Ibnu Zaid mengatakan bahwa yang dimaksud dengan ababil ialah berpencar-pencar, ada yang datang dari arah ini dan arah itu, yakni mendatangi mereka dari segala penjuru.\n\nAl-Kisa-i mengatakan bahwa ia pernah mendengar sebagian ulama Nahwu mengatakan bahwa bentuk tunggal ababil ialah ibil. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abdul A'la, telah menceritakan kepadaku Daud, dari Ishaq ibnu Abdullah ibnul Haris ibnu Naufal yang mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Yaitu berkelompok-kelompok seperti ternak unta yang dilepas bebas.\n\nDan telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Ibnu Aun, dari Ibnu Sirin, dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, burung-burung yang mempunyai belalai seperti gajah dan cakar-cakar yang seperti kaki anjing. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub ibnu ibrahim, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Husain, dari Ikrimah sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Burung-burung itu berwarna hijau keluar dari laut, kepalanya seperti kepala serigala.\n\nTelah menceritakan pula kepada kami ibnu Basysyar, telah menceritakan kepada kami Ibnu Mahdi, dari Sufyan, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Yakni burung yang muncul dari laut yang paruh dan kedua cakarnya semuanya berwarna hitam; semua sanad riwayat di atas berpredikat shahih. Sa'id ibnu Jubair mengatakan bahwa burung itu berwarna hijau, sedangkan paruhnya berwarna kuning.\n\nBurung-burung itu silih berganti menyerang mereka. Diriwayatkan dari Ibnu Abbas, Mujahid, dan ‘Atha’, bahwa burung ababil itu bentuknya serupa dengan burung garuda yang dikenal di daerah Magrib. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim dari mereka. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ubaidillah ibnu Muhammad ibnu Abu Syaibah, telah menceritakan kepada kami Abu Mu'awiyah, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair yang mengatakan bahwa ketika Allah berkehendak akan membinasakan tentara bergajah, maka Dia mengirimkan kepada mereka pasukan burung yang dikeluarkan dari laut yang gesitnya sama dengan burung walet.\n\nTiap ekor burung membawa tiga buah batu yang terbagi pada paruhnya satu buah dan pada masing-masing kedua kakinya satu buah. Burung-burung itu datang berbaris bersaf-saf di atas mereka, lalu mengeluarkan suaranya dan menjatuhkan batu-batu yang ada pada paruh dan kedua kakinya. Maka tiada sebuah batu pun yang menimpa kepala seseorang dari mereka melainkan tembus sampai ke duburnya, dan tidak sekali-kali batu itu mengenai sesuatu dari tubuh seseorang dari mereka melainkan tembus ke bagian lainnya.\n\nAllah mengirimkan pula angin yang kencang sehingga menambah kencang jatuhnya batu-batuan itu hingga semuanya binasa. As-Suddi telah meriwayatkan dari Ikrimah, dari Ibnu Abbas, bahwa batu-batuan dari sijjil, makna yang dimaksud ialah tanah liat yang telah berubah menjadi batu. Hal ini disebutkan keterangannya di atas dan tidak perlu diulangi lagi. Firman Allah subhanahu wa ta’ala: Lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). (Al-Fil: 5) Sa'id ibnu Jubair mengatakan bahwa makna yang dimaksud ialah pakan hewan ternak yang dikenal oleh bahasa pasaran dengan istilah habur.\n\nMenurut riwayat lain dari'Sa'id, disebutkan daun tanaman gandum. Diriwayatkan pula darinya al-asfu artinya pakan ternak yang telah digerogoti oleh ulat dedaunannya. Hal yang sama telah dikatakan oleh Al-Hasan Al-Basri. Diriwayatkan dari Ibnu Abbas, bahwa al-asfu artinya kulit ari biji gandum. Ibnu Zaid mengatakan bahwa al-asfu artinya daun tanaman dan daun sayuran bilamana telah dimakan oleh ternak, maka kelihatan hanya tangkainya saja.\n\nMakna yang dimaksud ialah bahwa Allah subhanahu wa ta’ala membinasakan mereka dan menghancurkan mereka serta menjadikan mereka 'senjata makan tuan' dengan penuh kedongkolan. Tiada suatu kebaikan pun yang mereka peroleh, dan sebagian besar dari mereka binasa, serta tiada yang pulang melainkan dalam keadaan terluka parah, sebagaimanayang dialami oleh raja mereka (yaitu Abrahah). Sesungguhnya dadanya terbelah dan jantungnya kelihatan ketika ia sampai di san'a, lalu ia sempat menceritakan kepada penduduk San'a apa yang telah menimpa diri mereka, setelah itu ia mati.\n\nKemudian tampuk pemerintahan negeri Yaman dipegang oleh anak Abrahah yang bernama Yaksum, setelah itu saudaranya yang bernama Masruq ibnu Abrahah. Kemudian Saif ibnu Zi Yazin Al-Himyari berangkat menemui Kisra (Raja Persia) dan meminta bantuan kepadanya untuk menghadapi tentara Habsyah. Maka Kisra mengabulkan permintaannya dan menyerahkan kepadanya sebagian dari tentaranya yang berperang bersama Saif ibnu Zi Yazin. Maka Allah mengembalikan kepada mereka kerajaan yang dahulu dimiliki oleh nenek moyang mereka berikut semua kekuasaannya.\n\nKemudian berdatanganlah kepadanya delegasi-delegasi dari orang-orang Arab, mengucapkan selamat atas kemenangannya. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepada kami Abdullah ibnu Abu Bukair, dari Amrah binti Abdur Rahman ibnu As'ad ibnu Zurarah, dari Aisyah yang mengatakan bahwa sesungguhnya ia sempat melihat bekas pawang gajah dan pemegang kendalinya di Mekah dalam keadaan telah tuna netra lagi cacat, tak dapat berjalan, dan meminta-minta (menjadi pengemis).\n\nAl-Waqidi telah meriwayatkan hal yang semisal dari Aisyah. Dan Al-Waqidi telah meriwayatkan dari Asma binti Abu Bakar yang telah mengatakan bahwa kedua bekas pawang gajah itu dalam keadaan cacat parah, meminta-minta kepada orang di Asaf dan Na'ilah, tempat orang-orang musyrik menyembelih sembelihan mereka. Menurut hemat saya, nama pemegang kendali gajah Abrahah bernama Anis. Al-Hafidzh Abu Na'im di dalam kitabnya yang berjudul Dala'ilun Nubuwwah telah meriwayatkan melalui jalur Ibnu Wahb, dari Ibnu Lahi'ah, dari Aqil ibnu Khalid, dari Usman ibnul Mugirah, kisah tentang tentara bergajah ini; tetapi tidak disebutkan bahwa Abrahah datang dari Yaman, melainkan dia hanya mengutus pasukannya yang dipimpin oleh seorang lelaki bernama Syamir ibnu Maqshud, jumlah pasukannya kurang lebih dua puluh ribu orang personil.\n\nDisebutkan pula bahwa burung ababil datang menyerang mereka di malam hari, dan pada pagi harinya mereka semuanya tewas. Konteks kisah ini aneh sekali, sekalipun Abu Na'im telah menguatkannya di atas riwayat yang lain. Menurut riwayat yang benar, Abrahah Al-Asyram Al-Habsyi datang ke Mekah sebagaimana yang ditunjukkan oleh konteks riwayat yang lainnya dan juga yang disebutkan dalam syair orang-orang dahulu.\n\nHal yang sama telah disebutkan dalam riwayat yang bersumberkan dari Ibnu Lahi'ah, dari Al-Aswad, dari Urwah, bahwa Abrahah mengirimkan Al-Aswad ibnu Maqsud bersama sejumlah besar pasukannya di sertai dengan gajah, tetapi tidak disebutkan bahwa Abrahah sendiri ikut dalam misi tersebut. Menurut pendapat yang benar, Abrahah pun memang ikut datang dalam misi itu, barangkali Ibnu Maqsud berada di barisan pasukan yang terdepan; hanya Allah-lah Yang Maha Mengetahui kebenarannya.\n\nIbnu Ishaq meriwayatkan sebagian dari syair-syair yang dikatakan oleh orang-orang Arab berkenaan dengan kisah tentara bergajah ini; di antara lain ia mengutip syair Abdullah ibnuz Zaba'ri yang menyebutkan, \n\n \"Mereka takut terhadap lembah Mekah, karena sejak masa dahulu tiada yang berani melanggar kesuciannya, bintang syi'ra masih belum diciptakan di malam-malam ia disucikan.\n\nKarena tiada seorang pun yang mengaku dirinya perkasa, berani mengotori kesuciannya. Bila ada orang yang bertanya tentang kisah panglima pasukan apa yang telah dialaminya dari tanah suci itu, maka akan diceritakan kepadanya oleh orang yang mengetahuinya. Enam puluh ribu pasukan tidak pernah kembali ke tempat tinggal mereka, bahkan tidak dapat hidup lama orang yang sakit dari mereka sesudah kepulangannya.\n\nSebelum mereka terdapat kaum 'Ad dan Jurhum di dekatnya dan kekuasaan Allah berada di atas hamba-hamba-Nya, Dialah yang menjaga kesuciannya.\" Abu Qais ibnu Aslat Al-Ansari Al-Madani mengatakan dalam bait-bait syairnya yaitu:\n\nDan di antara apa yang diperbuat oleh-Nya di hari tentara bergajah Habsyah telah terbuktikan, karena setiap orang yang dikirimkan oleh mereka dikalahkan.\n\nTameng-tameng mereka berada di bawah qirbah wadah minum mereka, sedangkan mereka dalam keadaan terhina lagi terluka. Pada mulanya kekuatan mereka menakutkan, di saat mereka menuju kepadanya dengan penuh keangkuhan. Tetapi pada akhirnya pemimpin mereka lari tunggang langgang kembali ke tempat asal datangnya, semua orang yang ikut dengannya di tempat itu adalah orang yang aniaya. Maka dikirimkanlah kepada mereka dari atas mereka hujan batu kerikil, yang menghancurleburkan mereka.\n\nMeskipun para pendeta mereka memerintahkan kepada pasukannya untuk bersabar, tetapi mereka menjerit-jerit bagaikan embikan kambing yang terancam bahaya.\" Abus-Shalt ibnu Rabi'ah As-Saqafi mengatakan bahwa telah dinukil dari Umayah ibnu Abus-Shalt ibnu Rabi'ah bait-bait syair yang berbunyi, \n\n\"Sesungguhnya di antara tanda-tanda kekuasaan Tuhan kami yang masih tetap ada dan tiada yang mengingkarinya selain hanya orang yang benar-benar pengingkar kebenaran, (yaitu) adanya malam dan siang hari, semua orang memahami perhitungannya yang telah ditetapkan dengan jelas.\n\nKemudian Tuhan Yang Maha Penyayang menjadikan siang hari terang benderang dengan sinar mentarinya yang menyeluruh. Dialah Yang telah menahan pasukan bergajah di Magmas, hingga gajah itu merangkak seakan-akan seperti tak berdaya, ia hanya diam mendekam sekalipun punggungnya dipukuli bertubi-tubi dengan kerasnya. Di sekitarnya terdapat raja-raja Kindah yang disegani dan menjadi para pendekar dalam medan perang, semuanya menentang niatnya.\n\nKemudian mereka semuanya terkejut karena semua pasukan bergajah itu patah dan binasa. Setiap agama kelak di hari kiamat di hadapan Allah akan ditolak dan sia-sia kecuali agama yang hanif (Islam).\" Dalam pembahasan yang lalu pada tafsir surat Al-Fath telah disebutkan bahwa di hari perjanjian Hudaibiyah ketika Rasulullah ﷺ berada di atas lereng yang darinya dapat ditempuh jalan menuju ke tempat orang-orang Quraisy, unta beliau mendekam, lalu mereka menghardiknya, tetapi unta kendaraan beliau ﷺ tetap menolak. Maka mereka mengatakan bahwa Qaswa (nama unta milik Nabi ﷺ) mogok. Maka Rasulullah ﷺ bersabda: Qaswa tidak mogok, karena mogok bukan merupakan pembawaannya, tetapi ia ditahan oleh Tuhan Yang telah menahan pasukan bergajah. Kemudian Rasulullah ﷺ melanjutkan sabdanya: Demi Tuhan yang jiwaku berada di dalam genggaman kekuasaan-Nya, tidaklah mereka meminta kepadaku hari ini suatu rencana yang di dalamnya terkandung penghormatan kepada hal-hal yang disucikan oleh Allah melainkan aku akan menyetujuinya.\n\nSetelah itu beliau ﷺ menghardik untanya, maka untanya bangkit dan meneruskan perjalannya. Hadits ini termasuk hadits-hadits yang diriwayatkan oleh Imam Bukhari secara munfarid (tunggal). Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ bersabda di hari jatuhnya kota Mekah: Sesungguhnya Allah telah menahan pasukan bergajah dari Mekah, dan menguasakannya kepada Rasul-Nya dan orang-orang mukmin, dan sesungguhnya kini telah kembali kesuciannya pada hari ini juga, sebagaimana kesuciannya di waktu sebelumnya. Ingatlah, hendaklah orang yang hadir menyampaikannya kepada orang yang tidak hadir.\"","tafsir-ringkas-kemenag":"Wahai Nabi Muhammad atau siapa saja, tidakkah engkau perhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah dengan menghancurkan mereka, yaitu tentara Abrahah dari Ethiopia yang hendak menghancurkan Kakbah'2. Bukankah Dia telah menjadikan tipu daya dan usaha mereka menghancurkan Kakbah itu sia-sia, meski mereka datang dengan pasukan yang kuat dan persenjataan yang lengkap'.","tafsir-lengkap-kemenag":"Dalam surah ini, Allah mengingatkan Nabi Muhammad dan pengikutnya dengan suatu peristiwa yang menunjukkan betapa besarnya kekuasaan Allah. Peristiwa itu adalah penyerbuan tentara gajah yang dipimpin oleh panglima Abrahah dari Yaman untuk menundukkan penduduk Mekah dan meruntuhkan Ka'bah. Akan tetapi, Allah membinasakan mereka sebelum maksud yang jahat itu tercapai. Peristiwa Gajah adalah suatu peristiwa yang paling terkenal di kalangan bangsa Arab, sehingga peristiwa ini mereka jadikan patokan tanggal bagi peristiwa-peristiwa lainnya.\n\nKesimpulan riwayatnya adalah bahwa seorang panglima perang yang berkuasa di Yaman ingin menguasai Ka'bah dan menghancurkannya, dengan maksud melarang orang-orang Arab mengerjakan haji ke Ka'bah. Lalu bala tentaranya bergerak menuju Ka'bah disertai beberapa ekor gajah untuk menakut-nakuti. Ketika iring-iringan angkatan perang tersebut tiba di suatu tempat bernama Muqammas (suatu tempat yang berdekatan dengan Mekah), mereka beristirahat di sana. Panglima perang mengirim utusannya kepada penduduk Mekah untuk menyampaikan maksudnya, yaitu bukan untuk memerangi penduduk tetapi untuk menghancurkan Ka'bah. Penduduk Mekah menjadi ketakutan dan lari ke gunung-gunung di sekeliling Ka'bah untuk melihat dari jauh apa yang akan terjadi dan apa yang akan dilakukan oleh panglima perang tersebut.\n\nDalam surah ini pula Allah menjelaskan apa yang terjadi terhadap pasukan bergajah dalam bentuk pertanyaan bahwa Muhammad tidak mengetahui keadaan yang sangat aneh dan peristiwa yang sangat dahsyat yang membuktikan kekuasaan Allah, ilmu dan hikmah-Nya yang tinggi terhadap tentara gajah yang ingin menghancurkan Ka'bah. Kejadian itu berbeda dengan kejadian lainnya yang mempunyai sebab dan akibat.","tafsir-alazhar":"SURAH AL-FIIL(GAJAH)SURAH KE-105, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Tidakkah engkau perhatikan?\"Atau tidakkah engkau mendengar berita “Bagaimana Tuhan engkau berbuat terhadap orang-orang yang mempunyai gajah?\" (ujung ayat 1)Pertanyaan Allah seperti ini adalah untuk memperkuat berita penting itu, yang mulanya ditujukan kepada Nabi ﷺ namun maksudnya ditujukan untuk umat secara umum.Kisah orang-orang yang mempunyai gajah ini tersebut dengan selengkapnya di kitab Sirah lbnu Hisham, pencatat riwayat hidup Nabi Muhammad ﷺ yang terkenal.Ketika itu Tanah Arab bagian selatan ada di bawah kekuasaan Kerajaan Habsyi. Najasyi (Negus) menanam wakilnya di Arabia Selatan itu bernama Abrahah. Sebagaimana kita ketahui, Kerajaan Habsyi adalah pemeluk agama Kristen. Untuk menunjukkan jasanya kepada raja, Abrahah sebagai wakil raja atau gubernur telah mendirikan sebuah gereja di Shan'aa diberinya nama Qullais. Dibuatnya gereja itu sangat indahnya sehingga tidak akan ada tandingnya di dunia di masa itu. Setelah selesai dikirimnyalah berita kepada Najasyi: “Telah aku dirikan sebuah gereja, ya Tuanku! Dan aku percaya belumlah ada raja-raja sebelum Tuanku mendirikan gereja semegah ini. Namun hatiku belumlah puas kalau orang Arab yang selama ini berhaji ke Mekah, tidak aku palingkan hajinya ke gereja Tuanku itu.\"Berita isi surat yang pongah ini sampai ke telinga bangsa Arab, sehingga mereka gelisah. Maka bangkitlah marah seorang pemuka Arab karena tempat mereka berhaji akan dialihkan dengan kekerasan. Menurut Ibnu Hisyam orang itu ialah dari kabilah Bani Faqim bin Adiy. Maka pergilah dia sembunyi-sembunyi ke gereja itu, dia masuk ke dalam, dan di tengah-tengah gereja megah itu diberakinya. Setelah itu dia pun segera pulang ke negerinya.Berita ini disampaikan orang kepada Abrahah. Lalu dia bertanya, “Siapakah yang membuat pekerjaan kotor ini?\" Ada orang menjawab, “Yang berbuat kotor ini adalah orang yang membela rumah yang mereka hormati itu, tempat mereka tiap tahun naik haji, di Mekah. Setelah dia mendengar maksud Paduka Tuan hendak memalingkan haji orang Arab dari rumah yang mereka sucikan kepada gereja ini, orang itu marah lalu dia masuk ke dalam gereja ini dan diberakinya, untuk membuktikan bahwa gereja ini tidaklah layak buat pengganti rumah mereka yang di Mekah itu.\"Sangatlah murka Abrahah melihat perbuatan itu, dan bersumpahlah dia, akan segera berangkat ke Mekah, untuk meruntuhkan rumah itu!Dikirimnya seorang utusan kepada Bani Kinanah, mengajak mereka mempelopori naik haji ke gereja yang didirikannya itu. Tetapi sesampai utusan itu ke negeri Bani Kinanah, dia pun mati dibunuh orang.Itu pun menambah murka dan sakit hati Abrahah.Maka disuruhyalah tentara Habsyi bersiap. Setelah siap mereka pun berangkat menuju Mekah. Dia sendiri mengendarai seekor gajah, diberinya nama Mahmud.Setelah tersiar berita tentara di bawah pimpinan Abrahah telah keluar hendak pergi meruntuh Ka'bah, sangatlah mereka terkejut dan seluruh kabilah-kabilah Arab itu pun merasalah bahwa mempertahankan Ka'bah dari serbuan itu adalah kewajiban mereka. Salah seorang pemuka Arab di negeri Yaman bernama Dzu Nafar menyampaikan seruan kepada kaumnya dan Arab tetangganya supaya bersiap menangkis dan menghadang serbuan ini. Mengajak berjihad mempertahankan Baitullah al-Haram. Banyaklah orang datang menggabungkan diri kepada Dzu Nafar itu melawan Abrahah. Tetapi karena kekuatan tidak seimbang, Dzu Nafar kalah dan tertawan. Tatkala Abrahah hendak membunuh tawanan itu berdatang sembahlah dia, “Janganlah saya Tuan bunuh. Barangkali ada faedahnya bagi Tuan membiarkan saya tinggal hidup.\" Karena permohonannya itu tidaklah jadi Dzu Nafar dibunuh dan tetaplah Dzu Nafar di belenggu. Abrahah memang seorang yang suka memaafkan.Abrahah pun meneruskan perjalanannya. Sesampai di negeri orang Khats'am tampil pula pemimpin Arab bernama Nufail bin Habib Al-Khats'ami, memimpin dua kabilah Khats'am, yaitu Syahran, Nahis, dan beberapa kabilah lain yang mengikutinya. Mereka pun berperang pula melawan Abrahah, tetapi Nufail pun kalah dan tertawan pula. Ketika dia akan dibunuh dia pun berdatang sembah, “Tak usah saya Tuan bunuh, bebaskanlah saya supaya saya menjadi penunjuk jalan Tuan di negeri-negeri Arab ini. Dua kabilah ini, Syahran dan Nahis, adalah turut perintah Tuan.\" Permintaannya itu pun dikabulkan oleh Abrahah dan tetaplah dia berjalan di samping Abrahah menjadi penunjuk jalan, sehingga sampailah tentara itu di Thaif.Sampai di Thaif pemuka Tsaqif yang bernama Mas'ud bin Mu'attib bersama beberapa orang pemuka lain datang menyongsong kedatangan Abrahah, lalu mereka menyatakan ketundukan. Dia berkata, “Wahai Raja! Kami ini adalah hamba sahaya Tuan, kami tunduk takluk ikut perintah, tidak ada kami yang bermaksud melawan Tuan. Di negeri ini memangada pula sebuah rumah yang kami puja dan muliakan (maksudnya, berhala bernama Laatta). Namun kami percaya bukanlah berhala kami ini yang Tuan maksud akan diruntuhkan. Yang Tuan maksud tentulah Ka'bah yang di Mekah. Kami bersedia memberikan penunjuk jalan buat Tuan akan menuju negeri Mekah itu.\" Lalu mereka berikan seorang penunjuk jalan bernama Abu Raghaal! Lantaran itu Abrahah pun melanjutkan perjalanan dengan Abu Raghaal sebagai penunjuk jalan, sampai mereka dapat berhenti istirahat di satu tempat bernama Mughammis; suatu tempat dekat ke Mekah dari jalur perjalanan dari Thaif.Sesampai mereka berhenti di Mughammis itu tiba-tiba matilah Abu Raghaal, si penunjuk jalan itu. Kubur Abu Rughaal ditandai oleh orang Arab, maka setiap yang lalu lintas di dekat situ melempari kubur tersebut.Setelah Abrahah berhenti dengan tentaranya di Mughammis, diutusnya seorang utusan dari bangsa Habsyi ke negeri Mekah. Nama utusan itu Aswad bin Maqfud. Dia pergi dengan naik kuda. Setelah dia sampai di wilayah Mekah dirampasnya harta benda penduduk Tihamah dari Quraisy dan Arab yang lain. Termasuk dua ratus ekor unta kepunyaan Abdul Muthalib bin Hasyim, yang ketika itu menjadi orang yang dituakan dan disegani oleh kalangan Quraisy.Melihat perbuatan dan perampasan yang dilakukan oleh patroli Abrahah yang bernama Aswad bin Maqfud itu, naik darahlah orang Quraisy, orang Kinanah, dan Kabilah Huzail yang semuanya hidup di keliling Mekah yang berpusat kepada Ka'bah sehingga mereka pun telah menyatakan bersiap hendak berperang melawan Abrahah. Tetapi setelah mereka musyawarahkan dengan saksama, mereka pun mendapat kesimpulan bahwa tidaklah seimbang kekuatan mereka hendak melawan dengan besarnya angkatan perang musuh. Sebab itu perang tidaklah dijadikan.Lalu Abrahah mengirim lagi perutusannya di bawah pimpinan Hunathah al-Himyari ke Mekah, hendak mencari hubungan dengan pemuka-pemuka Mekah dan ketua-ketuanya. Lalu utusan itu menyampaikan pesan Abrahah, “Kami datang kemari bukanlah hendak memerangi kalian. Kedatangan kami hanyalah semata-mata hendak menghancurkan rumah ini. Kalau kalian tidak mencoba melawan kami, selamatlah nyawa dan darah kalian,\" Dan Abrahah berpesan pula, `Kalau memang penduduk Mekah tidak hendak melawan kami, suruhlah salah seorang ketua Mekah datang menghadapnya ke Mughammis!\"Hunathah itu pun datanglah ke Mekah menyampaikan titah raja yang tegas itu. Setelah orang yang ditemuinya menyatakan bahwa pemimpin dan ketua mereka ialah Abdul Muthalib bin Hasyim. Lalu datanglah dia menemui Abdul Muthalib dan menyampaikan titah raja yang tegas itu. Mendengar pesan raja itu berkatalah Abdul Muthalib.“Demi Allah tidaklah kami bermaksud hendak berperang dengan dia. Kekuatan kami tidak cukup untuk memeranginya. Rumah ini adalah Rumah Allah, Baitullah al-Haram, dan Rumah Khalilullah Ibrahim. Kalau Allah hendak mempertahankan rumah-Nya dari diruntuhkan, itulah urusan Allah sendiri. Kalau dibiarkannya rumah-Nya diruntuh orang, apalah daya kami? Kami tak kuat mempertahankannya.\"Berkata Hunathah, “Kalau begitu Tuan sendiri harus datang menghadap Baginda. Saya diperintahkan mengiringkan Tuan.\"“Baiklah,\" kata Abdul Muthalib. Maka dia pun pergi bersama Hunathah mengadap raja. Beliau diiringkan oleh beberapa orang putranya sehingga sampailah mereka ke tempat perhentian laskar itu. Lalu ditanyakannya keadaan Dzu Nafar yang tertawan itu, sebab dia adalah sahabat lamanya, sehingga dia pun diizinkan menemuinya, dan masuk ke dalam tempat tahanannya.Dia bertanya kepada Dzu Nafar, “Hai Dzu Nafar! Apa pendapat yang dapat engkau berikan kepadaku tentang kemusykilan yang aku hadapi ini?\"Dzu Nafar menjawab, “Tidaklah ada pendapat yang dapat diberikan oleh seorang yang dalam tawanan raja, yang menunggu akan dibunuh raja, entah pagi entah petang. Tak ada nasihat yang dapat saya berikan. Cuma ada satu! Yaitu pawang gajah selalu menjaga gajah raja itu, Unais namanya. Dia adalah sahabatku. Saya akan mengirim berita kepadanya tentang halmu dan saya akan memesan bahwa engkau sahabatku supaya dia mengerti, bahwa engkau ini orang penting. Moga-moga dengan perantaraannya engkau dapat menghadap raja, supaya engkau dapat menumpahkan perasaanmu di hadapannya, dan supaya Unais pun dapat memujikan engkau di hadapan baginda. Moga-moga dia sanggup.\"“Baiklah\" kata Abdul Muthalib.Lalu Dzu Nafar mengirim orang kepada Unais, pengawal gajah raja. Kepada Unais itu Dzu Nafar memesankan tentang Abdul Muthalib. Bahwa dia adalah ketua orang Quraisy, yang empunya sumur Zam Zam yang terkenal itu, yang memberi makan orang yang terlantar di tanah rendah dan memberi makan binatang buas di puncak bukit-bukit. Untanya dua ratus ekor dirampas hamba-hamba raja, dia mohon izin menghadap baginda, dan engkau usahakanlah supaya pertemuan itu berhasil.\"“Saya sanggupi,\" kata Unais. Maka Unais pun datanglah menghadap raja mempersembahkan dari hal Abdul Muthalib itu: “Daulat Tuanku, beliau adalah Ketua Quraisy. Dia telah berdiri di hadapan pintu Tuanku, ingin menghadap. Dialah yang menguasai sumur Zam Zam di Mekah. Dialah yang memberi makanan manusia di tanah rendah dan memberi makanan binatang buas di puncak gunung-gunung. Beri izinlah dia masuk, Tuanku. Biarlah dia menyampaikan apa yang terasa di hatinya.\"“Suruhlah dia masuk,\" titah raja.Abdul Muthalib adalah seorang yang rupawan, berwajah menarik dan berwibawa, besar dan jombang. Baru saja dia masuk, ada sesuatu yang memaksa Abrahah berdiri menghormatinya dan menjemputnya ke pintu kemah. Abrahah merasa tidaklah layak orang ini akan duduk di bawah dari kursinya. Sebab itu baginda sendirilah yang turun dari kursi dan sama duduk di atas hamparan itu berdekat dengan Abdul Muthalib. Kemudian itu bertitahlah baginda kepada penterjemah, “Suruh katakanlah apa hajatnya!\"Abdul Muthalib menjawab dengan perantaraan penterjemah, “Maksud kedatanganku ialah memohonkan kepada raja agar unta kepunyaanku, dua ratus ekor banyaknya, yang dirampas oleh hamba sahaya baginda, dipulangkan kepadaku.\"Raja menjawab dengan perantaraan penerjemah, “Katakan kepadanya, mulai dia masuk aku terpesona melihat sikap dan rupanya, yang menunjukkan bahwa dia seorang besar dalam kaumnya. Tetapi setelah kini dia mengemukakan soal untanya dua ratus ekor yang dirampas oleh orang-orangku, dan dia tidak membicarakan sama sekali, tidak ada reaksinya sama sekali, tentang rumah agamanya dan rumah agama nenek moyangnya yang aku datang sengaja hendak meruntuhkannya, menjadi sangat kecil dia dalam pandanganku.\"Abdul Muthalib menjawab, “Saya datang kemari mengurus unta itu, karena yang punya unta itu aku sendiri. Adapun soal rumah itu, memang sengaja tidak saya bicarakan, sebab rumah itu ada pula yang punya, yaitu Allah. Itu adalah urusan Allah.\"Dengan sombong Abrahah menjawab, “Allah itu sendiri tidak akan dapat menghambat maksudku!\"Abdul Muthalib menjawab, “Itu terserah Tuan, aku datang kemari hanya mengurus untaku.\"Unta yang dua ratus ekor itu pun disuruh kembalikan oleh Abrahah. Abdul Muthalib pun segeralah kembali ke Mekah, memberitakan kepada penduduk Mekah pertemuannya dengan Abrahah. Lalu dia memberi nasihat supaya seluruh penduduk Mekah segera meninggalkan Mekah, mengelakkan diri ke puncak-puncak bukit keliling Mekah atau ke lurah-lurah, agar jangan sampan terinjak, terlindas oleh tentara yang akan datang mengamuk.Setelah itu, dengan diiringkan oleh beberapa pemuka Quraisy, Abdul Muthalib pergi ke pintu Ka'bah, dipegangnya teguh-teguh gelang pada pintunya, lalu berdoa bersama-sama menyeru Allah, memohon pertolongan, dan agar Allah memberikan pembalasannya kepada Abrahah dan tentaranya. Sambil memegang gelang pintu Ka'bah itu dia bermohon,“Ya Tuhanku! Tidak ada yang aku harap selain Engkau! Ya Tuhanku! Tahanlah mereka dengan benteng Engkau! Sesungguhnya siapa yang memusuhi rumah ini adalah musuh Engkau. Mereka tidak akan dapat menaklukkan kekuatan Engkau.\"Setelah selesai bermunajat kepada Allah dengan memegang gelang pintu Ka'bah itu, Abdul Muthalib bersama orang-orang yang mengiringkannya mengundurkan diri, lalu pergi ke lereng-lereng bukit, dan di sanalah mereka berkumpul menunggu apakah yang akan diperbuat Abrahah terhadap negeri Mekah bilamana dia masuk kelak.Setelah pagi besoknya bersiaplah Abrahah hendak memasuki Mekah dan dipersiapkanlah gajah-gajahnya. Gajah itu diberinya nama Mahmud. Dan Abrahah pun telah besiap-siap hendak pergi meruntuhkan Kakbah, dan kalau sudah selesai pekerjaannya itu, kelak dia bermaksud hendak segera pulang ke Yaman.Setelah dihadapkannya gajahnya itu menuju Mekah, mendekatlah tawanan yang dijadikan penunjuk jalan itu, dari Kabilah Khats'am yang bernama Nufail bin Habib itu. Dia dekati gajah tersebut, lalu dipegangnya telinga gajah itu dengan lemah lembutnya dan dia berbisik, “Kalau engkau hendak dihalau berjalan hendaklah engkau tengkurup saja, hai Mahmud! Lebih cerdik bila engkau pulang saja ke tempat engkau semula di negeri Yaman. Sebab engkau sekarang hendak dikerahkan ke Baladillah al-Haram (Tanah Allah yang suci lagi bertuah).\"Selesai bisikannya itu dilepaskannyalah telinga gajah itu. Dan sejak mendengar bisikan itu, gajah tersebut terus tengkurup, tidak mau berdiri. Nufail bin Habib sendiri pun pergilah berjalan cepat-cepat meninggalkan tempat itu, menuju sebuah bukit.Maka datanglah masa akan berangkat. Gajah disuruh berdiri tidak mau berdiri. Dipukul kepalanya dengan tongkat penghalau gajah yang agak runcing ujungnya, supaya dia segera berdiri. Namun dia tetap duduk tak mau bergerak. Diambil pula tongkat lain, ditonjolkan ke dalam mulutnya supaya dia berdiri, namun dia tidak juga mau berdiri. Lalu ditarik kendalinya dihadapkan ke negeri Yaman; dia pun segera berdiri, bahkan mulai berjalan kencang. Lalu dihadapkan pula ke Syam. Dengan gembira dia pun berjalan cepat menuju Syam. Lalu dihadapkan pula ke timur, dia pun berjalan kencang. Kemudian dihadapkan dia ke Mekah, dia pun duduk kembali, tidak mau bergerak.Padahal Abrahah sudah siap, tentaranya pun sudah siap.Dalam keadaan yang demikian itu, menurut Ibnu Hisyam dalam Sirah-nya tampaklah di udara beribu-ribu ekor burung terbang menuju mereka. Datangnya dari jurusan laut. Burung itu membawa tiga butir batu; sebutir dimulutnya dan dua butir digenggamnya dengan kedua belah kakinya. Dengan serentak burung-burung itu menjatuhkan batu yang di bawanya itu ke atas diri tentara-tentara yang banyak itu. Mana yang kena terpekik kesakitan karena saking panasnya. Berpekikan dan berlarianlah mereka, tumpang-siur tidak tentu arah, karena takut akan ditimpa batu kecil-kecil itu yang sangat panas membakar itu. Lebih banyak yang kena daripada yang tidak kena.Semua menjadi kacau balau dan ketakutan. Mana yang kena terkaparlah jatuh, dan yang tidak sampai kena segera lari kembali ke Yaman. Mereka cari Nufail bin Habib untuk menunjuki jalan menuju Yaman, namun dia tidak mau lagi. Kocar-kacirlah mereka pulang. Satu demi satu mana yang kena lontaran batu itu jatuh. Dan yang agak tegap badannya masih melanjutkan pelarian menuju negerinya, namun di tengah jalan mereka berjatuhan juga. Adapun Abrahah sendiri yang tidak terlepas dari lontaran batu itu masih sempat naik gajahnya menuju Yaman, namun di tengah jalan penyakitnya bertambah membahayakan. Terkelupas kulitnya, gugur dagingnya, sehingga sesampainya di negeri Yaman boleh dikatakan sudah seperti anak ayam menciap-ciap. Lalu mati dalam kehancuran.Maka terkenallah tahun itu dengan nama Tahun Gajah. Menurut keterangan Nabi ﷺ sendiri dalam sebuah hadits yang shahih, beliau dilahirkan dalam tahun gajah itu. Dan tersebut pula di dalam kitab Ayyamun Nubuwah, Nabi ﷺ dilahirkan 12 Rabiul Awwal, 50 hari saja sesudah kejadian bersejarah kehancuran tentara bergajah itu. Setelah Nabi kita ﷺ berusia 40 tahun dan diangkat Allah menjadi Rasul, saw, masih didapati dua orang peminta-minta di Mekah, keduanya buta matanya. Orang itu adalah sisa dari pengasuh-pengasuh gajah yang menyerang Mekah itu."}},"2":{"arabic":"أَلَمۡ يَجۡعَلۡ كَيۡدَهُمۡ فِى تَضۡلِيلٍأَلَمۡ يَجۡعَلۡ كَيۡدَهُمۡ فِى تَضۡلِيلٍ","words":{"arabicWords":["أَلَمۡ","يَجۡعَلۡ","كَيۡدَهُمۡ","فِي","تَضۡلِيلٖ"],"translationWords":["apakah tidak","Dia jadikan","tipu daya mereka","dalam","kesesatan/sia-sia"]},"translation":"Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia?","tafsir":{"tafsir-jalalayn":"(Bukankah Dia menjadikan) telah menjadikan (tipu daya mereka itu) dalam rangka menghancurkan Kakbah (sia-sia) maksudnya hanya menjerumuskan mereka ke dalam kerugian dan kebinasaan.","tafsir-ibnu-katsir":"Tafsir Surat Al-Fil: 1-5\n\nApakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah. Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). Ini mempakan nikmat yang telah dianugerahkan oleh Allah kepada kaum Quraisy, karena Allah telah menyelamatkan mereka dari serangan tentara bergajah, yang sejak semula telah bertekad akan merobohkan Ka'bah dan meratakannya dengan tanah hingga tiada bekas-bekasnya lagi.\n\nMaka Allah memusnahkan mereka dan menjadikan mereka kalah serta usaha mereka menjadi sia-sia, begitu pula tiada hasilnya dari kerja mereka; Allah mengusir mereka dengan cara yang buruk dan akibat yang mengecewakan. Mereka adalah kaum Nasrani, dan agama mereka saat itu lebih mirip keadaannya dengan apa yang dilakukan oleh orang-orang Quraisy, yaitu menyembah berhala. Peristiwa ini terjadi sebagai irhas dan pendahuluan bagi akan diutus-Nya Rasulullah ﷺ Karena sesungguhnya di tahun itu Nabi Muhammad menurut pendapat yang terkenal dilahirkan.\n\nDan seakan-akan takdir Allah subhanahu wa ta’ala telah menetapkan bahwa wahai golongan orang-orang Quraisy, Kami menolong kalian bukanlah karena kalian lebih baik daripada orang-orang Habsyah itu, tetapi karena memelihara Baitul 'Atiq yang akan Kami muliakan, Kami agungkan, dan Kami hormati dengan diutusnya seorang nabi yang ummi, yaitu Muhammad ﷺ penutup para nabi. Berikut ini adalah kisah tentara bergajah secara ringkas, padat, tetapi mendekati kebenaran. Dalam kisah orang-orang yang dimasukkan di dalam parit berapi telah disebutkan bahwa Zu Nuwas, raja terakhir orang-orang Himyar yang musyrik; dialah orang yang membunuh kaum Nasrani dengan memasukkan mereka ke dalam parit yang berapi, jumlah mereka yang dibunuh olehnya kurang lebih ada dua puluh ribu orang.\n\nTiada seorang pun dari mereka yang selamat kecuali Daus yang dijuluki dengan panggilan Zu Sa'labain. Daus melarikan diri dan meminta pertolongan kepada Kaisar raja di negeri Syam, yang juga seagama dengannya, yaitu pemeluk agama Nasrani. Maka Kaisar berkirim surat perintah kepada Raja Najasyi di negeri Habsyah, mengingat letak geografis Habsyah lebih dekat ke negeri Yaman.\n\nMaka Raja Najasyi mengirimkan dua orang panglima perangnya yaitu Aryat dan Abrahah ibnus Sabah Abu Yaksum dengan membawa pasukan yang sangat banyak jumlahnya. Maka mereka memasuki negeri Yaman dan mereka merajalela di kota-kotanya, lalu merebut kerajaan negeri Yaman dari tangan orang-orang Himyar, sedangkan Zu Nuwas sendiri tewas karena tenggelam di laut. Dan Habsyah menjadikan negeri Yaman sebagai negeri yang berdiri sendiri di bawah pimpinan kedua panglima tersebut, yaitu Aryat dan Abrahah.\n\nLalu keduanya berselisih pendapat mengenai siapa di antara keduanya yang berhak menjadi raja di negeri Yaman; keduanya berupaya menjatuhkan yang lainnya. Pada akhirnya salah satu pihak berkata kepada pihak lawannya, \"Kita tidak perlu mengorbankan prajurit yang tidak berdosa di antara kita, lebih baik kita perang tanding saja antara aku dan kamu. Maka barang siapa yang dapat mengalahkan lawannya dan berhasil membunuhnya, dialah yang berhak menjadi raja di negeri ini.\" Pihak lainnya menyetujui usul ini, akhirnya keduanya bertanding dalam suatu ajang perang yang di belakang masing-masing pihak ada parit.\n\nDi suatu kesempatan Aryat berhasil menebaskan pedangnya dan mengenai hidung dan mulut Abrahah, dan hampir saja membelah wajahnya. Maka Atudah maula (bekas budak) Abrahah membela majikannya dan menyerang Aryat serta berhasil membunuhnya. Maka Abrahah diusung dari arena itu dalam keadaan terluka, lalu lukanya diobati hingga akhirnya ia sembuh; setelah itu ia sendirilah yang memimpin tentara Habsyah di negeri Yaman. Raja Najasyi (Negus) berkirim surat kepadanya, yang isinya mencela perbuatannya itu dan mengancamnya serta bersumpah bahwa dirinya benar-benar akan menginjak-injak negeri Yaman dan membelah ubun-ubunnya.\n\nMaka Abrahah membalas suratnya dengan nada memohon belas kasihan dan berdiplomasi, seraya mengirimkan hadiah-hadiah, cindera mata, dan kantong yang berisikan tanah negeri Yaman serta potongan rambut ubun-ubunnya. Semuanya itu ia kirimkan bersama kurirnya untuk disampaikan kepada Raja Najasyi. Di dalam suratnya Abrahah mengatakan, \"Hendaklah Anda (raja) menginjak-injak tanah ini untuk menunaikan sumpah Anda, dan inilah potongan rambut ubun-ubunku kuserahkan kepadamu.\" Ketika hal tersebut sampai di pangkuan Raja Najasyi, ternyata ia terpikat dengan cara yang dilakukan Abrahah, dan akhirnya ia puas dan mendukung apa yang dilakukan oleh Abrahah.\n\nDan dalam suratnya itu Abrahah menjanjikan kepada Najasyi bahwa dirinya akan membangun sebuah gereja di tanah Yaman atas nama Raja Najasyi, yang belum pernah ada suatu gereja pun dibangun sebesar itu. Maka Abrahah membangun sebuah gereja yang sangat besar di kota San'a, bangunannya tinggi sekali lagi dipenuhi dengan berbagai ukiran dan pahatan; orang-orang Arab menamainya Al-Qulais.\n\nDisebut demikian karena bangunannya tinggi sekali, hingga membuat qalansuwah (peci) orang yang memandangnya hampir saja terjatuh dari kepalanya, mengingat puncaknya tinggi sekali. Kemudian Abrahah menginstruksikan kepada Asyram agar memalingkan para peziarah dari kalangan orang-orang Arab untuk mengunjunginya sebagaimana Ka'bah di Mekah dikunjungi mereka. Dan Abrahah memerintahkan kepada Asyram supaya menyerukan pengumuman ini di seluruh kerajaannya. Maka orang-orang Arab keturunan 'Adnan dan Qahtan tidak suka dengan hal tersebut, dan orang-orang Quraisy sangat marah karenanya, hingga sebagian dari mereka ada yang bertekad membuat kerusuhan di dalamnya.\n\nDia masuk dengan diam-diam ke dalamnya di malam hari, lalu menimbulkan peristiwa yang menggemparkan di dalamnya, setelah itu ia lari pulang ke Hijaz. Ketika para pelayan gereja melihat peristiwa tersebut, mereka melaporkan kepada rajanya (yaitu Abrahah) dan mengatakan kepadanya bahwa sesungguhnya yang melakukan peristiwa tersebut tiada lain adalah kaki tangan orang-orang Quraisy, karena mereka marah dan tidak suka dengan adanya gereja ini yang dianggap menyaingi kepunyaan mereka.\n\nMaka Abrahah bersumpah bahwa dirinya benar-benar akan menuju ke Ka'bah di Mekah dan benar-benar akan menghancurkannya batu demi batu hingga rata dengan tanah. Muqatil ibnu Sulaiman menyebutkan bahwa ada seorang pemuda dari kalangan Quraisy memasuki gereja besar di Yaman itu, lalu ia membakarnya, sedangkan di hari itu cuaca sangat panas, maka dengan mudahnya gereja itu terbakar hingga ambruk.\n\nKarena peristiwa itulah Abrahah bersiap-siap menghimpun bala tentaranya dalam jumlah yang sangat besar. Lalu ia berangkat dengan pasukannya itu dengan maksud agar tiada seorang pun yang dapat menghalang-halangi niatnya. Selain dari itu ia membawa seekor gajah yang besarnya tak terperikan, diberi nama Mahmud; gajah tersebut sengaja dikirim oleh Raja Najasyi kepadanya untuk tujuan tersebut. Bahkan menurut pendapat lain, selain gajah Mahmud itu ada delapan gajah lainnya; dan menurut pendapat yang lainnya lagi dua belas ekor gajah; hanya Allah-lah Yang Maha Mengetahui.\n\nGajah tersebut akan dijadikan sebagai sarana untuk merobohkan Ka'bah, misalnya mengikat semua sisi Ka'bah dengan rantai, lalu mengikatkannya pada leher gajah, maka gajah akan menariknya dan tembok Ka'bah akan runtuh sekaligus dalam waktu yang singkat. Ketika orang-orang Arab mendengar keberangkatan Abrahah dengan pasukannya yang bergajah itu, maka mereka merasakan adanya bahaya yang amat besar akan menimpa diri mereka.\n\nDan mereka merasakan bahwa sudah merupakan keharusan bagi mereka membela Bait mereka dan mengusir orang-orang yang bermaksud jahat terhadapnya. Maka bangkitlah seorang lelaki dari kalangan penduduk Yaman yang terhormat dan terbilang sebagai pemimpin mereka untuk mengadakan perlawanan terhadap Abrahah. Orang tersebut bernama Zu Nafar, maka ia menyerukan kepada kaumnya dan orang-orang Arab lainnya untuk memerangi Abrahah dan berjihad melawannya demi membela Baitullah, karena Abrahah bermaksud akan merobohkannya dan meratakannya dengan tanah.\n\nSeruannya itu mendapat sambutan yang hangat dari mereka, lalu mereka berperang melawan Abrahah dipimpin oleh Zu Nafar, tetapi pada akhirnya Zu Nafar kalah. Ini tiada lain karena kehendak Allah subhanahu wa ta’ala yang bertujuan akan memuliakan Baitullah dan mengagungkannya. Zu Nafar ditawan, tetapi Abrahah memaafkannya dan membawanya pergi bersama ke Mekah. Dan ketika perjalanan Abrahah sampai di tanah orang-orang Khas'am, ia dihalangi oleh Nufail ibnu Habib Al-Khas'ami bersama kaumnya, yang memeranginya selama dua bulan.\n\nTetapi pada akhirnya Abrahah berhasil mengalahkan mereka dan menawan Nufail ibnu Habib; pada mulanya Abrahah bermaksud membunuhnya, kemudian ia memaafkannya dan membawanya serta ke Mekah sebagai penunjuk jalannya di negeri Hijaz. Ketika perjalanan Abrahah sampai di dekat Taif, maka para penduduk Taif datang menyambutnya dan bersikap diplomatis dengannya karena takut dengan rumah peribadatan mereka yang mereka beri nama Al-Lata, karenanya Abrahah menghormati mereka.\n\nDan mereka mengirimkan Abu Rigal untuk pergi bersamanya sebagai penunjuk jalan. Ketika perjalanan Abrahah sampai di Al-Magmas yaitu di suatu tempat yang terletak tidak jauh dari Mekkah ia turun beristirahat, sedangkan bala tentaranya merampas semua ternak penduduk Mekah dan sekitarnya atas perintah Abrahah sendiri. Dan di antara ternak unta yang dirampas terdapat dua ratus ekor unta milik Abdul Muttalib.\n\nDan tersebutlah orang yang diserahi oleh Abrahah untuk memimpin perampasan ternak itu adalah komandan pasukan terdepannya yang dikenal dengan nama Al-Aswad ibnu Maqsud, lalu ia dikecam oleh sebagian bangsa Arab melalui bait-bait syairnya, menurut apa yang diriwayatkan oleh Ibnu Ishaq. Abrahah mengirimkan Hannatah Al-Himyari ke Mekah dan memerintahkan kepadanya supaya kembali membawa orang Quraisy yang paling terhormat.\n\nDan Abrahah menyampaikan kepadanya bahwa dia datang bukan untuk memerangi kamu, terkecuali jika kamu menghalang-halanginya dari Baitullah. Maka datanglah Hannatah ke Mekah, lalu ditunjukkan kepadanya rumah Abdul Muttalib ibnu Hasyim, lalu ia menyampaikan kepadanya apa yang dikatakan oleh Abrahah. Maka Abdul Muttalib mengatakan kepadanya, \"Demi Allah, kami tidak berniat untuk memeranginya, juga kami tidak mempunyai kekuatan untuk itu.\n\nIni adalah Baitullah yang disucikan dan merupakan bait (rumah) kekasih-Nya, yaitu Ibrahim. Maka jika Dia mempertahankannya, sudah wajar karena ia adalah rumah-Nya yang disucikan. Dan jika Dia membiarkan antara bait-Nya. dan Abrahah, maka tiada kemampuan bagi kami untuk mempertahankannya.\" Hannatah berkata kepada Abdul Muttalib, \"Kalau begitu, marilah engkau pergi bersamaku untuk menemuinya.\" Maka Abdul Muttalib berangkat bersama Hannatah. Dan ketika Abrahah melihat Abdul Muttalib, ia terkejut melihat penampilan Abdul Muttalib yang tinggi lagi berwibawa dan tampan.\n\nMaka ia menghormatinya, dan ia turun dari singgasananya, lalu duduk bersama Abdul Muttalib di hamparan permadani. Abrahah berkata kepada juru terjemahnya untuk mengatakan kepada Abdul Muttalib mengenai keperluannya hingga datang menghadap kepadanya. Abdul Muttalib berkata kepada juru terjemah Abrahah, \"Sesungguhnya aku datang untuk keperluanku sendiri, yaitu sudilah kiranya sang raja (Abrahah) menyerahkan kepadanya dua ratus ekor unta miliknya yang telah dirampasnya.\" Abrahah terkejut dan mengatakan kepada juru terjemahnya bahwa katakanlah kepadanya, \"Sesungguhnya pada mulanya ketika aku melihatmu, aku merasa kagum dengan penampilan dan wibawamu.\n\nTetapi setelah engkau berbicara kepadaku, kesanku menjadi sebaliknya; apakah engkau berbicara kepadaku hanya mengenai dua ratus ekor unta yang telah kurampas darimu? Sedangkan engkau meninggalkan bait-mu yang merupakan agamamu dan agama nenek moyangmu, padahal aku datang untuk merobohkannya, lalu mengapa engkau tidak berbicara kepadaku mengenainya?\" Abdul Muttalib menjawab, \"Sesungguhnya aku adalah pemilik unta itu dan sesungguhnya bait itu mempunyai Pemiliknya sendiri yang akan membelanya.\" Abrahah berkata, \"Dia tidak akan dapat mencegahku dari merobohkannya.\" Abdul Muttalib berkata, \"'Kalau begitu, terserah Anda.\" Menurut suatu pendapat, sesungguhnya bersama Abdul Muttalib terdapat segolongan orang-orang terhormat dari kalangan orang-orang Arab.\n\nMereka menawarkan kepada Abrahah sepertiga dari harta Tihamah dengan syarat Abrahah mengurungkan niatnya dari menghancurkan Ka'bah. Tetapi Abrahah menolak tawaran mereka dan mengembalikan kepada Abdul Muttalib dua ratus ekor untanya. Abdul Muttalib kembali ke Mekah dan menemui orang-orang Quraisy, lalu memerintahkan kepada mereka agar keluar dari Mekah dan berlindung di atas puncak-puncak bukitnya karena takut akan serangan bala tentara Abrahah.\n\nSetelah itu Abdul Muttalib pergi ke Ka'bah dan memegang pegangan pintu Ka'bah, sedangkan di belakangnya ikut beberapa orang dari kaum Quraisy. Mereka semuanya berdoa kepada Allah dan memohoh pertolongan kepada-Nya dari serangan Abrahah dan bala tentaranya. Abdul Muttalib dalam doanya itu mengatakan seraya memegang pegangan pintu Ka'bah: ......... Ya Allah, sesungguhnya seseorang itu diharuskan membela ternak unta miliknya, maka belalah kepemilikan-Mu.\n\nJanganlah sekali-kali Engkau biarkan salib dan kekuasaan mereka selamanya menang atas tempat-Mu ini. Setelah itu Abdul Muttalib melepaskan pegangan pintu Ka'bah, lalu ia bersama orang-orang Quraisy lainnya keluar menuju ke daerah perbukitan, berlindungdi puncak-puncaknya. Demikianlah menurut Ibnu Ishaq. Muqatil ibnu Sulaiman menyebutkan bahwa mereka meninggalkan di dekat Baitullah seratus ekor unta budnah yang telah dikalungi (untuk dikurbankan), dengan tujuan mudah-mudahan sebagian tentara Abrahah ada yang berani mengganggunya dan menyembelih sebagiannya tanpa hak, maka akibatnya Allah akan menghukum mereka.\n\nDan pada pagi harinya Abrahah bersiap-siap untuk memasuki kota Mekah, lalu menyiapkan gajahnya yang diberi nama Mahmud dan ia menyiapkan pula bala tentaranya. Setelah semuanya siap, maka mereka mengarahkan gajahnya menuju ke arah Mekah, tetapi sebelum itu Nufail ibnu Habib datang dan berdiri di dekat gajah, lalu berkata, \"Wahai Mahmud, duduklah kamu dan kembalilah dengan penuh kesadaran menuju ke tempat asal kedatanganmu, karena sesungguhnya engkau berada di negeri Allah yang disucikan,\" setelah itu melepaskan telinga gajah Mahmud, yang dipeganginya saat ia membisikinya.\n\nMaka gajah itu duduk, dan Nufail lari dengan kencangnya menuju ke daerah perbukitan dan berlindung di puncaknya. Mereka memukuli gajah itu supaya berdiri, akan tetapi gajah itu membangkang dan tidak mau berdiri. Lalu mereka memukul kepalanya dengan palu agar bangkit, dan mereka masukkan tongkat mereka ke bagian lubang telinganya, menariknya dengan tujuan agar mau berdiri, tetapi gajah itu tetap menolak.\n\nKemudian mereka mengarahkannya ke negeri Yaman, dan ternyata tanpa sulit gajah itu bangkit dengan sendirinya, lalu berlari kecil menuju ke arah itu. Kemudian mereka mencoba untuk mengarahkannya ke negeri Syam, dan gajah itu menuruti perintahnya; mereka coba mengarahkannya ke timur, maka gajah itu mengikuti perintah. Tetapi bila diarahkan ke Mekah, gajah itu diam dan duduk.\n\nDan Allah mengirimkan kepada mereka sejumlah besar burung dari arah laut yang bentuknya seperti burung walet dan burung balsan; tiap-tiap ekor membawa tiga buah batu. Satu diparuhnya dan yang dua dipegang oleh masing-masing dari kedua kakinya; batu itu sebesar kacang humsh dan kacang 'adas. Tiada seorang pun dari mereka yang terkena batu itu melainkan pasti binasa, tetapi tidak seluruhnya terkena batu itu.\n\nAkhirnya mereka melarikan diri dan lari tunggang langgang ke arah semula mereka datang seraya mencari Nufail ibnu Habib untuk menunjukkan kepada mereka jalan pulangnya. Sedangkan Nufail berada di atas bukit bersama orang-orang Quraisy dan orang-orang Arab Hijaz lainnya, menyaksikan apa yang ditimpakan oleh Allah subhanahu wa ta’ala kepada tentara bergajah itu sebagai azab dari-Nya. Dan ketika menyaksikan pemandangan itu Nufail berkata: Ke manakah tempat untuk berlari dari kejaran Tuhan yang mengejar; Asyram kalah dan tidak menang.\n\nIbnu Ishaq mengatakan bahwa Nufail ibnu Habib dalam kesempatan itu mengumandangkan bait-bait syair yang berbunyi, ..................... \"Mengapa engkau tidak menghormati kami dan agama kami, maka kami akan menghormati kedatanganmu dengan penghormatan yang luar biasa. Demi suatu agama yang seandainya engkau melihat sebagaimana yang kami lihat di dekat Al-Muhassib, tetapi ternyata engkau tidak melihatnya.\n\nJika engkau melihatnya, tentulah engkau memaafkanku dan memuji tindakanku, dan engkau tidak akan mengalami kekecewaan dari apa yang telah terlewatkan di antara kita. Aku memuji kepada Allah ketika melihat kedatangan burung-burung, dan aku menjadi takut akan tertimpa oleh batu-batu yang dijatuhkannya. Maka semua kaum (tentara Habsyah) mencari-cari Nufail, seakan-akan aku mempunyai utang kepada tentara Habsyah itu.\" Al-Waqidi meriwayatkan berikut sanadnya, bahwa mereka bersiap-siap untuk memasuki Mekah dan gajahnya telah mereka persiapkan pula, tetapi manakala mereka mengarahkannya ke salah satu tujuan dari tujuan yang lain, maka gajah itu mau bergerak.\n\nDan jika mereka arahkan gajahnya menuju ke kota suci Mekah, tiba-tiba ia duduk dan mengeluarkan suaranya (menolak). Lalu Abrahah memaksa pawang gajah dan membentaknya, bahkan memukulinya supaya ia memaksa gajah agar mau masuk ke kota Mekah; mereka memakan waktu yang cukup lama untuk itu. Sedangkan Abdul Muttalib dan segolongan orang dari para pemuka penduduk Mekah antara lain Mut'im ibnu Adiy, Amr ibnu Aid ibnu Imran ibnu Makhzum, dan Mas'ud ibnu Amr As-Saqafi berada di Gua Hira menyaksikan apa yang dilakukan oleh tentara Habsyah itu, dan apa yang dialami mereka dengan gajahnya yang membangkang itu; kisahnya sangat ajaib dan aneh.\n\nKetika mereka sedang dalam keadaan demikian, tiba-tiba Allah mengirimkan kepada tentara habsyah yang bergajah itu burung Ababil, gelombang demi gelombang yang warna bulunya kuning, lebih kecil daripada merpati, sedangkan kakinya berwarna merah; tiap-tiap burung membawa tiga buah batu kerikil. Lalu iringan burung-burung itu tiba dan berputar di atas mereka, kemudian menimpakan batu-batu itu kepada mereka hingga mereka binasa.\n\nMuhammad ibnu Ishaq mengatakan bahwa tentara Habsyah datang dengan membawa dua ekor gajah; adapun gajah Mahmud hanya mendekam dan tidak mau bangkit, sedangkan gajah lainnya memberanikan dirinya dan akhirnya ia terkena batu itu. Wahb ibnu Munabbih mengatakan bahwa mereka membawa banyak gajah, sedangkan gajah Mahmud adalah kendaraan raja mereka, Mahmud mendekam dengan tujuan agar gajah lainnya mengikuti jejaknya.\n\nDan ternyata di antara kumpulan gajah yang mereka bawa ada seekor gajah yang memberanikan dirinya melangkah, maka ia tertimpa batu dan binasa hingga gajah lainnya kabur melarikan diri. ‘Atha’ ibnu Yasar dan lain-lainnya mengatakan bahwa tentara bergajah itu tidak semuanya binasa oleh azab seketika itu juga, bahkan di antara mereka ada yang segera mati, dan di antaranya ada yang tubuhnya rontok anggota demi anggota dalam pelariannya, yang pada akhirnya binasa juga.\n\nSedangkan Abrahah termasuk dari mereka yang tubuhnya rontok anggota demi anggota, hingga akhirnya mati di tanah orang-orang Khas'am. Ibnu Ishaq mengatakan bahwa lalu mereka melarikan diri, sedangkan anggota tubuh mereka rontok satu demi satu, dan di setiap jalan mereka mati bergelimpangan. Sedangkan Abrahah, tubuhnya terkena oleh batu itu, lalu mereka membawanya lari bersama mereka, dan tubuhnya rontok sedikit demi sedikit, hingga sampailah mereka bersamanya di San'a, sedangkan keadaan Abrahah seperti anak burung yang baru menetas.\n\nDan Abrahah masih belum mati kecuali setelah dadanya terbelah dan jantungnya keluar; demikianlah menurut sahibul hikayat. Muqatil ibnu Sulaiman menceritakan bahwa orang-orang Quraisy memperoleh harta yang banyak dari jarahan harta benda pasukan Abrahah itu, sehingga disebutkan bahwa pada hari itu Abdul Muttalib mendapat emas yang jumlahnya dapat memenuhi suatu galian sumur. Ibnu Ishaq mengatakan, telah menceritakan kepadaku Ya'kub ibnu Utbah yang menceritakan kepadanya bahwa penyakit cacar dan lepra di tanah Arab mula-mula terjadi pada tahun itu.\n\nDan bahwa pahitnya buah harmal, hanzal, dan 'usr dirasakan sejak tahun itu. Hal yang sama telah diriwayatkan dari Ikrimah melalui jalur yang jayyid. Ibnu Ishaq mengatakan bahwa ketika Allah subhanahu wa ta’ala berkehendak mengutus Nabi Muhammad ﷺ, maka termasuk di antara karunia dan nikmat yang dilimpahkan-Nya kepada kaum Quraisy ialah terusirnya tentara Habsyah dari mereka, demi menjaga tetapnya kekuasaan dan masa keemasan mereka (Quraisy). Untuk itulah maka disebutkan oleh firman-Nya: Apakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah? Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daunyang dimakan ulat. (Al-Fil: 1-5) Dan juga firman-Nya: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas.\n\nMaka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan. (Quraisy: 1-4) Yakni agar tiada sesuatu pun yang mengubah keadaan mereka dari kebiasaannya, yang hal tersebut tiada lain karena Allah berkehendak baik terhadap mereka, sekiranya mereka mensyukurinya. Ibnu Hisyam mengatakan bahwa ababil artinya berbondong-bondong, dalam bahasa Arab kata ini tidak ada bentuk tunggalnya.\n\nIbnu Hisyam mengatakan pula bahwa adapun makna sijjil, menurut apa yang telah dikatakan oleh Yunus An-Nahwi dan Abu Ubaidah, makna yang dimaksud menurut orang Arab ialah yang sangat keras. Ibnu Hisyam mengatakan bahwa sebagian ulama tafsir mengatakan bahwa keduanya merupakan kata yang berasal dari bahasa Persia, lalu oleh orang Arab dijadikan menjadi satu. Sesungguhnya yang dimaksud tiada lain sama dengan batu dan tanah liat.\n\nUlama tafsir itu mengatakan bahwa batu-batu tersebut berasal dari kedua jenis itu, yakni batu dan tanah Hat. Ibnu Hasyim mengatakah bahwa al-'asfu artinya daun tanaman yang belum diketam, bentuk tunggalnya adalah 'asfah; demikianlah menurut apa yang dikemukakan oleh Ibnu Hasyim. Hammad ibnu Salamah telah meriwayatkan dari Amir, dari Zurr, dari Abdullah dan Abu Salamah ibnu Abdur Rahman sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, yang bergelombang-gelombang.\n\nIbnu Abbas dan Adh-Dhahhak mengatakan bahwa makna yang dimaksud ialah sebagian darinya mengiringi sebagian yang lainnya. Al-Hasan Al-Basri dan Qatadah mengatakan bahwa yang dimaksud dengan ababil ialah yang banyak jumlahnya. Mujahid mengatakan bahwa ababil artinya yang berpencar, berturut-turut, lagi berbondong-bondong. Ibnu Zaid mengatakan bahwa yang dimaksud dengan ababil ialah berpencar-pencar, ada yang datang dari arah ini dan arah itu, yakni mendatangi mereka dari segala penjuru.\n\nAl-Kisa-i mengatakan bahwa ia pernah mendengar sebagian ulama Nahwu mengatakan bahwa bentuk tunggal ababil ialah ibil. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abdul A'la, telah menceritakan kepadaku Daud, dari Ishaq ibnu Abdullah ibnul Haris ibnu Naufal yang mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Yaitu berkelompok-kelompok seperti ternak unta yang dilepas bebas.\n\nDan telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Ibnu Aun, dari Ibnu Sirin, dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, burung-burung yang mempunyai belalai seperti gajah dan cakar-cakar yang seperti kaki anjing. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub ibnu ibrahim, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Husain, dari Ikrimah sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Burung-burung itu berwarna hijau keluar dari laut, kepalanya seperti kepala serigala.\n\nTelah menceritakan pula kepada kami ibnu Basysyar, telah menceritakan kepada kami Ibnu Mahdi, dari Sufyan, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Yakni burung yang muncul dari laut yang paruh dan kedua cakarnya semuanya berwarna hitam; semua sanad riwayat di atas berpredikat shahih. Sa'id ibnu Jubair mengatakan bahwa burung itu berwarna hijau, sedangkan paruhnya berwarna kuning.\n\nBurung-burung itu silih berganti menyerang mereka. Diriwayatkan dari Ibnu Abbas, Mujahid, dan ‘Atha’, bahwa burung ababil itu bentuknya serupa dengan burung garuda yang dikenal di daerah Magrib. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim dari mereka. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ubaidillah ibnu Muhammad ibnu Abu Syaibah, telah menceritakan kepada kami Abu Mu'awiyah, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair yang mengatakan bahwa ketika Allah berkehendak akan membinasakan tentara bergajah, maka Dia mengirimkan kepada mereka pasukan burung yang dikeluarkan dari laut yang gesitnya sama dengan burung walet.\n\nTiap ekor burung membawa tiga buah batu yang terbagi pada paruhnya satu buah dan pada masing-masing kedua kakinya satu buah. Burung-burung itu datang berbaris bersaf-saf di atas mereka, lalu mengeluarkan suaranya dan menjatuhkan batu-batu yang ada pada paruh dan kedua kakinya. Maka tiada sebuah batu pun yang menimpa kepala seseorang dari mereka melainkan tembus sampai ke duburnya, dan tidak sekali-kali batu itu mengenai sesuatu dari tubuh seseorang dari mereka melainkan tembus ke bagian lainnya.\n\nAllah mengirimkan pula angin yang kencang sehingga menambah kencang jatuhnya batu-batuan itu hingga semuanya binasa. As-Suddi telah meriwayatkan dari Ikrimah, dari Ibnu Abbas, bahwa batu-batuan dari sijjil, makna yang dimaksud ialah tanah liat yang telah berubah menjadi batu. Hal ini disebutkan keterangannya di atas dan tidak perlu diulangi lagi. Firman Allah subhanahu wa ta’ala: Lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). (Al-Fil: 5) Sa'id ibnu Jubair mengatakan bahwa makna yang dimaksud ialah pakan hewan ternak yang dikenal oleh bahasa pasaran dengan istilah habur.\n\nMenurut riwayat lain dari'Sa'id, disebutkan daun tanaman gandum. Diriwayatkan pula darinya al-asfu artinya pakan ternak yang telah digerogoti oleh ulat dedaunannya. Hal yang sama telah dikatakan oleh Al-Hasan Al-Basri. Diriwayatkan dari Ibnu Abbas, bahwa al-asfu artinya kulit ari biji gandum. Ibnu Zaid mengatakan bahwa al-asfu artinya daun tanaman dan daun sayuran bilamana telah dimakan oleh ternak, maka kelihatan hanya tangkainya saja.\n\nMakna yang dimaksud ialah bahwa Allah subhanahu wa ta’ala membinasakan mereka dan menghancurkan mereka serta menjadikan mereka 'senjata makan tuan' dengan penuh kedongkolan. Tiada suatu kebaikan pun yang mereka peroleh, dan sebagian besar dari mereka binasa, serta tiada yang pulang melainkan dalam keadaan terluka parah, sebagaimanayang dialami oleh raja mereka (yaitu Abrahah). Sesungguhnya dadanya terbelah dan jantungnya kelihatan ketika ia sampai di san'a, lalu ia sempat menceritakan kepada penduduk San'a apa yang telah menimpa diri mereka, setelah itu ia mati.\n\nKemudian tampuk pemerintahan negeri Yaman dipegang oleh anak Abrahah yang bernama Yaksum, setelah itu saudaranya yang bernama Masruq ibnu Abrahah. Kemudian Saif ibnu Zi Yazin Al-Himyari berangkat menemui Kisra (Raja Persia) dan meminta bantuan kepadanya untuk menghadapi tentara Habsyah. Maka Kisra mengabulkan permintaannya dan menyerahkan kepadanya sebagian dari tentaranya yang berperang bersama Saif ibnu Zi Yazin. Maka Allah mengembalikan kepada mereka kerajaan yang dahulu dimiliki oleh nenek moyang mereka berikut semua kekuasaannya.\n\nKemudian berdatanganlah kepadanya delegasi-delegasi dari orang-orang Arab, mengucapkan selamat atas kemenangannya. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepada kami Abdullah ibnu Abu Bukair, dari Amrah binti Abdur Rahman ibnu As'ad ibnu Zurarah, dari Aisyah yang mengatakan bahwa sesungguhnya ia sempat melihat bekas pawang gajah dan pemegang kendalinya di Mekah dalam keadaan telah tuna netra lagi cacat, tak dapat berjalan, dan meminta-minta (menjadi pengemis).\n\nAl-Waqidi telah meriwayatkan hal yang semisal dari Aisyah. Dan Al-Waqidi telah meriwayatkan dari Asma binti Abu Bakar yang telah mengatakan bahwa kedua bekas pawang gajah itu dalam keadaan cacat parah, meminta-minta kepada orang di Asaf dan Na'ilah, tempat orang-orang musyrik menyembelih sembelihan mereka. Menurut hemat saya, nama pemegang kendali gajah Abrahah bernama Anis. Al-Hafidzh Abu Na'im di dalam kitabnya yang berjudul Dala'ilun Nubuwwah telah meriwayatkan melalui jalur Ibnu Wahb, dari Ibnu Lahi'ah, dari Aqil ibnu Khalid, dari Usman ibnul Mugirah, kisah tentang tentara bergajah ini; tetapi tidak disebutkan bahwa Abrahah datang dari Yaman, melainkan dia hanya mengutus pasukannya yang dipimpin oleh seorang lelaki bernama Syamir ibnu Maqshud, jumlah pasukannya kurang lebih dua puluh ribu orang personil.\n\nDisebutkan pula bahwa burung ababil datang menyerang mereka di malam hari, dan pada pagi harinya mereka semuanya tewas. Konteks kisah ini aneh sekali, sekalipun Abu Na'im telah menguatkannya di atas riwayat yang lain. Menurut riwayat yang benar, Abrahah Al-Asyram Al-Habsyi datang ke Mekah sebagaimana yang ditunjukkan oleh konteks riwayat yang lainnya dan juga yang disebutkan dalam syair orang-orang dahulu.\n\nHal yang sama telah disebutkan dalam riwayat yang bersumberkan dari Ibnu Lahi'ah, dari Al-Aswad, dari Urwah, bahwa Abrahah mengirimkan Al-Aswad ibnu Maqsud bersama sejumlah besar pasukannya di sertai dengan gajah, tetapi tidak disebutkan bahwa Abrahah sendiri ikut dalam misi tersebut. Menurut pendapat yang benar, Abrahah pun memang ikut datang dalam misi itu, barangkali Ibnu Maqsud berada di barisan pasukan yang terdepan; hanya Allah-lah Yang Maha Mengetahui kebenarannya.\n\nIbnu Ishaq meriwayatkan sebagian dari syair-syair yang dikatakan oleh orang-orang Arab berkenaan dengan kisah tentara bergajah ini; di antara lain ia mengutip syair Abdullah ibnuz Zaba'ri yang menyebutkan, \n\n \"Mereka takut terhadap lembah Mekah, karena sejak masa dahulu tiada yang berani melanggar kesuciannya, bintang syi'ra masih belum diciptakan di malam-malam ia disucikan.\n\nKarena tiada seorang pun yang mengaku dirinya perkasa, berani mengotori kesuciannya. Bila ada orang yang bertanya tentang kisah panglima pasukan apa yang telah dialaminya dari tanah suci itu, maka akan diceritakan kepadanya oleh orang yang mengetahuinya. Enam puluh ribu pasukan tidak pernah kembali ke tempat tinggal mereka, bahkan tidak dapat hidup lama orang yang sakit dari mereka sesudah kepulangannya.\n\nSebelum mereka terdapat kaum 'Ad dan Jurhum di dekatnya dan kekuasaan Allah berada di atas hamba-hamba-Nya, Dialah yang menjaga kesuciannya.\" Abu Qais ibnu Aslat Al-Ansari Al-Madani mengatakan dalam bait-bait syairnya yaitu:\n\nDan di antara apa yang diperbuat oleh-Nya di hari tentara bergajah Habsyah telah terbuktikan, karena setiap orang yang dikirimkan oleh mereka dikalahkan.\n\nTameng-tameng mereka berada di bawah qirbah wadah minum mereka, sedangkan mereka dalam keadaan terhina lagi terluka. Pada mulanya kekuatan mereka menakutkan, di saat mereka menuju kepadanya dengan penuh keangkuhan. Tetapi pada akhirnya pemimpin mereka lari tunggang langgang kembali ke tempat asal datangnya, semua orang yang ikut dengannya di tempat itu adalah orang yang aniaya. Maka dikirimkanlah kepada mereka dari atas mereka hujan batu kerikil, yang menghancurleburkan mereka.\n\nMeskipun para pendeta mereka memerintahkan kepada pasukannya untuk bersabar, tetapi mereka menjerit-jerit bagaikan embikan kambing yang terancam bahaya.\" Abus-Shalt ibnu Rabi'ah As-Saqafi mengatakan bahwa telah dinukil dari Umayah ibnu Abus-Shalt ibnu Rabi'ah bait-bait syair yang berbunyi, \n\n\"Sesungguhnya di antara tanda-tanda kekuasaan Tuhan kami yang masih tetap ada dan tiada yang mengingkarinya selain hanya orang yang benar-benar pengingkar kebenaran, (yaitu) adanya malam dan siang hari, semua orang memahami perhitungannya yang telah ditetapkan dengan jelas.\n\nKemudian Tuhan Yang Maha Penyayang menjadikan siang hari terang benderang dengan sinar mentarinya yang menyeluruh. Dialah Yang telah menahan pasukan bergajah di Magmas, hingga gajah itu merangkak seakan-akan seperti tak berdaya, ia hanya diam mendekam sekalipun punggungnya dipukuli bertubi-tubi dengan kerasnya. Di sekitarnya terdapat raja-raja Kindah yang disegani dan menjadi para pendekar dalam medan perang, semuanya menentang niatnya.\n\nKemudian mereka semuanya terkejut karena semua pasukan bergajah itu patah dan binasa. Setiap agama kelak di hari kiamat di hadapan Allah akan ditolak dan sia-sia kecuali agama yang hanif (Islam).\" Dalam pembahasan yang lalu pada tafsir surat Al-Fath telah disebutkan bahwa di hari perjanjian Hudaibiyah ketika Rasulullah ﷺ berada di atas lereng yang darinya dapat ditempuh jalan menuju ke tempat orang-orang Quraisy, unta beliau mendekam, lalu mereka menghardiknya, tetapi unta kendaraan beliau ﷺ tetap menolak. Maka mereka mengatakan bahwa Qaswa (nama unta milik Nabi ﷺ) mogok. Maka Rasulullah ﷺ bersabda: Qaswa tidak mogok, karena mogok bukan merupakan pembawaannya, tetapi ia ditahan oleh Tuhan Yang telah menahan pasukan bergajah. Kemudian Rasulullah ﷺ melanjutkan sabdanya: Demi Tuhan yang jiwaku berada di dalam genggaman kekuasaan-Nya, tidaklah mereka meminta kepadaku hari ini suatu rencana yang di dalamnya terkandung penghormatan kepada hal-hal yang disucikan oleh Allah melainkan aku akan menyetujuinya.\n\nSetelah itu beliau ﷺ menghardik untanya, maka untanya bangkit dan meneruskan perjalannya. Hadits ini termasuk hadits-hadits yang diriwayatkan oleh Imam Bukhari secara munfarid (tunggal). Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ bersabda di hari jatuhnya kota Mekah: Sesungguhnya Allah telah menahan pasukan bergajah dari Mekah, dan menguasakannya kepada Rasul-Nya dan orang-orang mukmin, dan sesungguhnya kini telah kembali kesuciannya pada hari ini juga, sebagaimana kesuciannya di waktu sebelumnya. Ingatlah, hendaklah orang yang hadir menyampaikannya kepada orang yang tidak hadir.\"","tafsir-ringkas-kemenag":"Bukankah Dia telah menjadikan tipu daya dan usaha mereka menghancurkan Kakbah itu sia-sia, meski mereka datang dengan pasukan yang kuat dan persenjataan yang lengkap'3-4. Allah mempunyai cara untuk menggagalkan tipu daya mereka, dan Dia mengirimkan kepada mereka salah satu makhluk-Nya yang dijadikan bala tentara untuk menghancurkan mereka, yaitu burung yang berbondong-bondong dan tidak terhitung banyaknya. Allah mengirim burung-burung yang melempari mereka dengan batu yang berasal dari tanah liat yang terbakar.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\n\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat.","tafsir-alazhar":"Ayat 2“Bukankah telah Dia jadikan daya upaya mereka itu pada sia-sia?\" (ayat 2)Segala maksudnya hendak menghancurkan itu sia-sia belaka, dan gagal belaka. Berkata Ibnu Ishaq, “Setelah penyerangan orang Habsyi terhadap Mekah itu digagalkan dan dihancurkan oleh Allah sendiri, bertambah penghargaan dan penghormatan bangsa Arab kepada Quraisy, sehingga mereka katakan, ‘Orang Quraisy itu ialah keluarga Allah. Allah berperang untuk mereka.'\"Ayat 3“Dan Dia telah mengirimkan ke atas mereka bulling berduyun-duyun.\" (ayat 3)Burung-burung itu berduyun datang dari laut. Ahli-ahli tafsir bicara macam-macam tentang keadaan burung itu. Namun jenis burung apa tidak penting kita kaji. Sembarang burung pun dapat dipergunakan oleh Allah untuk melakukan kehendak-Nya, apatah lagi ratusan ribu burung berduyun-duyun (ababil).Ayat 4“Yang melempari mereka dengan batu siksaan?\" (ayat 4)Batu yang mengandung adzab, batu yang mengandung penyakit. Ada tafsir mengatakan bahwa batu itu telah direndang terlebih dahulu dengan api neraka. Syaikh Muhammad Abduh mencoba menakwilkan bahwa batu itu membawa bibit penyakit cacar. Ibnu Abbas mengatakan bahwa sejak waktu itu ada penyakit cacar di Tanah Arab. Dapat saja kita menerima penafsiran ini jika kita ingat bahwa membawa burung atau binatang dari satu daerah ke daerah yang lain, walaupun satu ekor, hendaklah terlebih dahulu diperiksakan kepada dokter, kalau-kalau burung itu membawa bibit penyakit menular.Ayat 5“Lalu Dia jadikan mereka seperti daun kayu yang dimakan ulat.\" (ayat 5)Laksana daun kayu dimakan ulat, memang adalah satu perumpamaan yang tepat buat orang yang diserang penyakit cacar (ketumbuhan); seluruh badan akan ditumbuhi oleh bisul yang panas, malahan sampai ada yang tumbuh di mata. Telapak kaki yang begitu tebal pun tidak terlepas, dan muka pun akan coreng-moreng dari bekasnya. Seperti yang telah penulis alami (1923). Al-Qurthubi menulis dalam tafsirnya, “Hikayat tentara bergajah ini adalah satu mukjizat lagi dari Nabi kita, walaupun beliau waktu itu belum lahir.\""}},"3":{"arabic":"وَأَرۡسَلَ عَلَيۡهِمۡ طَيۡرًا أَبَابِيلَوَأَرۡسَلَ عَلَيۡهِمۡ طَيۡرًا أَبَابِيلَ","words":{"arabicWords":["وَأَرۡسَلَ","عَلَيۡهِمۡ","طَيۡرًا","أَبَابِيلَ"],"translationWords":["dan Dia mengirimkan","kepada mereka","burung","yang berbondong-bondong"]},"translation":"Dia mengirimkan kepada mereka burung yang berbondong-bondong","tafsir":{"tafsir-jalalayn":"(Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong) atau yang bergelombang secara berturut-turut. Menurut suatu pendapat bahwa lafal Abaabiil ini tidak ada bentuk Mufradnya, sama halnya dengan lafal Asaathiir. Menurut pendapat yang lain bahwa bentuk tunggalnya adalah Abuul atau Ibaal atau Ibbiil yang wazannya sama dengan 'Ajuul, Miftaah dan Sikkiin.","tafsir-ibnu-katsir":"Tafsir Surat Al-Fil: 1-5\n\nApakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah. Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). Ini mempakan nikmat yang telah dianugerahkan oleh Allah kepada kaum Quraisy, karena Allah telah menyelamatkan mereka dari serangan tentara bergajah, yang sejak semula telah bertekad akan merobohkan Ka'bah dan meratakannya dengan tanah hingga tiada bekas-bekasnya lagi.\n\nMaka Allah memusnahkan mereka dan menjadikan mereka kalah serta usaha mereka menjadi sia-sia, begitu pula tiada hasilnya dari kerja mereka; Allah mengusir mereka dengan cara yang buruk dan akibat yang mengecewakan. Mereka adalah kaum Nasrani, dan agama mereka saat itu lebih mirip keadaannya dengan apa yang dilakukan oleh orang-orang Quraisy, yaitu menyembah berhala. Peristiwa ini terjadi sebagai irhas dan pendahuluan bagi akan diutus-Nya Rasulullah ﷺ Karena sesungguhnya di tahun itu Nabi Muhammad menurut pendapat yang terkenal dilahirkan.\n\nDan seakan-akan takdir Allah subhanahu wa ta’ala telah menetapkan bahwa wahai golongan orang-orang Quraisy, Kami menolong kalian bukanlah karena kalian lebih baik daripada orang-orang Habsyah itu, tetapi karena memelihara Baitul 'Atiq yang akan Kami muliakan, Kami agungkan, dan Kami hormati dengan diutusnya seorang nabi yang ummi, yaitu Muhammad ﷺ penutup para nabi. Berikut ini adalah kisah tentara bergajah secara ringkas, padat, tetapi mendekati kebenaran. Dalam kisah orang-orang yang dimasukkan di dalam parit berapi telah disebutkan bahwa Zu Nuwas, raja terakhir orang-orang Himyar yang musyrik; dialah orang yang membunuh kaum Nasrani dengan memasukkan mereka ke dalam parit yang berapi, jumlah mereka yang dibunuh olehnya kurang lebih ada dua puluh ribu orang.\n\nTiada seorang pun dari mereka yang selamat kecuali Daus yang dijuluki dengan panggilan Zu Sa'labain. Daus melarikan diri dan meminta pertolongan kepada Kaisar raja di negeri Syam, yang juga seagama dengannya, yaitu pemeluk agama Nasrani. Maka Kaisar berkirim surat perintah kepada Raja Najasyi di negeri Habsyah, mengingat letak geografis Habsyah lebih dekat ke negeri Yaman.\n\nMaka Raja Najasyi mengirimkan dua orang panglima perangnya yaitu Aryat dan Abrahah ibnus Sabah Abu Yaksum dengan membawa pasukan yang sangat banyak jumlahnya. Maka mereka memasuki negeri Yaman dan mereka merajalela di kota-kotanya, lalu merebut kerajaan negeri Yaman dari tangan orang-orang Himyar, sedangkan Zu Nuwas sendiri tewas karena tenggelam di laut. Dan Habsyah menjadikan negeri Yaman sebagai negeri yang berdiri sendiri di bawah pimpinan kedua panglima tersebut, yaitu Aryat dan Abrahah.\n\nLalu keduanya berselisih pendapat mengenai siapa di antara keduanya yang berhak menjadi raja di negeri Yaman; keduanya berupaya menjatuhkan yang lainnya. Pada akhirnya salah satu pihak berkata kepada pihak lawannya, \"Kita tidak perlu mengorbankan prajurit yang tidak berdosa di antara kita, lebih baik kita perang tanding saja antara aku dan kamu. Maka barang siapa yang dapat mengalahkan lawannya dan berhasil membunuhnya, dialah yang berhak menjadi raja di negeri ini.\" Pihak lainnya menyetujui usul ini, akhirnya keduanya bertanding dalam suatu ajang perang yang di belakang masing-masing pihak ada parit.\n\nDi suatu kesempatan Aryat berhasil menebaskan pedangnya dan mengenai hidung dan mulut Abrahah, dan hampir saja membelah wajahnya. Maka Atudah maula (bekas budak) Abrahah membela majikannya dan menyerang Aryat serta berhasil membunuhnya. Maka Abrahah diusung dari arena itu dalam keadaan terluka, lalu lukanya diobati hingga akhirnya ia sembuh; setelah itu ia sendirilah yang memimpin tentara Habsyah di negeri Yaman. Raja Najasyi (Negus) berkirim surat kepadanya, yang isinya mencela perbuatannya itu dan mengancamnya serta bersumpah bahwa dirinya benar-benar akan menginjak-injak negeri Yaman dan membelah ubun-ubunnya.\n\nMaka Abrahah membalas suratnya dengan nada memohon belas kasihan dan berdiplomasi, seraya mengirimkan hadiah-hadiah, cindera mata, dan kantong yang berisikan tanah negeri Yaman serta potongan rambut ubun-ubunnya. Semuanya itu ia kirimkan bersama kurirnya untuk disampaikan kepada Raja Najasyi. Di dalam suratnya Abrahah mengatakan, \"Hendaklah Anda (raja) menginjak-injak tanah ini untuk menunaikan sumpah Anda, dan inilah potongan rambut ubun-ubunku kuserahkan kepadamu.\" Ketika hal tersebut sampai di pangkuan Raja Najasyi, ternyata ia terpikat dengan cara yang dilakukan Abrahah, dan akhirnya ia puas dan mendukung apa yang dilakukan oleh Abrahah.\n\nDan dalam suratnya itu Abrahah menjanjikan kepada Najasyi bahwa dirinya akan membangun sebuah gereja di tanah Yaman atas nama Raja Najasyi, yang belum pernah ada suatu gereja pun dibangun sebesar itu. Maka Abrahah membangun sebuah gereja yang sangat besar di kota San'a, bangunannya tinggi sekali lagi dipenuhi dengan berbagai ukiran dan pahatan; orang-orang Arab menamainya Al-Qulais.\n\nDisebut demikian karena bangunannya tinggi sekali, hingga membuat qalansuwah (peci) orang yang memandangnya hampir saja terjatuh dari kepalanya, mengingat puncaknya tinggi sekali. Kemudian Abrahah menginstruksikan kepada Asyram agar memalingkan para peziarah dari kalangan orang-orang Arab untuk mengunjunginya sebagaimana Ka'bah di Mekah dikunjungi mereka. Dan Abrahah memerintahkan kepada Asyram supaya menyerukan pengumuman ini di seluruh kerajaannya. Maka orang-orang Arab keturunan 'Adnan dan Qahtan tidak suka dengan hal tersebut, dan orang-orang Quraisy sangat marah karenanya, hingga sebagian dari mereka ada yang bertekad membuat kerusuhan di dalamnya.\n\nDia masuk dengan diam-diam ke dalamnya di malam hari, lalu menimbulkan peristiwa yang menggemparkan di dalamnya, setelah itu ia lari pulang ke Hijaz. Ketika para pelayan gereja melihat peristiwa tersebut, mereka melaporkan kepada rajanya (yaitu Abrahah) dan mengatakan kepadanya bahwa sesungguhnya yang melakukan peristiwa tersebut tiada lain adalah kaki tangan orang-orang Quraisy, karena mereka marah dan tidak suka dengan adanya gereja ini yang dianggap menyaingi kepunyaan mereka.\n\nMaka Abrahah bersumpah bahwa dirinya benar-benar akan menuju ke Ka'bah di Mekah dan benar-benar akan menghancurkannya batu demi batu hingga rata dengan tanah. Muqatil ibnu Sulaiman menyebutkan bahwa ada seorang pemuda dari kalangan Quraisy memasuki gereja besar di Yaman itu, lalu ia membakarnya, sedangkan di hari itu cuaca sangat panas, maka dengan mudahnya gereja itu terbakar hingga ambruk.\n\nKarena peristiwa itulah Abrahah bersiap-siap menghimpun bala tentaranya dalam jumlah yang sangat besar. Lalu ia berangkat dengan pasukannya itu dengan maksud agar tiada seorang pun yang dapat menghalang-halangi niatnya. Selain dari itu ia membawa seekor gajah yang besarnya tak terperikan, diberi nama Mahmud; gajah tersebut sengaja dikirim oleh Raja Najasyi kepadanya untuk tujuan tersebut. Bahkan menurut pendapat lain, selain gajah Mahmud itu ada delapan gajah lainnya; dan menurut pendapat yang lainnya lagi dua belas ekor gajah; hanya Allah-lah Yang Maha Mengetahui.\n\nGajah tersebut akan dijadikan sebagai sarana untuk merobohkan Ka'bah, misalnya mengikat semua sisi Ka'bah dengan rantai, lalu mengikatkannya pada leher gajah, maka gajah akan menariknya dan tembok Ka'bah akan runtuh sekaligus dalam waktu yang singkat. Ketika orang-orang Arab mendengar keberangkatan Abrahah dengan pasukannya yang bergajah itu, maka mereka merasakan adanya bahaya yang amat besar akan menimpa diri mereka.\n\nDan mereka merasakan bahwa sudah merupakan keharusan bagi mereka membela Bait mereka dan mengusir orang-orang yang bermaksud jahat terhadapnya. Maka bangkitlah seorang lelaki dari kalangan penduduk Yaman yang terhormat dan terbilang sebagai pemimpin mereka untuk mengadakan perlawanan terhadap Abrahah. Orang tersebut bernama Zu Nafar, maka ia menyerukan kepada kaumnya dan orang-orang Arab lainnya untuk memerangi Abrahah dan berjihad melawannya demi membela Baitullah, karena Abrahah bermaksud akan merobohkannya dan meratakannya dengan tanah.\n\nSeruannya itu mendapat sambutan yang hangat dari mereka, lalu mereka berperang melawan Abrahah dipimpin oleh Zu Nafar, tetapi pada akhirnya Zu Nafar kalah. Ini tiada lain karena kehendak Allah subhanahu wa ta’ala yang bertujuan akan memuliakan Baitullah dan mengagungkannya. Zu Nafar ditawan, tetapi Abrahah memaafkannya dan membawanya pergi bersama ke Mekah. Dan ketika perjalanan Abrahah sampai di tanah orang-orang Khas'am, ia dihalangi oleh Nufail ibnu Habib Al-Khas'ami bersama kaumnya, yang memeranginya selama dua bulan.\n\nTetapi pada akhirnya Abrahah berhasil mengalahkan mereka dan menawan Nufail ibnu Habib; pada mulanya Abrahah bermaksud membunuhnya, kemudian ia memaafkannya dan membawanya serta ke Mekah sebagai penunjuk jalannya di negeri Hijaz. Ketika perjalanan Abrahah sampai di dekat Taif, maka para penduduk Taif datang menyambutnya dan bersikap diplomatis dengannya karena takut dengan rumah peribadatan mereka yang mereka beri nama Al-Lata, karenanya Abrahah menghormati mereka.\n\nDan mereka mengirimkan Abu Rigal untuk pergi bersamanya sebagai penunjuk jalan. Ketika perjalanan Abrahah sampai di Al-Magmas yaitu di suatu tempat yang terletak tidak jauh dari Mekkah ia turun beristirahat, sedangkan bala tentaranya merampas semua ternak penduduk Mekah dan sekitarnya atas perintah Abrahah sendiri. Dan di antara ternak unta yang dirampas terdapat dua ratus ekor unta milik Abdul Muttalib.\n\nDan tersebutlah orang yang diserahi oleh Abrahah untuk memimpin perampasan ternak itu adalah komandan pasukan terdepannya yang dikenal dengan nama Al-Aswad ibnu Maqsud, lalu ia dikecam oleh sebagian bangsa Arab melalui bait-bait syairnya, menurut apa yang diriwayatkan oleh Ibnu Ishaq. Abrahah mengirimkan Hannatah Al-Himyari ke Mekah dan memerintahkan kepadanya supaya kembali membawa orang Quraisy yang paling terhormat.\n\nDan Abrahah menyampaikan kepadanya bahwa dia datang bukan untuk memerangi kamu, terkecuali jika kamu menghalang-halanginya dari Baitullah. Maka datanglah Hannatah ke Mekah, lalu ditunjukkan kepadanya rumah Abdul Muttalib ibnu Hasyim, lalu ia menyampaikan kepadanya apa yang dikatakan oleh Abrahah. Maka Abdul Muttalib mengatakan kepadanya, \"Demi Allah, kami tidak berniat untuk memeranginya, juga kami tidak mempunyai kekuatan untuk itu.\n\nIni adalah Baitullah yang disucikan dan merupakan bait (rumah) kekasih-Nya, yaitu Ibrahim. Maka jika Dia mempertahankannya, sudah wajar karena ia adalah rumah-Nya yang disucikan. Dan jika Dia membiarkan antara bait-Nya. dan Abrahah, maka tiada kemampuan bagi kami untuk mempertahankannya.\" Hannatah berkata kepada Abdul Muttalib, \"Kalau begitu, marilah engkau pergi bersamaku untuk menemuinya.\" Maka Abdul Muttalib berangkat bersama Hannatah. Dan ketika Abrahah melihat Abdul Muttalib, ia terkejut melihat penampilan Abdul Muttalib yang tinggi lagi berwibawa dan tampan.\n\nMaka ia menghormatinya, dan ia turun dari singgasananya, lalu duduk bersama Abdul Muttalib di hamparan permadani. Abrahah berkata kepada juru terjemahnya untuk mengatakan kepada Abdul Muttalib mengenai keperluannya hingga datang menghadap kepadanya. Abdul Muttalib berkata kepada juru terjemah Abrahah, \"Sesungguhnya aku datang untuk keperluanku sendiri, yaitu sudilah kiranya sang raja (Abrahah) menyerahkan kepadanya dua ratus ekor unta miliknya yang telah dirampasnya.\" Abrahah terkejut dan mengatakan kepada juru terjemahnya bahwa katakanlah kepadanya, \"Sesungguhnya pada mulanya ketika aku melihatmu, aku merasa kagum dengan penampilan dan wibawamu.\n\nTetapi setelah engkau berbicara kepadaku, kesanku menjadi sebaliknya; apakah engkau berbicara kepadaku hanya mengenai dua ratus ekor unta yang telah kurampas darimu? Sedangkan engkau meninggalkan bait-mu yang merupakan agamamu dan agama nenek moyangmu, padahal aku datang untuk merobohkannya, lalu mengapa engkau tidak berbicara kepadaku mengenainya?\" Abdul Muttalib menjawab, \"Sesungguhnya aku adalah pemilik unta itu dan sesungguhnya bait itu mempunyai Pemiliknya sendiri yang akan membelanya.\" Abrahah berkata, \"Dia tidak akan dapat mencegahku dari merobohkannya.\" Abdul Muttalib berkata, \"'Kalau begitu, terserah Anda.\" Menurut suatu pendapat, sesungguhnya bersama Abdul Muttalib terdapat segolongan orang-orang terhormat dari kalangan orang-orang Arab.\n\nMereka menawarkan kepada Abrahah sepertiga dari harta Tihamah dengan syarat Abrahah mengurungkan niatnya dari menghancurkan Ka'bah. Tetapi Abrahah menolak tawaran mereka dan mengembalikan kepada Abdul Muttalib dua ratus ekor untanya. Abdul Muttalib kembali ke Mekah dan menemui orang-orang Quraisy, lalu memerintahkan kepada mereka agar keluar dari Mekah dan berlindung di atas puncak-puncak bukitnya karena takut akan serangan bala tentara Abrahah.\n\nSetelah itu Abdul Muttalib pergi ke Ka'bah dan memegang pegangan pintu Ka'bah, sedangkan di belakangnya ikut beberapa orang dari kaum Quraisy. Mereka semuanya berdoa kepada Allah dan memohoh pertolongan kepada-Nya dari serangan Abrahah dan bala tentaranya. Abdul Muttalib dalam doanya itu mengatakan seraya memegang pegangan pintu Ka'bah: ......... Ya Allah, sesungguhnya seseorang itu diharuskan membela ternak unta miliknya, maka belalah kepemilikan-Mu.\n\nJanganlah sekali-kali Engkau biarkan salib dan kekuasaan mereka selamanya menang atas tempat-Mu ini. Setelah itu Abdul Muttalib melepaskan pegangan pintu Ka'bah, lalu ia bersama orang-orang Quraisy lainnya keluar menuju ke daerah perbukitan, berlindungdi puncak-puncaknya. Demikianlah menurut Ibnu Ishaq. Muqatil ibnu Sulaiman menyebutkan bahwa mereka meninggalkan di dekat Baitullah seratus ekor unta budnah yang telah dikalungi (untuk dikurbankan), dengan tujuan mudah-mudahan sebagian tentara Abrahah ada yang berani mengganggunya dan menyembelih sebagiannya tanpa hak, maka akibatnya Allah akan menghukum mereka.\n\nDan pada pagi harinya Abrahah bersiap-siap untuk memasuki kota Mekah, lalu menyiapkan gajahnya yang diberi nama Mahmud dan ia menyiapkan pula bala tentaranya. Setelah semuanya siap, maka mereka mengarahkan gajahnya menuju ke arah Mekah, tetapi sebelum itu Nufail ibnu Habib datang dan berdiri di dekat gajah, lalu berkata, \"Wahai Mahmud, duduklah kamu dan kembalilah dengan penuh kesadaran menuju ke tempat asal kedatanganmu, karena sesungguhnya engkau berada di negeri Allah yang disucikan,\" setelah itu melepaskan telinga gajah Mahmud, yang dipeganginya saat ia membisikinya.\n\nMaka gajah itu duduk, dan Nufail lari dengan kencangnya menuju ke daerah perbukitan dan berlindung di puncaknya. Mereka memukuli gajah itu supaya berdiri, akan tetapi gajah itu membangkang dan tidak mau berdiri. Lalu mereka memukul kepalanya dengan palu agar bangkit, dan mereka masukkan tongkat mereka ke bagian lubang telinganya, menariknya dengan tujuan agar mau berdiri, tetapi gajah itu tetap menolak.\n\nKemudian mereka mengarahkannya ke negeri Yaman, dan ternyata tanpa sulit gajah itu bangkit dengan sendirinya, lalu berlari kecil menuju ke arah itu. Kemudian mereka mencoba untuk mengarahkannya ke negeri Syam, dan gajah itu menuruti perintahnya; mereka coba mengarahkannya ke timur, maka gajah itu mengikuti perintah. Tetapi bila diarahkan ke Mekah, gajah itu diam dan duduk.\n\nDan Allah mengirimkan kepada mereka sejumlah besar burung dari arah laut yang bentuknya seperti burung walet dan burung balsan; tiap-tiap ekor membawa tiga buah batu. Satu diparuhnya dan yang dua dipegang oleh masing-masing dari kedua kakinya; batu itu sebesar kacang humsh dan kacang 'adas. Tiada seorang pun dari mereka yang terkena batu itu melainkan pasti binasa, tetapi tidak seluruhnya terkena batu itu.\n\nAkhirnya mereka melarikan diri dan lari tunggang langgang ke arah semula mereka datang seraya mencari Nufail ibnu Habib untuk menunjukkan kepada mereka jalan pulangnya. Sedangkan Nufail berada di atas bukit bersama orang-orang Quraisy dan orang-orang Arab Hijaz lainnya, menyaksikan apa yang ditimpakan oleh Allah subhanahu wa ta’ala kepada tentara bergajah itu sebagai azab dari-Nya. Dan ketika menyaksikan pemandangan itu Nufail berkata: Ke manakah tempat untuk berlari dari kejaran Tuhan yang mengejar; Asyram kalah dan tidak menang.\n\nIbnu Ishaq mengatakan bahwa Nufail ibnu Habib dalam kesempatan itu mengumandangkan bait-bait syair yang berbunyi, ..................... \"Mengapa engkau tidak menghormati kami dan agama kami, maka kami akan menghormati kedatanganmu dengan penghormatan yang luar biasa. Demi suatu agama yang seandainya engkau melihat sebagaimana yang kami lihat di dekat Al-Muhassib, tetapi ternyata engkau tidak melihatnya.\n\nJika engkau melihatnya, tentulah engkau memaafkanku dan memuji tindakanku, dan engkau tidak akan mengalami kekecewaan dari apa yang telah terlewatkan di antara kita. Aku memuji kepada Allah ketika melihat kedatangan burung-burung, dan aku menjadi takut akan tertimpa oleh batu-batu yang dijatuhkannya. Maka semua kaum (tentara Habsyah) mencari-cari Nufail, seakan-akan aku mempunyai utang kepada tentara Habsyah itu.\" Al-Waqidi meriwayatkan berikut sanadnya, bahwa mereka bersiap-siap untuk memasuki Mekah dan gajahnya telah mereka persiapkan pula, tetapi manakala mereka mengarahkannya ke salah satu tujuan dari tujuan yang lain, maka gajah itu mau bergerak.\n\nDan jika mereka arahkan gajahnya menuju ke kota suci Mekah, tiba-tiba ia duduk dan mengeluarkan suaranya (menolak). Lalu Abrahah memaksa pawang gajah dan membentaknya, bahkan memukulinya supaya ia memaksa gajah agar mau masuk ke kota Mekah; mereka memakan waktu yang cukup lama untuk itu. Sedangkan Abdul Muttalib dan segolongan orang dari para pemuka penduduk Mekah antara lain Mut'im ibnu Adiy, Amr ibnu Aid ibnu Imran ibnu Makhzum, dan Mas'ud ibnu Amr As-Saqafi berada di Gua Hira menyaksikan apa yang dilakukan oleh tentara Habsyah itu, dan apa yang dialami mereka dengan gajahnya yang membangkang itu; kisahnya sangat ajaib dan aneh.\n\nKetika mereka sedang dalam keadaan demikian, tiba-tiba Allah mengirimkan kepada tentara habsyah yang bergajah itu burung Ababil, gelombang demi gelombang yang warna bulunya kuning, lebih kecil daripada merpati, sedangkan kakinya berwarna merah; tiap-tiap burung membawa tiga buah batu kerikil. Lalu iringan burung-burung itu tiba dan berputar di atas mereka, kemudian menimpakan batu-batu itu kepada mereka hingga mereka binasa.\n\nMuhammad ibnu Ishaq mengatakan bahwa tentara Habsyah datang dengan membawa dua ekor gajah; adapun gajah Mahmud hanya mendekam dan tidak mau bangkit, sedangkan gajah lainnya memberanikan dirinya dan akhirnya ia terkena batu itu. Wahb ibnu Munabbih mengatakan bahwa mereka membawa banyak gajah, sedangkan gajah Mahmud adalah kendaraan raja mereka, Mahmud mendekam dengan tujuan agar gajah lainnya mengikuti jejaknya.\n\nDan ternyata di antara kumpulan gajah yang mereka bawa ada seekor gajah yang memberanikan dirinya melangkah, maka ia tertimpa batu dan binasa hingga gajah lainnya kabur melarikan diri. ‘Atha’ ibnu Yasar dan lain-lainnya mengatakan bahwa tentara bergajah itu tidak semuanya binasa oleh azab seketika itu juga, bahkan di antara mereka ada yang segera mati, dan di antaranya ada yang tubuhnya rontok anggota demi anggota dalam pelariannya, yang pada akhirnya binasa juga.\n\nSedangkan Abrahah termasuk dari mereka yang tubuhnya rontok anggota demi anggota, hingga akhirnya mati di tanah orang-orang Khas'am. Ibnu Ishaq mengatakan bahwa lalu mereka melarikan diri, sedangkan anggota tubuh mereka rontok satu demi satu, dan di setiap jalan mereka mati bergelimpangan. Sedangkan Abrahah, tubuhnya terkena oleh batu itu, lalu mereka membawanya lari bersama mereka, dan tubuhnya rontok sedikit demi sedikit, hingga sampailah mereka bersamanya di San'a, sedangkan keadaan Abrahah seperti anak burung yang baru menetas.\n\nDan Abrahah masih belum mati kecuali setelah dadanya terbelah dan jantungnya keluar; demikianlah menurut sahibul hikayat. Muqatil ibnu Sulaiman menceritakan bahwa orang-orang Quraisy memperoleh harta yang banyak dari jarahan harta benda pasukan Abrahah itu, sehingga disebutkan bahwa pada hari itu Abdul Muttalib mendapat emas yang jumlahnya dapat memenuhi suatu galian sumur. Ibnu Ishaq mengatakan, telah menceritakan kepadaku Ya'kub ibnu Utbah yang menceritakan kepadanya bahwa penyakit cacar dan lepra di tanah Arab mula-mula terjadi pada tahun itu.\n\nDan bahwa pahitnya buah harmal, hanzal, dan 'usr dirasakan sejak tahun itu. Hal yang sama telah diriwayatkan dari Ikrimah melalui jalur yang jayyid. Ibnu Ishaq mengatakan bahwa ketika Allah subhanahu wa ta’ala berkehendak mengutus Nabi Muhammad ﷺ, maka termasuk di antara karunia dan nikmat yang dilimpahkan-Nya kepada kaum Quraisy ialah terusirnya tentara Habsyah dari mereka, demi menjaga tetapnya kekuasaan dan masa keemasan mereka (Quraisy). Untuk itulah maka disebutkan oleh firman-Nya: Apakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah? Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daunyang dimakan ulat. (Al-Fil: 1-5) Dan juga firman-Nya: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas.\n\nMaka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan. (Quraisy: 1-4) Yakni agar tiada sesuatu pun yang mengubah keadaan mereka dari kebiasaannya, yang hal tersebut tiada lain karena Allah berkehendak baik terhadap mereka, sekiranya mereka mensyukurinya. Ibnu Hisyam mengatakan bahwa ababil artinya berbondong-bondong, dalam bahasa Arab kata ini tidak ada bentuk tunggalnya.\n\nIbnu Hisyam mengatakan pula bahwa adapun makna sijjil, menurut apa yang telah dikatakan oleh Yunus An-Nahwi dan Abu Ubaidah, makna yang dimaksud menurut orang Arab ialah yang sangat keras. Ibnu Hisyam mengatakan bahwa sebagian ulama tafsir mengatakan bahwa keduanya merupakan kata yang berasal dari bahasa Persia, lalu oleh orang Arab dijadikan menjadi satu. Sesungguhnya yang dimaksud tiada lain sama dengan batu dan tanah liat.\n\nUlama tafsir itu mengatakan bahwa batu-batu tersebut berasal dari kedua jenis itu, yakni batu dan tanah Hat. Ibnu Hasyim mengatakah bahwa al-'asfu artinya daun tanaman yang belum diketam, bentuk tunggalnya adalah 'asfah; demikianlah menurut apa yang dikemukakan oleh Ibnu Hasyim. Hammad ibnu Salamah telah meriwayatkan dari Amir, dari Zurr, dari Abdullah dan Abu Salamah ibnu Abdur Rahman sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, yang bergelombang-gelombang.\n\nIbnu Abbas dan Adh-Dhahhak mengatakan bahwa makna yang dimaksud ialah sebagian darinya mengiringi sebagian yang lainnya. Al-Hasan Al-Basri dan Qatadah mengatakan bahwa yang dimaksud dengan ababil ialah yang banyak jumlahnya. Mujahid mengatakan bahwa ababil artinya yang berpencar, berturut-turut, lagi berbondong-bondong. Ibnu Zaid mengatakan bahwa yang dimaksud dengan ababil ialah berpencar-pencar, ada yang datang dari arah ini dan arah itu, yakni mendatangi mereka dari segala penjuru.\n\nAl-Kisa-i mengatakan bahwa ia pernah mendengar sebagian ulama Nahwu mengatakan bahwa bentuk tunggal ababil ialah ibil. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abdul A'la, telah menceritakan kepadaku Daud, dari Ishaq ibnu Abdullah ibnul Haris ibnu Naufal yang mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Yaitu berkelompok-kelompok seperti ternak unta yang dilepas bebas.\n\nDan telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Ibnu Aun, dari Ibnu Sirin, dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, burung-burung yang mempunyai belalai seperti gajah dan cakar-cakar yang seperti kaki anjing. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub ibnu ibrahim, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Husain, dari Ikrimah sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Burung-burung itu berwarna hijau keluar dari laut, kepalanya seperti kepala serigala.\n\nTelah menceritakan pula kepada kami ibnu Basysyar, telah menceritakan kepada kami Ibnu Mahdi, dari Sufyan, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Yakni burung yang muncul dari laut yang paruh dan kedua cakarnya semuanya berwarna hitam; semua sanad riwayat di atas berpredikat shahih. Sa'id ibnu Jubair mengatakan bahwa burung itu berwarna hijau, sedangkan paruhnya berwarna kuning.\n\nBurung-burung itu silih berganti menyerang mereka. Diriwayatkan dari Ibnu Abbas, Mujahid, dan ‘Atha’, bahwa burung ababil itu bentuknya serupa dengan burung garuda yang dikenal di daerah Magrib. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim dari mereka. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ubaidillah ibnu Muhammad ibnu Abu Syaibah, telah menceritakan kepada kami Abu Mu'awiyah, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair yang mengatakan bahwa ketika Allah berkehendak akan membinasakan tentara bergajah, maka Dia mengirimkan kepada mereka pasukan burung yang dikeluarkan dari laut yang gesitnya sama dengan burung walet.\n\nTiap ekor burung membawa tiga buah batu yang terbagi pada paruhnya satu buah dan pada masing-masing kedua kakinya satu buah. Burung-burung itu datang berbaris bersaf-saf di atas mereka, lalu mengeluarkan suaranya dan menjatuhkan batu-batu yang ada pada paruh dan kedua kakinya. Maka tiada sebuah batu pun yang menimpa kepala seseorang dari mereka melainkan tembus sampai ke duburnya, dan tidak sekali-kali batu itu mengenai sesuatu dari tubuh seseorang dari mereka melainkan tembus ke bagian lainnya.\n\nAllah mengirimkan pula angin yang kencang sehingga menambah kencang jatuhnya batu-batuan itu hingga semuanya binasa. As-Suddi telah meriwayatkan dari Ikrimah, dari Ibnu Abbas, bahwa batu-batuan dari sijjil, makna yang dimaksud ialah tanah liat yang telah berubah menjadi batu. Hal ini disebutkan keterangannya di atas dan tidak perlu diulangi lagi. Firman Allah subhanahu wa ta’ala: Lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). (Al-Fil: 5) Sa'id ibnu Jubair mengatakan bahwa makna yang dimaksud ialah pakan hewan ternak yang dikenal oleh bahasa pasaran dengan istilah habur.\n\nMenurut riwayat lain dari'Sa'id, disebutkan daun tanaman gandum. Diriwayatkan pula darinya al-asfu artinya pakan ternak yang telah digerogoti oleh ulat dedaunannya. Hal yang sama telah dikatakan oleh Al-Hasan Al-Basri. Diriwayatkan dari Ibnu Abbas, bahwa al-asfu artinya kulit ari biji gandum. Ibnu Zaid mengatakan bahwa al-asfu artinya daun tanaman dan daun sayuran bilamana telah dimakan oleh ternak, maka kelihatan hanya tangkainya saja.\n\nMakna yang dimaksud ialah bahwa Allah subhanahu wa ta’ala membinasakan mereka dan menghancurkan mereka serta menjadikan mereka 'senjata makan tuan' dengan penuh kedongkolan. Tiada suatu kebaikan pun yang mereka peroleh, dan sebagian besar dari mereka binasa, serta tiada yang pulang melainkan dalam keadaan terluka parah, sebagaimanayang dialami oleh raja mereka (yaitu Abrahah). Sesungguhnya dadanya terbelah dan jantungnya kelihatan ketika ia sampai di san'a, lalu ia sempat menceritakan kepada penduduk San'a apa yang telah menimpa diri mereka, setelah itu ia mati.\n\nKemudian tampuk pemerintahan negeri Yaman dipegang oleh anak Abrahah yang bernama Yaksum, setelah itu saudaranya yang bernama Masruq ibnu Abrahah. Kemudian Saif ibnu Zi Yazin Al-Himyari berangkat menemui Kisra (Raja Persia) dan meminta bantuan kepadanya untuk menghadapi tentara Habsyah. Maka Kisra mengabulkan permintaannya dan menyerahkan kepadanya sebagian dari tentaranya yang berperang bersama Saif ibnu Zi Yazin. Maka Allah mengembalikan kepada mereka kerajaan yang dahulu dimiliki oleh nenek moyang mereka berikut semua kekuasaannya.\n\nKemudian berdatanganlah kepadanya delegasi-delegasi dari orang-orang Arab, mengucapkan selamat atas kemenangannya. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepada kami Abdullah ibnu Abu Bukair, dari Amrah binti Abdur Rahman ibnu As'ad ibnu Zurarah, dari Aisyah yang mengatakan bahwa sesungguhnya ia sempat melihat bekas pawang gajah dan pemegang kendalinya di Mekah dalam keadaan telah tuna netra lagi cacat, tak dapat berjalan, dan meminta-minta (menjadi pengemis).\n\nAl-Waqidi telah meriwayatkan hal yang semisal dari Aisyah. Dan Al-Waqidi telah meriwayatkan dari Asma binti Abu Bakar yang telah mengatakan bahwa kedua bekas pawang gajah itu dalam keadaan cacat parah, meminta-minta kepada orang di Asaf dan Na'ilah, tempat orang-orang musyrik menyembelih sembelihan mereka. Menurut hemat saya, nama pemegang kendali gajah Abrahah bernama Anis. Al-Hafidzh Abu Na'im di dalam kitabnya yang berjudul Dala'ilun Nubuwwah telah meriwayatkan melalui jalur Ibnu Wahb, dari Ibnu Lahi'ah, dari Aqil ibnu Khalid, dari Usman ibnul Mugirah, kisah tentang tentara bergajah ini; tetapi tidak disebutkan bahwa Abrahah datang dari Yaman, melainkan dia hanya mengutus pasukannya yang dipimpin oleh seorang lelaki bernama Syamir ibnu Maqshud, jumlah pasukannya kurang lebih dua puluh ribu orang personil.\n\nDisebutkan pula bahwa burung ababil datang menyerang mereka di malam hari, dan pada pagi harinya mereka semuanya tewas. Konteks kisah ini aneh sekali, sekalipun Abu Na'im telah menguatkannya di atas riwayat yang lain. Menurut riwayat yang benar, Abrahah Al-Asyram Al-Habsyi datang ke Mekah sebagaimana yang ditunjukkan oleh konteks riwayat yang lainnya dan juga yang disebutkan dalam syair orang-orang dahulu.\n\nHal yang sama telah disebutkan dalam riwayat yang bersumberkan dari Ibnu Lahi'ah, dari Al-Aswad, dari Urwah, bahwa Abrahah mengirimkan Al-Aswad ibnu Maqsud bersama sejumlah besar pasukannya di sertai dengan gajah, tetapi tidak disebutkan bahwa Abrahah sendiri ikut dalam misi tersebut. Menurut pendapat yang benar, Abrahah pun memang ikut datang dalam misi itu, barangkali Ibnu Maqsud berada di barisan pasukan yang terdepan; hanya Allah-lah Yang Maha Mengetahui kebenarannya.\n\nIbnu Ishaq meriwayatkan sebagian dari syair-syair yang dikatakan oleh orang-orang Arab berkenaan dengan kisah tentara bergajah ini; di antara lain ia mengutip syair Abdullah ibnuz Zaba'ri yang menyebutkan, \n\n \"Mereka takut terhadap lembah Mekah, karena sejak masa dahulu tiada yang berani melanggar kesuciannya, bintang syi'ra masih belum diciptakan di malam-malam ia disucikan.\n\nKarena tiada seorang pun yang mengaku dirinya perkasa, berani mengotori kesuciannya. Bila ada orang yang bertanya tentang kisah panglima pasukan apa yang telah dialaminya dari tanah suci itu, maka akan diceritakan kepadanya oleh orang yang mengetahuinya. Enam puluh ribu pasukan tidak pernah kembali ke tempat tinggal mereka, bahkan tidak dapat hidup lama orang yang sakit dari mereka sesudah kepulangannya.\n\nSebelum mereka terdapat kaum 'Ad dan Jurhum di dekatnya dan kekuasaan Allah berada di atas hamba-hamba-Nya, Dialah yang menjaga kesuciannya.\" Abu Qais ibnu Aslat Al-Ansari Al-Madani mengatakan dalam bait-bait syairnya yaitu:\n\nDan di antara apa yang diperbuat oleh-Nya di hari tentara bergajah Habsyah telah terbuktikan, karena setiap orang yang dikirimkan oleh mereka dikalahkan.\n\nTameng-tameng mereka berada di bawah qirbah wadah minum mereka, sedangkan mereka dalam keadaan terhina lagi terluka. Pada mulanya kekuatan mereka menakutkan, di saat mereka menuju kepadanya dengan penuh keangkuhan. Tetapi pada akhirnya pemimpin mereka lari tunggang langgang kembali ke tempat asal datangnya, semua orang yang ikut dengannya di tempat itu adalah orang yang aniaya. Maka dikirimkanlah kepada mereka dari atas mereka hujan batu kerikil, yang menghancurleburkan mereka.\n\nMeskipun para pendeta mereka memerintahkan kepada pasukannya untuk bersabar, tetapi mereka menjerit-jerit bagaikan embikan kambing yang terancam bahaya.\" Abus-Shalt ibnu Rabi'ah As-Saqafi mengatakan bahwa telah dinukil dari Umayah ibnu Abus-Shalt ibnu Rabi'ah bait-bait syair yang berbunyi, \n\n\"Sesungguhnya di antara tanda-tanda kekuasaan Tuhan kami yang masih tetap ada dan tiada yang mengingkarinya selain hanya orang yang benar-benar pengingkar kebenaran, (yaitu) adanya malam dan siang hari, semua orang memahami perhitungannya yang telah ditetapkan dengan jelas.\n\nKemudian Tuhan Yang Maha Penyayang menjadikan siang hari terang benderang dengan sinar mentarinya yang menyeluruh. Dialah Yang telah menahan pasukan bergajah di Magmas, hingga gajah itu merangkak seakan-akan seperti tak berdaya, ia hanya diam mendekam sekalipun punggungnya dipukuli bertubi-tubi dengan kerasnya. Di sekitarnya terdapat raja-raja Kindah yang disegani dan menjadi para pendekar dalam medan perang, semuanya menentang niatnya.\n\nKemudian mereka semuanya terkejut karena semua pasukan bergajah itu patah dan binasa. Setiap agama kelak di hari kiamat di hadapan Allah akan ditolak dan sia-sia kecuali agama yang hanif (Islam).\" Dalam pembahasan yang lalu pada tafsir surat Al-Fath telah disebutkan bahwa di hari perjanjian Hudaibiyah ketika Rasulullah ﷺ berada di atas lereng yang darinya dapat ditempuh jalan menuju ke tempat orang-orang Quraisy, unta beliau mendekam, lalu mereka menghardiknya, tetapi unta kendaraan beliau ﷺ tetap menolak. Maka mereka mengatakan bahwa Qaswa (nama unta milik Nabi ﷺ) mogok. Maka Rasulullah ﷺ bersabda: Qaswa tidak mogok, karena mogok bukan merupakan pembawaannya, tetapi ia ditahan oleh Tuhan Yang telah menahan pasukan bergajah. Kemudian Rasulullah ﷺ melanjutkan sabdanya: Demi Tuhan yang jiwaku berada di dalam genggaman kekuasaan-Nya, tidaklah mereka meminta kepadaku hari ini suatu rencana yang di dalamnya terkandung penghormatan kepada hal-hal yang disucikan oleh Allah melainkan aku akan menyetujuinya.\n\nSetelah itu beliau ﷺ menghardik untanya, maka untanya bangkit dan meneruskan perjalannya. Hadits ini termasuk hadits-hadits yang diriwayatkan oleh Imam Bukhari secara munfarid (tunggal). Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ bersabda di hari jatuhnya kota Mekah: Sesungguhnya Allah telah menahan pasukan bergajah dari Mekah, dan menguasakannya kepada Rasul-Nya dan orang-orang mukmin, dan sesungguhnya kini telah kembali kesuciannya pada hari ini juga, sebagaimana kesuciannya di waktu sebelumnya. Ingatlah, hendaklah orang yang hadir menyampaikannya kepada orang yang tidak hadir.\"","tafsir-ringkas-kemenag":"3-4. Allah mempunyai cara untuk menggagalkan tipu daya mereka, dan Dia mengirimkan kepada mereka salah satu makhluk-Nya yang dijadikan bala tentara untuk menghancurkan mereka, yaitu burung yang berbondong-bondong dan tidak terhitung banyaknya. Allah mengirim burung-burung yang melempari mereka dengan batu yang berasal dari tanah liat yang terbakar. 3-4. Allah mempunyai cara untuk menggagalkan tipu daya mereka, dan Dia mengirimkan kepada mereka salah satu makhluk-Nya yang dijadikan bala tentara untuk menghancurkan mereka, yaitu burung yang berbondong-bondong dan tidak terhitung banyaknya. Allah mengirim burung-burung yang melempari mereka dengan batu yang berasal dari tanah liat yang terbakar.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\n\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat.","tafsir-alazhar":"Ayat 2“Bukankah telah Dia jadikan daya upaya mereka itu pada sia-sia?\" (ayat 2)Segala maksudnya hendak menghancurkan itu sia-sia belaka, dan gagal belaka. Berkata Ibnu Ishaq, “Setelah penyerangan orang Habsyi terhadap Mekah itu digagalkan dan dihancurkan oleh Allah sendiri, bertambah penghargaan dan penghormatan bangsa Arab kepada Quraisy, sehingga mereka katakan, ‘Orang Quraisy itu ialah keluarga Allah. Allah berperang untuk mereka.'\"Ayat 3“Dan Dia telah mengirimkan ke atas mereka bulling berduyun-duyun.\" (ayat 3)Burung-burung itu berduyun datang dari laut. Ahli-ahli tafsir bicara macam-macam tentang keadaan burung itu. Namun jenis burung apa tidak penting kita kaji. Sembarang burung pun dapat dipergunakan oleh Allah untuk melakukan kehendak-Nya, apatah lagi ratusan ribu burung berduyun-duyun (ababil).Ayat 4“Yang melempari mereka dengan batu siksaan?\" (ayat 4)Batu yang mengandung adzab, batu yang mengandung penyakit. Ada tafsir mengatakan bahwa batu itu telah direndang terlebih dahulu dengan api neraka. Syaikh Muhammad Abduh mencoba menakwilkan bahwa batu itu membawa bibit penyakit cacar. Ibnu Abbas mengatakan bahwa sejak waktu itu ada penyakit cacar di Tanah Arab. Dapat saja kita menerima penafsiran ini jika kita ingat bahwa membawa burung atau binatang dari satu daerah ke daerah yang lain, walaupun satu ekor, hendaklah terlebih dahulu diperiksakan kepada dokter, kalau-kalau burung itu membawa bibit penyakit menular.Ayat 5“Lalu Dia jadikan mereka seperti daun kayu yang dimakan ulat.\" (ayat 5)Laksana daun kayu dimakan ulat, memang adalah satu perumpamaan yang tepat buat orang yang diserang penyakit cacar (ketumbuhan); seluruh badan akan ditumbuhi oleh bisul yang panas, malahan sampai ada yang tumbuh di mata. Telapak kaki yang begitu tebal pun tidak terlepas, dan muka pun akan coreng-moreng dari bekasnya. Seperti yang telah penulis alami (1923). Al-Qurthubi menulis dalam tafsirnya, “Hikayat tentara bergajah ini adalah satu mukjizat lagi dari Nabi kita, walaupun beliau waktu itu belum lahir.\""}},"4":{"arabic":"تَرۡمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍتَرۡمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ","words":{"arabicWords":["تَرۡمِيهِم","بِحِجَارَةٖ","مِّن","سِجِّيلٖ"],"translationWords":["yang melempari mereka","dengan batu-batu","dari","tanah keras/terbakar"]},"translation":"yang melempari mereka dengan batu dari tanah liat yang dibakar,","tafsir":{"tafsir-jalalayn":"(Yang melempar mereka dengan batu berasal dari tanah yang terbakar) yakni tanah liat yang dibakar.","tafsir-ibnu-katsir":"Tafsir Surat Al-Fil: 1-5\n\nApakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah. Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). Ini mempakan nikmat yang telah dianugerahkan oleh Allah kepada kaum Quraisy, karena Allah telah menyelamatkan mereka dari serangan tentara bergajah, yang sejak semula telah bertekad akan merobohkan Ka'bah dan meratakannya dengan tanah hingga tiada bekas-bekasnya lagi.\n\nMaka Allah memusnahkan mereka dan menjadikan mereka kalah serta usaha mereka menjadi sia-sia, begitu pula tiada hasilnya dari kerja mereka; Allah mengusir mereka dengan cara yang buruk dan akibat yang mengecewakan. Mereka adalah kaum Nasrani, dan agama mereka saat itu lebih mirip keadaannya dengan apa yang dilakukan oleh orang-orang Quraisy, yaitu menyembah berhala. Peristiwa ini terjadi sebagai irhas dan pendahuluan bagi akan diutus-Nya Rasulullah ﷺ Karena sesungguhnya di tahun itu Nabi Muhammad menurut pendapat yang terkenal dilahirkan.\n\nDan seakan-akan takdir Allah subhanahu wa ta’ala telah menetapkan bahwa wahai golongan orang-orang Quraisy, Kami menolong kalian bukanlah karena kalian lebih baik daripada orang-orang Habsyah itu, tetapi karena memelihara Baitul 'Atiq yang akan Kami muliakan, Kami agungkan, dan Kami hormati dengan diutusnya seorang nabi yang ummi, yaitu Muhammad ﷺ penutup para nabi. Berikut ini adalah kisah tentara bergajah secara ringkas, padat, tetapi mendekati kebenaran. Dalam kisah orang-orang yang dimasukkan di dalam parit berapi telah disebutkan bahwa Zu Nuwas, raja terakhir orang-orang Himyar yang musyrik; dialah orang yang membunuh kaum Nasrani dengan memasukkan mereka ke dalam parit yang berapi, jumlah mereka yang dibunuh olehnya kurang lebih ada dua puluh ribu orang.\n\nTiada seorang pun dari mereka yang selamat kecuali Daus yang dijuluki dengan panggilan Zu Sa'labain. Daus melarikan diri dan meminta pertolongan kepada Kaisar raja di negeri Syam, yang juga seagama dengannya, yaitu pemeluk agama Nasrani. Maka Kaisar berkirim surat perintah kepada Raja Najasyi di negeri Habsyah, mengingat letak geografis Habsyah lebih dekat ke negeri Yaman.\n\nMaka Raja Najasyi mengirimkan dua orang panglima perangnya yaitu Aryat dan Abrahah ibnus Sabah Abu Yaksum dengan membawa pasukan yang sangat banyak jumlahnya. Maka mereka memasuki negeri Yaman dan mereka merajalela di kota-kotanya, lalu merebut kerajaan negeri Yaman dari tangan orang-orang Himyar, sedangkan Zu Nuwas sendiri tewas karena tenggelam di laut. Dan Habsyah menjadikan negeri Yaman sebagai negeri yang berdiri sendiri di bawah pimpinan kedua panglima tersebut, yaitu Aryat dan Abrahah.\n\nLalu keduanya berselisih pendapat mengenai siapa di antara keduanya yang berhak menjadi raja di negeri Yaman; keduanya berupaya menjatuhkan yang lainnya. Pada akhirnya salah satu pihak berkata kepada pihak lawannya, \"Kita tidak perlu mengorbankan prajurit yang tidak berdosa di antara kita, lebih baik kita perang tanding saja antara aku dan kamu. Maka barang siapa yang dapat mengalahkan lawannya dan berhasil membunuhnya, dialah yang berhak menjadi raja di negeri ini.\" Pihak lainnya menyetujui usul ini, akhirnya keduanya bertanding dalam suatu ajang perang yang di belakang masing-masing pihak ada parit.\n\nDi suatu kesempatan Aryat berhasil menebaskan pedangnya dan mengenai hidung dan mulut Abrahah, dan hampir saja membelah wajahnya. Maka Atudah maula (bekas budak) Abrahah membela majikannya dan menyerang Aryat serta berhasil membunuhnya. Maka Abrahah diusung dari arena itu dalam keadaan terluka, lalu lukanya diobati hingga akhirnya ia sembuh; setelah itu ia sendirilah yang memimpin tentara Habsyah di negeri Yaman. Raja Najasyi (Negus) berkirim surat kepadanya, yang isinya mencela perbuatannya itu dan mengancamnya serta bersumpah bahwa dirinya benar-benar akan menginjak-injak negeri Yaman dan membelah ubun-ubunnya.\n\nMaka Abrahah membalas suratnya dengan nada memohon belas kasihan dan berdiplomasi, seraya mengirimkan hadiah-hadiah, cindera mata, dan kantong yang berisikan tanah negeri Yaman serta potongan rambut ubun-ubunnya. Semuanya itu ia kirimkan bersama kurirnya untuk disampaikan kepada Raja Najasyi. Di dalam suratnya Abrahah mengatakan, \"Hendaklah Anda (raja) menginjak-injak tanah ini untuk menunaikan sumpah Anda, dan inilah potongan rambut ubun-ubunku kuserahkan kepadamu.\" Ketika hal tersebut sampai di pangkuan Raja Najasyi, ternyata ia terpikat dengan cara yang dilakukan Abrahah, dan akhirnya ia puas dan mendukung apa yang dilakukan oleh Abrahah.\n\nDan dalam suratnya itu Abrahah menjanjikan kepada Najasyi bahwa dirinya akan membangun sebuah gereja di tanah Yaman atas nama Raja Najasyi, yang belum pernah ada suatu gereja pun dibangun sebesar itu. Maka Abrahah membangun sebuah gereja yang sangat besar di kota San'a, bangunannya tinggi sekali lagi dipenuhi dengan berbagai ukiran dan pahatan; orang-orang Arab menamainya Al-Qulais.\n\nDisebut demikian karena bangunannya tinggi sekali, hingga membuat qalansuwah (peci) orang yang memandangnya hampir saja terjatuh dari kepalanya, mengingat puncaknya tinggi sekali. Kemudian Abrahah menginstruksikan kepada Asyram agar memalingkan para peziarah dari kalangan orang-orang Arab untuk mengunjunginya sebagaimana Ka'bah di Mekah dikunjungi mereka. Dan Abrahah memerintahkan kepada Asyram supaya menyerukan pengumuman ini di seluruh kerajaannya. Maka orang-orang Arab keturunan 'Adnan dan Qahtan tidak suka dengan hal tersebut, dan orang-orang Quraisy sangat marah karenanya, hingga sebagian dari mereka ada yang bertekad membuat kerusuhan di dalamnya.\n\nDia masuk dengan diam-diam ke dalamnya di malam hari, lalu menimbulkan peristiwa yang menggemparkan di dalamnya, setelah itu ia lari pulang ke Hijaz. Ketika para pelayan gereja melihat peristiwa tersebut, mereka melaporkan kepada rajanya (yaitu Abrahah) dan mengatakan kepadanya bahwa sesungguhnya yang melakukan peristiwa tersebut tiada lain adalah kaki tangan orang-orang Quraisy, karena mereka marah dan tidak suka dengan adanya gereja ini yang dianggap menyaingi kepunyaan mereka.\n\nMaka Abrahah bersumpah bahwa dirinya benar-benar akan menuju ke Ka'bah di Mekah dan benar-benar akan menghancurkannya batu demi batu hingga rata dengan tanah. Muqatil ibnu Sulaiman menyebutkan bahwa ada seorang pemuda dari kalangan Quraisy memasuki gereja besar di Yaman itu, lalu ia membakarnya, sedangkan di hari itu cuaca sangat panas, maka dengan mudahnya gereja itu terbakar hingga ambruk.\n\nKarena peristiwa itulah Abrahah bersiap-siap menghimpun bala tentaranya dalam jumlah yang sangat besar. Lalu ia berangkat dengan pasukannya itu dengan maksud agar tiada seorang pun yang dapat menghalang-halangi niatnya. Selain dari itu ia membawa seekor gajah yang besarnya tak terperikan, diberi nama Mahmud; gajah tersebut sengaja dikirim oleh Raja Najasyi kepadanya untuk tujuan tersebut. Bahkan menurut pendapat lain, selain gajah Mahmud itu ada delapan gajah lainnya; dan menurut pendapat yang lainnya lagi dua belas ekor gajah; hanya Allah-lah Yang Maha Mengetahui.\n\nGajah tersebut akan dijadikan sebagai sarana untuk merobohkan Ka'bah, misalnya mengikat semua sisi Ka'bah dengan rantai, lalu mengikatkannya pada leher gajah, maka gajah akan menariknya dan tembok Ka'bah akan runtuh sekaligus dalam waktu yang singkat. Ketika orang-orang Arab mendengar keberangkatan Abrahah dengan pasukannya yang bergajah itu, maka mereka merasakan adanya bahaya yang amat besar akan menimpa diri mereka.\n\nDan mereka merasakan bahwa sudah merupakan keharusan bagi mereka membela Bait mereka dan mengusir orang-orang yang bermaksud jahat terhadapnya. Maka bangkitlah seorang lelaki dari kalangan penduduk Yaman yang terhormat dan terbilang sebagai pemimpin mereka untuk mengadakan perlawanan terhadap Abrahah. Orang tersebut bernama Zu Nafar, maka ia menyerukan kepada kaumnya dan orang-orang Arab lainnya untuk memerangi Abrahah dan berjihad melawannya demi membela Baitullah, karena Abrahah bermaksud akan merobohkannya dan meratakannya dengan tanah.\n\nSeruannya itu mendapat sambutan yang hangat dari mereka, lalu mereka berperang melawan Abrahah dipimpin oleh Zu Nafar, tetapi pada akhirnya Zu Nafar kalah. Ini tiada lain karena kehendak Allah subhanahu wa ta’ala yang bertujuan akan memuliakan Baitullah dan mengagungkannya. Zu Nafar ditawan, tetapi Abrahah memaafkannya dan membawanya pergi bersama ke Mekah. Dan ketika perjalanan Abrahah sampai di tanah orang-orang Khas'am, ia dihalangi oleh Nufail ibnu Habib Al-Khas'ami bersama kaumnya, yang memeranginya selama dua bulan.\n\nTetapi pada akhirnya Abrahah berhasil mengalahkan mereka dan menawan Nufail ibnu Habib; pada mulanya Abrahah bermaksud membunuhnya, kemudian ia memaafkannya dan membawanya serta ke Mekah sebagai penunjuk jalannya di negeri Hijaz. Ketika perjalanan Abrahah sampai di dekat Taif, maka para penduduk Taif datang menyambutnya dan bersikap diplomatis dengannya karena takut dengan rumah peribadatan mereka yang mereka beri nama Al-Lata, karenanya Abrahah menghormati mereka.\n\nDan mereka mengirimkan Abu Rigal untuk pergi bersamanya sebagai penunjuk jalan. Ketika perjalanan Abrahah sampai di Al-Magmas yaitu di suatu tempat yang terletak tidak jauh dari Mekkah ia turun beristirahat, sedangkan bala tentaranya merampas semua ternak penduduk Mekah dan sekitarnya atas perintah Abrahah sendiri. Dan di antara ternak unta yang dirampas terdapat dua ratus ekor unta milik Abdul Muttalib.\n\nDan tersebutlah orang yang diserahi oleh Abrahah untuk memimpin perampasan ternak itu adalah komandan pasukan terdepannya yang dikenal dengan nama Al-Aswad ibnu Maqsud, lalu ia dikecam oleh sebagian bangsa Arab melalui bait-bait syairnya, menurut apa yang diriwayatkan oleh Ibnu Ishaq. Abrahah mengirimkan Hannatah Al-Himyari ke Mekah dan memerintahkan kepadanya supaya kembali membawa orang Quraisy yang paling terhormat.\n\nDan Abrahah menyampaikan kepadanya bahwa dia datang bukan untuk memerangi kamu, terkecuali jika kamu menghalang-halanginya dari Baitullah. Maka datanglah Hannatah ke Mekah, lalu ditunjukkan kepadanya rumah Abdul Muttalib ibnu Hasyim, lalu ia menyampaikan kepadanya apa yang dikatakan oleh Abrahah. Maka Abdul Muttalib mengatakan kepadanya, \"Demi Allah, kami tidak berniat untuk memeranginya, juga kami tidak mempunyai kekuatan untuk itu.\n\nIni adalah Baitullah yang disucikan dan merupakan bait (rumah) kekasih-Nya, yaitu Ibrahim. Maka jika Dia mempertahankannya, sudah wajar karena ia adalah rumah-Nya yang disucikan. Dan jika Dia membiarkan antara bait-Nya. dan Abrahah, maka tiada kemampuan bagi kami untuk mempertahankannya.\" Hannatah berkata kepada Abdul Muttalib, \"Kalau begitu, marilah engkau pergi bersamaku untuk menemuinya.\" Maka Abdul Muttalib berangkat bersama Hannatah. Dan ketika Abrahah melihat Abdul Muttalib, ia terkejut melihat penampilan Abdul Muttalib yang tinggi lagi berwibawa dan tampan.\n\nMaka ia menghormatinya, dan ia turun dari singgasananya, lalu duduk bersama Abdul Muttalib di hamparan permadani. Abrahah berkata kepada juru terjemahnya untuk mengatakan kepada Abdul Muttalib mengenai keperluannya hingga datang menghadap kepadanya. Abdul Muttalib berkata kepada juru terjemah Abrahah, \"Sesungguhnya aku datang untuk keperluanku sendiri, yaitu sudilah kiranya sang raja (Abrahah) menyerahkan kepadanya dua ratus ekor unta miliknya yang telah dirampasnya.\" Abrahah terkejut dan mengatakan kepada juru terjemahnya bahwa katakanlah kepadanya, \"Sesungguhnya pada mulanya ketika aku melihatmu, aku merasa kagum dengan penampilan dan wibawamu.\n\nTetapi setelah engkau berbicara kepadaku, kesanku menjadi sebaliknya; apakah engkau berbicara kepadaku hanya mengenai dua ratus ekor unta yang telah kurampas darimu? Sedangkan engkau meninggalkan bait-mu yang merupakan agamamu dan agama nenek moyangmu, padahal aku datang untuk merobohkannya, lalu mengapa engkau tidak berbicara kepadaku mengenainya?\" Abdul Muttalib menjawab, \"Sesungguhnya aku adalah pemilik unta itu dan sesungguhnya bait itu mempunyai Pemiliknya sendiri yang akan membelanya.\" Abrahah berkata, \"Dia tidak akan dapat mencegahku dari merobohkannya.\" Abdul Muttalib berkata, \"'Kalau begitu, terserah Anda.\" Menurut suatu pendapat, sesungguhnya bersama Abdul Muttalib terdapat segolongan orang-orang terhormat dari kalangan orang-orang Arab.\n\nMereka menawarkan kepada Abrahah sepertiga dari harta Tihamah dengan syarat Abrahah mengurungkan niatnya dari menghancurkan Ka'bah. Tetapi Abrahah menolak tawaran mereka dan mengembalikan kepada Abdul Muttalib dua ratus ekor untanya. Abdul Muttalib kembali ke Mekah dan menemui orang-orang Quraisy, lalu memerintahkan kepada mereka agar keluar dari Mekah dan berlindung di atas puncak-puncak bukitnya karena takut akan serangan bala tentara Abrahah.\n\nSetelah itu Abdul Muttalib pergi ke Ka'bah dan memegang pegangan pintu Ka'bah, sedangkan di belakangnya ikut beberapa orang dari kaum Quraisy. Mereka semuanya berdoa kepada Allah dan memohoh pertolongan kepada-Nya dari serangan Abrahah dan bala tentaranya. Abdul Muttalib dalam doanya itu mengatakan seraya memegang pegangan pintu Ka'bah: ......... Ya Allah, sesungguhnya seseorang itu diharuskan membela ternak unta miliknya, maka belalah kepemilikan-Mu.\n\nJanganlah sekali-kali Engkau biarkan salib dan kekuasaan mereka selamanya menang atas tempat-Mu ini. Setelah itu Abdul Muttalib melepaskan pegangan pintu Ka'bah, lalu ia bersama orang-orang Quraisy lainnya keluar menuju ke daerah perbukitan, berlindungdi puncak-puncaknya. Demikianlah menurut Ibnu Ishaq. Muqatil ibnu Sulaiman menyebutkan bahwa mereka meninggalkan di dekat Baitullah seratus ekor unta budnah yang telah dikalungi (untuk dikurbankan), dengan tujuan mudah-mudahan sebagian tentara Abrahah ada yang berani mengganggunya dan menyembelih sebagiannya tanpa hak, maka akibatnya Allah akan menghukum mereka.\n\nDan pada pagi harinya Abrahah bersiap-siap untuk memasuki kota Mekah, lalu menyiapkan gajahnya yang diberi nama Mahmud dan ia menyiapkan pula bala tentaranya. Setelah semuanya siap, maka mereka mengarahkan gajahnya menuju ke arah Mekah, tetapi sebelum itu Nufail ibnu Habib datang dan berdiri di dekat gajah, lalu berkata, \"Wahai Mahmud, duduklah kamu dan kembalilah dengan penuh kesadaran menuju ke tempat asal kedatanganmu, karena sesungguhnya engkau berada di negeri Allah yang disucikan,\" setelah itu melepaskan telinga gajah Mahmud, yang dipeganginya saat ia membisikinya.\n\nMaka gajah itu duduk, dan Nufail lari dengan kencangnya menuju ke daerah perbukitan dan berlindung di puncaknya. Mereka memukuli gajah itu supaya berdiri, akan tetapi gajah itu membangkang dan tidak mau berdiri. Lalu mereka memukul kepalanya dengan palu agar bangkit, dan mereka masukkan tongkat mereka ke bagian lubang telinganya, menariknya dengan tujuan agar mau berdiri, tetapi gajah itu tetap menolak.\n\nKemudian mereka mengarahkannya ke negeri Yaman, dan ternyata tanpa sulit gajah itu bangkit dengan sendirinya, lalu berlari kecil menuju ke arah itu. Kemudian mereka mencoba untuk mengarahkannya ke negeri Syam, dan gajah itu menuruti perintahnya; mereka coba mengarahkannya ke timur, maka gajah itu mengikuti perintah. Tetapi bila diarahkan ke Mekah, gajah itu diam dan duduk.\n\nDan Allah mengirimkan kepada mereka sejumlah besar burung dari arah laut yang bentuknya seperti burung walet dan burung balsan; tiap-tiap ekor membawa tiga buah batu. Satu diparuhnya dan yang dua dipegang oleh masing-masing dari kedua kakinya; batu itu sebesar kacang humsh dan kacang 'adas. Tiada seorang pun dari mereka yang terkena batu itu melainkan pasti binasa, tetapi tidak seluruhnya terkena batu itu.\n\nAkhirnya mereka melarikan diri dan lari tunggang langgang ke arah semula mereka datang seraya mencari Nufail ibnu Habib untuk menunjukkan kepada mereka jalan pulangnya. Sedangkan Nufail berada di atas bukit bersama orang-orang Quraisy dan orang-orang Arab Hijaz lainnya, menyaksikan apa yang ditimpakan oleh Allah subhanahu wa ta’ala kepada tentara bergajah itu sebagai azab dari-Nya. Dan ketika menyaksikan pemandangan itu Nufail berkata: Ke manakah tempat untuk berlari dari kejaran Tuhan yang mengejar; Asyram kalah dan tidak menang.\n\nIbnu Ishaq mengatakan bahwa Nufail ibnu Habib dalam kesempatan itu mengumandangkan bait-bait syair yang berbunyi, ..................... \"Mengapa engkau tidak menghormati kami dan agama kami, maka kami akan menghormati kedatanganmu dengan penghormatan yang luar biasa. Demi suatu agama yang seandainya engkau melihat sebagaimana yang kami lihat di dekat Al-Muhassib, tetapi ternyata engkau tidak melihatnya.\n\nJika engkau melihatnya, tentulah engkau memaafkanku dan memuji tindakanku, dan engkau tidak akan mengalami kekecewaan dari apa yang telah terlewatkan di antara kita. Aku memuji kepada Allah ketika melihat kedatangan burung-burung, dan aku menjadi takut akan tertimpa oleh batu-batu yang dijatuhkannya. Maka semua kaum (tentara Habsyah) mencari-cari Nufail, seakan-akan aku mempunyai utang kepada tentara Habsyah itu.\" Al-Waqidi meriwayatkan berikut sanadnya, bahwa mereka bersiap-siap untuk memasuki Mekah dan gajahnya telah mereka persiapkan pula, tetapi manakala mereka mengarahkannya ke salah satu tujuan dari tujuan yang lain, maka gajah itu mau bergerak.\n\nDan jika mereka arahkan gajahnya menuju ke kota suci Mekah, tiba-tiba ia duduk dan mengeluarkan suaranya (menolak). Lalu Abrahah memaksa pawang gajah dan membentaknya, bahkan memukulinya supaya ia memaksa gajah agar mau masuk ke kota Mekah; mereka memakan waktu yang cukup lama untuk itu. Sedangkan Abdul Muttalib dan segolongan orang dari para pemuka penduduk Mekah antara lain Mut'im ibnu Adiy, Amr ibnu Aid ibnu Imran ibnu Makhzum, dan Mas'ud ibnu Amr As-Saqafi berada di Gua Hira menyaksikan apa yang dilakukan oleh tentara Habsyah itu, dan apa yang dialami mereka dengan gajahnya yang membangkang itu; kisahnya sangat ajaib dan aneh.\n\nKetika mereka sedang dalam keadaan demikian, tiba-tiba Allah mengirimkan kepada tentara habsyah yang bergajah itu burung Ababil, gelombang demi gelombang yang warna bulunya kuning, lebih kecil daripada merpati, sedangkan kakinya berwarna merah; tiap-tiap burung membawa tiga buah batu kerikil. Lalu iringan burung-burung itu tiba dan berputar di atas mereka, kemudian menimpakan batu-batu itu kepada mereka hingga mereka binasa.\n\nMuhammad ibnu Ishaq mengatakan bahwa tentara Habsyah datang dengan membawa dua ekor gajah; adapun gajah Mahmud hanya mendekam dan tidak mau bangkit, sedangkan gajah lainnya memberanikan dirinya dan akhirnya ia terkena batu itu. Wahb ibnu Munabbih mengatakan bahwa mereka membawa banyak gajah, sedangkan gajah Mahmud adalah kendaraan raja mereka, Mahmud mendekam dengan tujuan agar gajah lainnya mengikuti jejaknya.\n\nDan ternyata di antara kumpulan gajah yang mereka bawa ada seekor gajah yang memberanikan dirinya melangkah, maka ia tertimpa batu dan binasa hingga gajah lainnya kabur melarikan diri. ‘Atha’ ibnu Yasar dan lain-lainnya mengatakan bahwa tentara bergajah itu tidak semuanya binasa oleh azab seketika itu juga, bahkan di antara mereka ada yang segera mati, dan di antaranya ada yang tubuhnya rontok anggota demi anggota dalam pelariannya, yang pada akhirnya binasa juga.\n\nSedangkan Abrahah termasuk dari mereka yang tubuhnya rontok anggota demi anggota, hingga akhirnya mati di tanah orang-orang Khas'am. Ibnu Ishaq mengatakan bahwa lalu mereka melarikan diri, sedangkan anggota tubuh mereka rontok satu demi satu, dan di setiap jalan mereka mati bergelimpangan. Sedangkan Abrahah, tubuhnya terkena oleh batu itu, lalu mereka membawanya lari bersama mereka, dan tubuhnya rontok sedikit demi sedikit, hingga sampailah mereka bersamanya di San'a, sedangkan keadaan Abrahah seperti anak burung yang baru menetas.\n\nDan Abrahah masih belum mati kecuali setelah dadanya terbelah dan jantungnya keluar; demikianlah menurut sahibul hikayat. Muqatil ibnu Sulaiman menceritakan bahwa orang-orang Quraisy memperoleh harta yang banyak dari jarahan harta benda pasukan Abrahah itu, sehingga disebutkan bahwa pada hari itu Abdul Muttalib mendapat emas yang jumlahnya dapat memenuhi suatu galian sumur. Ibnu Ishaq mengatakan, telah menceritakan kepadaku Ya'kub ibnu Utbah yang menceritakan kepadanya bahwa penyakit cacar dan lepra di tanah Arab mula-mula terjadi pada tahun itu.\n\nDan bahwa pahitnya buah harmal, hanzal, dan 'usr dirasakan sejak tahun itu. Hal yang sama telah diriwayatkan dari Ikrimah melalui jalur yang jayyid. Ibnu Ishaq mengatakan bahwa ketika Allah subhanahu wa ta’ala berkehendak mengutus Nabi Muhammad ﷺ, maka termasuk di antara karunia dan nikmat yang dilimpahkan-Nya kepada kaum Quraisy ialah terusirnya tentara Habsyah dari mereka, demi menjaga tetapnya kekuasaan dan masa keemasan mereka (Quraisy). Untuk itulah maka disebutkan oleh firman-Nya: Apakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah? Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daunyang dimakan ulat. (Al-Fil: 1-5) Dan juga firman-Nya: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas.\n\nMaka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan. (Quraisy: 1-4) Yakni agar tiada sesuatu pun yang mengubah keadaan mereka dari kebiasaannya, yang hal tersebut tiada lain karena Allah berkehendak baik terhadap mereka, sekiranya mereka mensyukurinya. Ibnu Hisyam mengatakan bahwa ababil artinya berbondong-bondong, dalam bahasa Arab kata ini tidak ada bentuk tunggalnya.\n\nIbnu Hisyam mengatakan pula bahwa adapun makna sijjil, menurut apa yang telah dikatakan oleh Yunus An-Nahwi dan Abu Ubaidah, makna yang dimaksud menurut orang Arab ialah yang sangat keras. Ibnu Hisyam mengatakan bahwa sebagian ulama tafsir mengatakan bahwa keduanya merupakan kata yang berasal dari bahasa Persia, lalu oleh orang Arab dijadikan menjadi satu. Sesungguhnya yang dimaksud tiada lain sama dengan batu dan tanah liat.\n\nUlama tafsir itu mengatakan bahwa batu-batu tersebut berasal dari kedua jenis itu, yakni batu dan tanah Hat. Ibnu Hasyim mengatakah bahwa al-'asfu artinya daun tanaman yang belum diketam, bentuk tunggalnya adalah 'asfah; demikianlah menurut apa yang dikemukakan oleh Ibnu Hasyim. Hammad ibnu Salamah telah meriwayatkan dari Amir, dari Zurr, dari Abdullah dan Abu Salamah ibnu Abdur Rahman sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, yang bergelombang-gelombang.\n\nIbnu Abbas dan Adh-Dhahhak mengatakan bahwa makna yang dimaksud ialah sebagian darinya mengiringi sebagian yang lainnya. Al-Hasan Al-Basri dan Qatadah mengatakan bahwa yang dimaksud dengan ababil ialah yang banyak jumlahnya. Mujahid mengatakan bahwa ababil artinya yang berpencar, berturut-turut, lagi berbondong-bondong. Ibnu Zaid mengatakan bahwa yang dimaksud dengan ababil ialah berpencar-pencar, ada yang datang dari arah ini dan arah itu, yakni mendatangi mereka dari segala penjuru.\n\nAl-Kisa-i mengatakan bahwa ia pernah mendengar sebagian ulama Nahwu mengatakan bahwa bentuk tunggal ababil ialah ibil. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abdul A'la, telah menceritakan kepadaku Daud, dari Ishaq ibnu Abdullah ibnul Haris ibnu Naufal yang mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Yaitu berkelompok-kelompok seperti ternak unta yang dilepas bebas.\n\nDan telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Ibnu Aun, dari Ibnu Sirin, dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, burung-burung yang mempunyai belalai seperti gajah dan cakar-cakar yang seperti kaki anjing. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub ibnu ibrahim, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Husain, dari Ikrimah sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Burung-burung itu berwarna hijau keluar dari laut, kepalanya seperti kepala serigala.\n\nTelah menceritakan pula kepada kami ibnu Basysyar, telah menceritakan kepada kami Ibnu Mahdi, dari Sufyan, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Yakni burung yang muncul dari laut yang paruh dan kedua cakarnya semuanya berwarna hitam; semua sanad riwayat di atas berpredikat shahih. Sa'id ibnu Jubair mengatakan bahwa burung itu berwarna hijau, sedangkan paruhnya berwarna kuning.\n\nBurung-burung itu silih berganti menyerang mereka. Diriwayatkan dari Ibnu Abbas, Mujahid, dan ‘Atha’, bahwa burung ababil itu bentuknya serupa dengan burung garuda yang dikenal di daerah Magrib. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim dari mereka. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ubaidillah ibnu Muhammad ibnu Abu Syaibah, telah menceritakan kepada kami Abu Mu'awiyah, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair yang mengatakan bahwa ketika Allah berkehendak akan membinasakan tentara bergajah, maka Dia mengirimkan kepada mereka pasukan burung yang dikeluarkan dari laut yang gesitnya sama dengan burung walet.\n\nTiap ekor burung membawa tiga buah batu yang terbagi pada paruhnya satu buah dan pada masing-masing kedua kakinya satu buah. Burung-burung itu datang berbaris bersaf-saf di atas mereka, lalu mengeluarkan suaranya dan menjatuhkan batu-batu yang ada pada paruh dan kedua kakinya. Maka tiada sebuah batu pun yang menimpa kepala seseorang dari mereka melainkan tembus sampai ke duburnya, dan tidak sekali-kali batu itu mengenai sesuatu dari tubuh seseorang dari mereka melainkan tembus ke bagian lainnya.\n\nAllah mengirimkan pula angin yang kencang sehingga menambah kencang jatuhnya batu-batuan itu hingga semuanya binasa. As-Suddi telah meriwayatkan dari Ikrimah, dari Ibnu Abbas, bahwa batu-batuan dari sijjil, makna yang dimaksud ialah tanah liat yang telah berubah menjadi batu. Hal ini disebutkan keterangannya di atas dan tidak perlu diulangi lagi. Firman Allah subhanahu wa ta’ala: Lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). (Al-Fil: 5) Sa'id ibnu Jubair mengatakan bahwa makna yang dimaksud ialah pakan hewan ternak yang dikenal oleh bahasa pasaran dengan istilah habur.\n\nMenurut riwayat lain dari'Sa'id, disebutkan daun tanaman gandum. Diriwayatkan pula darinya al-asfu artinya pakan ternak yang telah digerogoti oleh ulat dedaunannya. Hal yang sama telah dikatakan oleh Al-Hasan Al-Basri. Diriwayatkan dari Ibnu Abbas, bahwa al-asfu artinya kulit ari biji gandum. Ibnu Zaid mengatakan bahwa al-asfu artinya daun tanaman dan daun sayuran bilamana telah dimakan oleh ternak, maka kelihatan hanya tangkainya saja.\n\nMakna yang dimaksud ialah bahwa Allah subhanahu wa ta’ala membinasakan mereka dan menghancurkan mereka serta menjadikan mereka 'senjata makan tuan' dengan penuh kedongkolan. Tiada suatu kebaikan pun yang mereka peroleh, dan sebagian besar dari mereka binasa, serta tiada yang pulang melainkan dalam keadaan terluka parah, sebagaimanayang dialami oleh raja mereka (yaitu Abrahah). Sesungguhnya dadanya terbelah dan jantungnya kelihatan ketika ia sampai di san'a, lalu ia sempat menceritakan kepada penduduk San'a apa yang telah menimpa diri mereka, setelah itu ia mati.\n\nKemudian tampuk pemerintahan negeri Yaman dipegang oleh anak Abrahah yang bernama Yaksum, setelah itu saudaranya yang bernama Masruq ibnu Abrahah. Kemudian Saif ibnu Zi Yazin Al-Himyari berangkat menemui Kisra (Raja Persia) dan meminta bantuan kepadanya untuk menghadapi tentara Habsyah. Maka Kisra mengabulkan permintaannya dan menyerahkan kepadanya sebagian dari tentaranya yang berperang bersama Saif ibnu Zi Yazin. Maka Allah mengembalikan kepada mereka kerajaan yang dahulu dimiliki oleh nenek moyang mereka berikut semua kekuasaannya.\n\nKemudian berdatanganlah kepadanya delegasi-delegasi dari orang-orang Arab, mengucapkan selamat atas kemenangannya. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepada kami Abdullah ibnu Abu Bukair, dari Amrah binti Abdur Rahman ibnu As'ad ibnu Zurarah, dari Aisyah yang mengatakan bahwa sesungguhnya ia sempat melihat bekas pawang gajah dan pemegang kendalinya di Mekah dalam keadaan telah tuna netra lagi cacat, tak dapat berjalan, dan meminta-minta (menjadi pengemis).\n\nAl-Waqidi telah meriwayatkan hal yang semisal dari Aisyah. Dan Al-Waqidi telah meriwayatkan dari Asma binti Abu Bakar yang telah mengatakan bahwa kedua bekas pawang gajah itu dalam keadaan cacat parah, meminta-minta kepada orang di Asaf dan Na'ilah, tempat orang-orang musyrik menyembelih sembelihan mereka. Menurut hemat saya, nama pemegang kendali gajah Abrahah bernama Anis. Al-Hafidzh Abu Na'im di dalam kitabnya yang berjudul Dala'ilun Nubuwwah telah meriwayatkan melalui jalur Ibnu Wahb, dari Ibnu Lahi'ah, dari Aqil ibnu Khalid, dari Usman ibnul Mugirah, kisah tentang tentara bergajah ini; tetapi tidak disebutkan bahwa Abrahah datang dari Yaman, melainkan dia hanya mengutus pasukannya yang dipimpin oleh seorang lelaki bernama Syamir ibnu Maqshud, jumlah pasukannya kurang lebih dua puluh ribu orang personil.\n\nDisebutkan pula bahwa burung ababil datang menyerang mereka di malam hari, dan pada pagi harinya mereka semuanya tewas. Konteks kisah ini aneh sekali, sekalipun Abu Na'im telah menguatkannya di atas riwayat yang lain. Menurut riwayat yang benar, Abrahah Al-Asyram Al-Habsyi datang ke Mekah sebagaimana yang ditunjukkan oleh konteks riwayat yang lainnya dan juga yang disebutkan dalam syair orang-orang dahulu.\n\nHal yang sama telah disebutkan dalam riwayat yang bersumberkan dari Ibnu Lahi'ah, dari Al-Aswad, dari Urwah, bahwa Abrahah mengirimkan Al-Aswad ibnu Maqsud bersama sejumlah besar pasukannya di sertai dengan gajah, tetapi tidak disebutkan bahwa Abrahah sendiri ikut dalam misi tersebut. Menurut pendapat yang benar, Abrahah pun memang ikut datang dalam misi itu, barangkali Ibnu Maqsud berada di barisan pasukan yang terdepan; hanya Allah-lah Yang Maha Mengetahui kebenarannya.\n\nIbnu Ishaq meriwayatkan sebagian dari syair-syair yang dikatakan oleh orang-orang Arab berkenaan dengan kisah tentara bergajah ini; di antara lain ia mengutip syair Abdullah ibnuz Zaba'ri yang menyebutkan, \n\n \"Mereka takut terhadap lembah Mekah, karena sejak masa dahulu tiada yang berani melanggar kesuciannya, bintang syi'ra masih belum diciptakan di malam-malam ia disucikan.\n\nKarena tiada seorang pun yang mengaku dirinya perkasa, berani mengotori kesuciannya. Bila ada orang yang bertanya tentang kisah panglima pasukan apa yang telah dialaminya dari tanah suci itu, maka akan diceritakan kepadanya oleh orang yang mengetahuinya. Enam puluh ribu pasukan tidak pernah kembali ke tempat tinggal mereka, bahkan tidak dapat hidup lama orang yang sakit dari mereka sesudah kepulangannya.\n\nSebelum mereka terdapat kaum 'Ad dan Jurhum di dekatnya dan kekuasaan Allah berada di atas hamba-hamba-Nya, Dialah yang menjaga kesuciannya.\" Abu Qais ibnu Aslat Al-Ansari Al-Madani mengatakan dalam bait-bait syairnya yaitu:\n\nDan di antara apa yang diperbuat oleh-Nya di hari tentara bergajah Habsyah telah terbuktikan, karena setiap orang yang dikirimkan oleh mereka dikalahkan.\n\nTameng-tameng mereka berada di bawah qirbah wadah minum mereka, sedangkan mereka dalam keadaan terhina lagi terluka. Pada mulanya kekuatan mereka menakutkan, di saat mereka menuju kepadanya dengan penuh keangkuhan. Tetapi pada akhirnya pemimpin mereka lari tunggang langgang kembali ke tempat asal datangnya, semua orang yang ikut dengannya di tempat itu adalah orang yang aniaya. Maka dikirimkanlah kepada mereka dari atas mereka hujan batu kerikil, yang menghancurleburkan mereka.\n\nMeskipun para pendeta mereka memerintahkan kepada pasukannya untuk bersabar, tetapi mereka menjerit-jerit bagaikan embikan kambing yang terancam bahaya.\" Abus-Shalt ibnu Rabi'ah As-Saqafi mengatakan bahwa telah dinukil dari Umayah ibnu Abus-Shalt ibnu Rabi'ah bait-bait syair yang berbunyi, \n\n\"Sesungguhnya di antara tanda-tanda kekuasaan Tuhan kami yang masih tetap ada dan tiada yang mengingkarinya selain hanya orang yang benar-benar pengingkar kebenaran, (yaitu) adanya malam dan siang hari, semua orang memahami perhitungannya yang telah ditetapkan dengan jelas.\n\nKemudian Tuhan Yang Maha Penyayang menjadikan siang hari terang benderang dengan sinar mentarinya yang menyeluruh. Dialah Yang telah menahan pasukan bergajah di Magmas, hingga gajah itu merangkak seakan-akan seperti tak berdaya, ia hanya diam mendekam sekalipun punggungnya dipukuli bertubi-tubi dengan kerasnya. Di sekitarnya terdapat raja-raja Kindah yang disegani dan menjadi para pendekar dalam medan perang, semuanya menentang niatnya.\n\nKemudian mereka semuanya terkejut karena semua pasukan bergajah itu patah dan binasa. Setiap agama kelak di hari kiamat di hadapan Allah akan ditolak dan sia-sia kecuali agama yang hanif (Islam).\" Dalam pembahasan yang lalu pada tafsir surat Al-Fath telah disebutkan bahwa di hari perjanjian Hudaibiyah ketika Rasulullah ﷺ berada di atas lereng yang darinya dapat ditempuh jalan menuju ke tempat orang-orang Quraisy, unta beliau mendekam, lalu mereka menghardiknya, tetapi unta kendaraan beliau ﷺ tetap menolak. Maka mereka mengatakan bahwa Qaswa (nama unta milik Nabi ﷺ) mogok. Maka Rasulullah ﷺ bersabda: Qaswa tidak mogok, karena mogok bukan merupakan pembawaannya, tetapi ia ditahan oleh Tuhan Yang telah menahan pasukan bergajah. Kemudian Rasulullah ﷺ melanjutkan sabdanya: Demi Tuhan yang jiwaku berada di dalam genggaman kekuasaan-Nya, tidaklah mereka meminta kepadaku hari ini suatu rencana yang di dalamnya terkandung penghormatan kepada hal-hal yang disucikan oleh Allah melainkan aku akan menyetujuinya.\n\nSetelah itu beliau ﷺ menghardik untanya, maka untanya bangkit dan meneruskan perjalannya. Hadits ini termasuk hadits-hadits yang diriwayatkan oleh Imam Bukhari secara munfarid (tunggal). Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ bersabda di hari jatuhnya kota Mekah: Sesungguhnya Allah telah menahan pasukan bergajah dari Mekah, dan menguasakannya kepada Rasul-Nya dan orang-orang mukmin, dan sesungguhnya kini telah kembali kesuciannya pada hari ini juga, sebagaimana kesuciannya di waktu sebelumnya. Ingatlah, hendaklah orang yang hadir menyampaikannya kepada orang yang tidak hadir.\"","tafsir-ringkas-kemenag":"3-4. Allah mempunyai cara untuk menggagalkan tipu daya mereka, dan Dia mengirimkan kepada mereka salah satu makhluk-Nya yang dijadikan bala tentara untuk menghancurkan mereka, yaitu burung yang berbondong-bondong dan tidak terhitung banyaknya. Allah mengirim burung-burung yang melempari mereka dengan batu yang berasal dari tanah liat yang terbakar. 5. Batu-batu yang dijatuhkan oleh burung-burung itu tepat mengenai tentara Abrahah sehingga mereka dijadikan-Nya bergelimpangan tak berdaya dan binasa seperti daun-daun yang dimakan ulat. Itulah balasan bagi orang yang angkuh dan hendak menghancurkan Kakbah, simbol agama Allah.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\n\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat.","tafsir-alazhar":"Ayat 2“Bukankah telah Dia jadikan daya upaya mereka itu pada sia-sia?\" (ayat 2)Segala maksudnya hendak menghancurkan itu sia-sia belaka, dan gagal belaka. Berkata Ibnu Ishaq, “Setelah penyerangan orang Habsyi terhadap Mekah itu digagalkan dan dihancurkan oleh Allah sendiri, bertambah penghargaan dan penghormatan bangsa Arab kepada Quraisy, sehingga mereka katakan, ‘Orang Quraisy itu ialah keluarga Allah. Allah berperang untuk mereka.'\"Ayat 3“Dan Dia telah mengirimkan ke atas mereka bulling berduyun-duyun.\" (ayat 3)Burung-burung itu berduyun datang dari laut. Ahli-ahli tafsir bicara macam-macam tentang keadaan burung itu. Namun jenis burung apa tidak penting kita kaji. Sembarang burung pun dapat dipergunakan oleh Allah untuk melakukan kehendak-Nya, apatah lagi ratusan ribu burung berduyun-duyun (ababil).Ayat 4“Yang melempari mereka dengan batu siksaan?\" (ayat 4)Batu yang mengandung adzab, batu yang mengandung penyakit. Ada tafsir mengatakan bahwa batu itu telah direndang terlebih dahulu dengan api neraka. Syaikh Muhammad Abduh mencoba menakwilkan bahwa batu itu membawa bibit penyakit cacar. Ibnu Abbas mengatakan bahwa sejak waktu itu ada penyakit cacar di Tanah Arab. Dapat saja kita menerima penafsiran ini jika kita ingat bahwa membawa burung atau binatang dari satu daerah ke daerah yang lain, walaupun satu ekor, hendaklah terlebih dahulu diperiksakan kepada dokter, kalau-kalau burung itu membawa bibit penyakit menular.Ayat 5“Lalu Dia jadikan mereka seperti daun kayu yang dimakan ulat.\" (ayat 5)Laksana daun kayu dimakan ulat, memang adalah satu perumpamaan yang tepat buat orang yang diserang penyakit cacar (ketumbuhan); seluruh badan akan ditumbuhi oleh bisul yang panas, malahan sampai ada yang tumbuh di mata. Telapak kaki yang begitu tebal pun tidak terlepas, dan muka pun akan coreng-moreng dari bekasnya. Seperti yang telah penulis alami (1923). Al-Qurthubi menulis dalam tafsirnya, “Hikayat tentara bergajah ini adalah satu mukjizat lagi dari Nabi kita, walaupun beliau waktu itu belum lahir.\""}},"5":{"arabic":"فَجَعَلَهُمۡ كَعَصۡفٍ مَّأۡكُولٍفَجَعَلَهُمۡ كَعَصۡفٍ مَّأۡكُولٍ","words":{"arabicWords":["فَجَعَلَهُمۡ","كَعَصۡفٖ","مَّأۡكُولِ"],"translationWords":["lalu Dia menjadikan mereka","seperti daun","dimakan"]},"translation":"sehingga Dia menjadikan mereka seperti daun-daun yang dimakan (ulat).","tafsir":{"tafsir-jalalayn":"(Lalu Dia menjadikan mereka seperti daun-daun yang dimakan) atau bagaikan daun tanaman yang dimakan oleh ternak, kemudian diinjak-injak dan dicabik-cabiknya. Allah telah membinasakan setiap orang dari mereka dengan batu yang padanya telah tertulis nama orang yang dikenainya. Setiap batu bentuknya lebih besar sedikit daripada biji 'adasah dan agak kecil daripada biji kacang Humsh; batu itu dapat menembus topi baja tentara yang berjalan kaki dan gajah yang dibawanya, kemudian batu itu jatuh ke tanah setelah menembus badan mereka. Hal tersebut terjadi pada tahun kelahiran Nabi ﷺ","tafsir-ibnu-katsir":"Tafsir Surat Al-Fil: 1-5\n\nApakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah. Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). Ini mempakan nikmat yang telah dianugerahkan oleh Allah kepada kaum Quraisy, karena Allah telah menyelamatkan mereka dari serangan tentara bergajah, yang sejak semula telah bertekad akan merobohkan Ka'bah dan meratakannya dengan tanah hingga tiada bekas-bekasnya lagi.\n\nMaka Allah memusnahkan mereka dan menjadikan mereka kalah serta usaha mereka menjadi sia-sia, begitu pula tiada hasilnya dari kerja mereka; Allah mengusir mereka dengan cara yang buruk dan akibat yang mengecewakan. Mereka adalah kaum Nasrani, dan agama mereka saat itu lebih mirip keadaannya dengan apa yang dilakukan oleh orang-orang Quraisy, yaitu menyembah berhala. Peristiwa ini terjadi sebagai irhas dan pendahuluan bagi akan diutus-Nya Rasulullah ﷺ Karena sesungguhnya di tahun itu Nabi Muhammad menurut pendapat yang terkenal dilahirkan.\n\nDan seakan-akan takdir Allah subhanahu wa ta’ala telah menetapkan bahwa wahai golongan orang-orang Quraisy, Kami menolong kalian bukanlah karena kalian lebih baik daripada orang-orang Habsyah itu, tetapi karena memelihara Baitul 'Atiq yang akan Kami muliakan, Kami agungkan, dan Kami hormati dengan diutusnya seorang nabi yang ummi, yaitu Muhammad ﷺ penutup para nabi. Berikut ini adalah kisah tentara bergajah secara ringkas, padat, tetapi mendekati kebenaran. Dalam kisah orang-orang yang dimasukkan di dalam parit berapi telah disebutkan bahwa Zu Nuwas, raja terakhir orang-orang Himyar yang musyrik; dialah orang yang membunuh kaum Nasrani dengan memasukkan mereka ke dalam parit yang berapi, jumlah mereka yang dibunuh olehnya kurang lebih ada dua puluh ribu orang.\n\nTiada seorang pun dari mereka yang selamat kecuali Daus yang dijuluki dengan panggilan Zu Sa'labain. Daus melarikan diri dan meminta pertolongan kepada Kaisar raja di negeri Syam, yang juga seagama dengannya, yaitu pemeluk agama Nasrani. Maka Kaisar berkirim surat perintah kepada Raja Najasyi di negeri Habsyah, mengingat letak geografis Habsyah lebih dekat ke negeri Yaman.\n\nMaka Raja Najasyi mengirimkan dua orang panglima perangnya yaitu Aryat dan Abrahah ibnus Sabah Abu Yaksum dengan membawa pasukan yang sangat banyak jumlahnya. Maka mereka memasuki negeri Yaman dan mereka merajalela di kota-kotanya, lalu merebut kerajaan negeri Yaman dari tangan orang-orang Himyar, sedangkan Zu Nuwas sendiri tewas karena tenggelam di laut. Dan Habsyah menjadikan negeri Yaman sebagai negeri yang berdiri sendiri di bawah pimpinan kedua panglima tersebut, yaitu Aryat dan Abrahah.\n\nLalu keduanya berselisih pendapat mengenai siapa di antara keduanya yang berhak menjadi raja di negeri Yaman; keduanya berupaya menjatuhkan yang lainnya. Pada akhirnya salah satu pihak berkata kepada pihak lawannya, \"Kita tidak perlu mengorbankan prajurit yang tidak berdosa di antara kita, lebih baik kita perang tanding saja antara aku dan kamu. Maka barang siapa yang dapat mengalahkan lawannya dan berhasil membunuhnya, dialah yang berhak menjadi raja di negeri ini.\" Pihak lainnya menyetujui usul ini, akhirnya keduanya bertanding dalam suatu ajang perang yang di belakang masing-masing pihak ada parit.\n\nDi suatu kesempatan Aryat berhasil menebaskan pedangnya dan mengenai hidung dan mulut Abrahah, dan hampir saja membelah wajahnya. Maka Atudah maula (bekas budak) Abrahah membela majikannya dan menyerang Aryat serta berhasil membunuhnya. Maka Abrahah diusung dari arena itu dalam keadaan terluka, lalu lukanya diobati hingga akhirnya ia sembuh; setelah itu ia sendirilah yang memimpin tentara Habsyah di negeri Yaman. Raja Najasyi (Negus) berkirim surat kepadanya, yang isinya mencela perbuatannya itu dan mengancamnya serta bersumpah bahwa dirinya benar-benar akan menginjak-injak negeri Yaman dan membelah ubun-ubunnya.\n\nMaka Abrahah membalas suratnya dengan nada memohon belas kasihan dan berdiplomasi, seraya mengirimkan hadiah-hadiah, cindera mata, dan kantong yang berisikan tanah negeri Yaman serta potongan rambut ubun-ubunnya. Semuanya itu ia kirimkan bersama kurirnya untuk disampaikan kepada Raja Najasyi. Di dalam suratnya Abrahah mengatakan, \"Hendaklah Anda (raja) menginjak-injak tanah ini untuk menunaikan sumpah Anda, dan inilah potongan rambut ubun-ubunku kuserahkan kepadamu.\" Ketika hal tersebut sampai di pangkuan Raja Najasyi, ternyata ia terpikat dengan cara yang dilakukan Abrahah, dan akhirnya ia puas dan mendukung apa yang dilakukan oleh Abrahah.\n\nDan dalam suratnya itu Abrahah menjanjikan kepada Najasyi bahwa dirinya akan membangun sebuah gereja di tanah Yaman atas nama Raja Najasyi, yang belum pernah ada suatu gereja pun dibangun sebesar itu. Maka Abrahah membangun sebuah gereja yang sangat besar di kota San'a, bangunannya tinggi sekali lagi dipenuhi dengan berbagai ukiran dan pahatan; orang-orang Arab menamainya Al-Qulais.\n\nDisebut demikian karena bangunannya tinggi sekali, hingga membuat qalansuwah (peci) orang yang memandangnya hampir saja terjatuh dari kepalanya, mengingat puncaknya tinggi sekali. Kemudian Abrahah menginstruksikan kepada Asyram agar memalingkan para peziarah dari kalangan orang-orang Arab untuk mengunjunginya sebagaimana Ka'bah di Mekah dikunjungi mereka. Dan Abrahah memerintahkan kepada Asyram supaya menyerukan pengumuman ini di seluruh kerajaannya. Maka orang-orang Arab keturunan 'Adnan dan Qahtan tidak suka dengan hal tersebut, dan orang-orang Quraisy sangat marah karenanya, hingga sebagian dari mereka ada yang bertekad membuat kerusuhan di dalamnya.\n\nDia masuk dengan diam-diam ke dalamnya di malam hari, lalu menimbulkan peristiwa yang menggemparkan di dalamnya, setelah itu ia lari pulang ke Hijaz. Ketika para pelayan gereja melihat peristiwa tersebut, mereka melaporkan kepada rajanya (yaitu Abrahah) dan mengatakan kepadanya bahwa sesungguhnya yang melakukan peristiwa tersebut tiada lain adalah kaki tangan orang-orang Quraisy, karena mereka marah dan tidak suka dengan adanya gereja ini yang dianggap menyaingi kepunyaan mereka.\n\nMaka Abrahah bersumpah bahwa dirinya benar-benar akan menuju ke Ka'bah di Mekah dan benar-benar akan menghancurkannya batu demi batu hingga rata dengan tanah. Muqatil ibnu Sulaiman menyebutkan bahwa ada seorang pemuda dari kalangan Quraisy memasuki gereja besar di Yaman itu, lalu ia membakarnya, sedangkan di hari itu cuaca sangat panas, maka dengan mudahnya gereja itu terbakar hingga ambruk.\n\nKarena peristiwa itulah Abrahah bersiap-siap menghimpun bala tentaranya dalam jumlah yang sangat besar. Lalu ia berangkat dengan pasukannya itu dengan maksud agar tiada seorang pun yang dapat menghalang-halangi niatnya. Selain dari itu ia membawa seekor gajah yang besarnya tak terperikan, diberi nama Mahmud; gajah tersebut sengaja dikirim oleh Raja Najasyi kepadanya untuk tujuan tersebut. Bahkan menurut pendapat lain, selain gajah Mahmud itu ada delapan gajah lainnya; dan menurut pendapat yang lainnya lagi dua belas ekor gajah; hanya Allah-lah Yang Maha Mengetahui.\n\nGajah tersebut akan dijadikan sebagai sarana untuk merobohkan Ka'bah, misalnya mengikat semua sisi Ka'bah dengan rantai, lalu mengikatkannya pada leher gajah, maka gajah akan menariknya dan tembok Ka'bah akan runtuh sekaligus dalam waktu yang singkat. Ketika orang-orang Arab mendengar keberangkatan Abrahah dengan pasukannya yang bergajah itu, maka mereka merasakan adanya bahaya yang amat besar akan menimpa diri mereka.\n\nDan mereka merasakan bahwa sudah merupakan keharusan bagi mereka membela Bait mereka dan mengusir orang-orang yang bermaksud jahat terhadapnya. Maka bangkitlah seorang lelaki dari kalangan penduduk Yaman yang terhormat dan terbilang sebagai pemimpin mereka untuk mengadakan perlawanan terhadap Abrahah. Orang tersebut bernama Zu Nafar, maka ia menyerukan kepada kaumnya dan orang-orang Arab lainnya untuk memerangi Abrahah dan berjihad melawannya demi membela Baitullah, karena Abrahah bermaksud akan merobohkannya dan meratakannya dengan tanah.\n\nSeruannya itu mendapat sambutan yang hangat dari mereka, lalu mereka berperang melawan Abrahah dipimpin oleh Zu Nafar, tetapi pada akhirnya Zu Nafar kalah. Ini tiada lain karena kehendak Allah subhanahu wa ta’ala yang bertujuan akan memuliakan Baitullah dan mengagungkannya. Zu Nafar ditawan, tetapi Abrahah memaafkannya dan membawanya pergi bersama ke Mekah. Dan ketika perjalanan Abrahah sampai di tanah orang-orang Khas'am, ia dihalangi oleh Nufail ibnu Habib Al-Khas'ami bersama kaumnya, yang memeranginya selama dua bulan.\n\nTetapi pada akhirnya Abrahah berhasil mengalahkan mereka dan menawan Nufail ibnu Habib; pada mulanya Abrahah bermaksud membunuhnya, kemudian ia memaafkannya dan membawanya serta ke Mekah sebagai penunjuk jalannya di negeri Hijaz. Ketika perjalanan Abrahah sampai di dekat Taif, maka para penduduk Taif datang menyambutnya dan bersikap diplomatis dengannya karena takut dengan rumah peribadatan mereka yang mereka beri nama Al-Lata, karenanya Abrahah menghormati mereka.\n\nDan mereka mengirimkan Abu Rigal untuk pergi bersamanya sebagai penunjuk jalan. Ketika perjalanan Abrahah sampai di Al-Magmas yaitu di suatu tempat yang terletak tidak jauh dari Mekkah ia turun beristirahat, sedangkan bala tentaranya merampas semua ternak penduduk Mekah dan sekitarnya atas perintah Abrahah sendiri. Dan di antara ternak unta yang dirampas terdapat dua ratus ekor unta milik Abdul Muttalib.\n\nDan tersebutlah orang yang diserahi oleh Abrahah untuk memimpin perampasan ternak itu adalah komandan pasukan terdepannya yang dikenal dengan nama Al-Aswad ibnu Maqsud, lalu ia dikecam oleh sebagian bangsa Arab melalui bait-bait syairnya, menurut apa yang diriwayatkan oleh Ibnu Ishaq. Abrahah mengirimkan Hannatah Al-Himyari ke Mekah dan memerintahkan kepadanya supaya kembali membawa orang Quraisy yang paling terhormat.\n\nDan Abrahah menyampaikan kepadanya bahwa dia datang bukan untuk memerangi kamu, terkecuali jika kamu menghalang-halanginya dari Baitullah. Maka datanglah Hannatah ke Mekah, lalu ditunjukkan kepadanya rumah Abdul Muttalib ibnu Hasyim, lalu ia menyampaikan kepadanya apa yang dikatakan oleh Abrahah. Maka Abdul Muttalib mengatakan kepadanya, \"Demi Allah, kami tidak berniat untuk memeranginya, juga kami tidak mempunyai kekuatan untuk itu.\n\nIni adalah Baitullah yang disucikan dan merupakan bait (rumah) kekasih-Nya, yaitu Ibrahim. Maka jika Dia mempertahankannya, sudah wajar karena ia adalah rumah-Nya yang disucikan. Dan jika Dia membiarkan antara bait-Nya. dan Abrahah, maka tiada kemampuan bagi kami untuk mempertahankannya.\" Hannatah berkata kepada Abdul Muttalib, \"Kalau begitu, marilah engkau pergi bersamaku untuk menemuinya.\" Maka Abdul Muttalib berangkat bersama Hannatah. Dan ketika Abrahah melihat Abdul Muttalib, ia terkejut melihat penampilan Abdul Muttalib yang tinggi lagi berwibawa dan tampan.\n\nMaka ia menghormatinya, dan ia turun dari singgasananya, lalu duduk bersama Abdul Muttalib di hamparan permadani. Abrahah berkata kepada juru terjemahnya untuk mengatakan kepada Abdul Muttalib mengenai keperluannya hingga datang menghadap kepadanya. Abdul Muttalib berkata kepada juru terjemah Abrahah, \"Sesungguhnya aku datang untuk keperluanku sendiri, yaitu sudilah kiranya sang raja (Abrahah) menyerahkan kepadanya dua ratus ekor unta miliknya yang telah dirampasnya.\" Abrahah terkejut dan mengatakan kepada juru terjemahnya bahwa katakanlah kepadanya, \"Sesungguhnya pada mulanya ketika aku melihatmu, aku merasa kagum dengan penampilan dan wibawamu.\n\nTetapi setelah engkau berbicara kepadaku, kesanku menjadi sebaliknya; apakah engkau berbicara kepadaku hanya mengenai dua ratus ekor unta yang telah kurampas darimu? Sedangkan engkau meninggalkan bait-mu yang merupakan agamamu dan agama nenek moyangmu, padahal aku datang untuk merobohkannya, lalu mengapa engkau tidak berbicara kepadaku mengenainya?\" Abdul Muttalib menjawab, \"Sesungguhnya aku adalah pemilik unta itu dan sesungguhnya bait itu mempunyai Pemiliknya sendiri yang akan membelanya.\" Abrahah berkata, \"Dia tidak akan dapat mencegahku dari merobohkannya.\" Abdul Muttalib berkata, \"'Kalau begitu, terserah Anda.\" Menurut suatu pendapat, sesungguhnya bersama Abdul Muttalib terdapat segolongan orang-orang terhormat dari kalangan orang-orang Arab.\n\nMereka menawarkan kepada Abrahah sepertiga dari harta Tihamah dengan syarat Abrahah mengurungkan niatnya dari menghancurkan Ka'bah. Tetapi Abrahah menolak tawaran mereka dan mengembalikan kepada Abdul Muttalib dua ratus ekor untanya. Abdul Muttalib kembali ke Mekah dan menemui orang-orang Quraisy, lalu memerintahkan kepada mereka agar keluar dari Mekah dan berlindung di atas puncak-puncak bukitnya karena takut akan serangan bala tentara Abrahah.\n\nSetelah itu Abdul Muttalib pergi ke Ka'bah dan memegang pegangan pintu Ka'bah, sedangkan di belakangnya ikut beberapa orang dari kaum Quraisy. Mereka semuanya berdoa kepada Allah dan memohoh pertolongan kepada-Nya dari serangan Abrahah dan bala tentaranya. Abdul Muttalib dalam doanya itu mengatakan seraya memegang pegangan pintu Ka'bah: ......... Ya Allah, sesungguhnya seseorang itu diharuskan membela ternak unta miliknya, maka belalah kepemilikan-Mu.\n\nJanganlah sekali-kali Engkau biarkan salib dan kekuasaan mereka selamanya menang atas tempat-Mu ini. Setelah itu Abdul Muttalib melepaskan pegangan pintu Ka'bah, lalu ia bersama orang-orang Quraisy lainnya keluar menuju ke daerah perbukitan, berlindungdi puncak-puncaknya. Demikianlah menurut Ibnu Ishaq. Muqatil ibnu Sulaiman menyebutkan bahwa mereka meninggalkan di dekat Baitullah seratus ekor unta budnah yang telah dikalungi (untuk dikurbankan), dengan tujuan mudah-mudahan sebagian tentara Abrahah ada yang berani mengganggunya dan menyembelih sebagiannya tanpa hak, maka akibatnya Allah akan menghukum mereka.\n\nDan pada pagi harinya Abrahah bersiap-siap untuk memasuki kota Mekah, lalu menyiapkan gajahnya yang diberi nama Mahmud dan ia menyiapkan pula bala tentaranya. Setelah semuanya siap, maka mereka mengarahkan gajahnya menuju ke arah Mekah, tetapi sebelum itu Nufail ibnu Habib datang dan berdiri di dekat gajah, lalu berkata, \"Wahai Mahmud, duduklah kamu dan kembalilah dengan penuh kesadaran menuju ke tempat asal kedatanganmu, karena sesungguhnya engkau berada di negeri Allah yang disucikan,\" setelah itu melepaskan telinga gajah Mahmud, yang dipeganginya saat ia membisikinya.\n\nMaka gajah itu duduk, dan Nufail lari dengan kencangnya menuju ke daerah perbukitan dan berlindung di puncaknya. Mereka memukuli gajah itu supaya berdiri, akan tetapi gajah itu membangkang dan tidak mau berdiri. Lalu mereka memukul kepalanya dengan palu agar bangkit, dan mereka masukkan tongkat mereka ke bagian lubang telinganya, menariknya dengan tujuan agar mau berdiri, tetapi gajah itu tetap menolak.\n\nKemudian mereka mengarahkannya ke negeri Yaman, dan ternyata tanpa sulit gajah itu bangkit dengan sendirinya, lalu berlari kecil menuju ke arah itu. Kemudian mereka mencoba untuk mengarahkannya ke negeri Syam, dan gajah itu menuruti perintahnya; mereka coba mengarahkannya ke timur, maka gajah itu mengikuti perintah. Tetapi bila diarahkan ke Mekah, gajah itu diam dan duduk.\n\nDan Allah mengirimkan kepada mereka sejumlah besar burung dari arah laut yang bentuknya seperti burung walet dan burung balsan; tiap-tiap ekor membawa tiga buah batu. Satu diparuhnya dan yang dua dipegang oleh masing-masing dari kedua kakinya; batu itu sebesar kacang humsh dan kacang 'adas. Tiada seorang pun dari mereka yang terkena batu itu melainkan pasti binasa, tetapi tidak seluruhnya terkena batu itu.\n\nAkhirnya mereka melarikan diri dan lari tunggang langgang ke arah semula mereka datang seraya mencari Nufail ibnu Habib untuk menunjukkan kepada mereka jalan pulangnya. Sedangkan Nufail berada di atas bukit bersama orang-orang Quraisy dan orang-orang Arab Hijaz lainnya, menyaksikan apa yang ditimpakan oleh Allah subhanahu wa ta’ala kepada tentara bergajah itu sebagai azab dari-Nya. Dan ketika menyaksikan pemandangan itu Nufail berkata: Ke manakah tempat untuk berlari dari kejaran Tuhan yang mengejar; Asyram kalah dan tidak menang.\n\nIbnu Ishaq mengatakan bahwa Nufail ibnu Habib dalam kesempatan itu mengumandangkan bait-bait syair yang berbunyi, ..................... \"Mengapa engkau tidak menghormati kami dan agama kami, maka kami akan menghormati kedatanganmu dengan penghormatan yang luar biasa. Demi suatu agama yang seandainya engkau melihat sebagaimana yang kami lihat di dekat Al-Muhassib, tetapi ternyata engkau tidak melihatnya.\n\nJika engkau melihatnya, tentulah engkau memaafkanku dan memuji tindakanku, dan engkau tidak akan mengalami kekecewaan dari apa yang telah terlewatkan di antara kita. Aku memuji kepada Allah ketika melihat kedatangan burung-burung, dan aku menjadi takut akan tertimpa oleh batu-batu yang dijatuhkannya. Maka semua kaum (tentara Habsyah) mencari-cari Nufail, seakan-akan aku mempunyai utang kepada tentara Habsyah itu.\" Al-Waqidi meriwayatkan berikut sanadnya, bahwa mereka bersiap-siap untuk memasuki Mekah dan gajahnya telah mereka persiapkan pula, tetapi manakala mereka mengarahkannya ke salah satu tujuan dari tujuan yang lain, maka gajah itu mau bergerak.\n\nDan jika mereka arahkan gajahnya menuju ke kota suci Mekah, tiba-tiba ia duduk dan mengeluarkan suaranya (menolak). Lalu Abrahah memaksa pawang gajah dan membentaknya, bahkan memukulinya supaya ia memaksa gajah agar mau masuk ke kota Mekah; mereka memakan waktu yang cukup lama untuk itu. Sedangkan Abdul Muttalib dan segolongan orang dari para pemuka penduduk Mekah antara lain Mut'im ibnu Adiy, Amr ibnu Aid ibnu Imran ibnu Makhzum, dan Mas'ud ibnu Amr As-Saqafi berada di Gua Hira menyaksikan apa yang dilakukan oleh tentara Habsyah itu, dan apa yang dialami mereka dengan gajahnya yang membangkang itu; kisahnya sangat ajaib dan aneh.\n\nKetika mereka sedang dalam keadaan demikian, tiba-tiba Allah mengirimkan kepada tentara habsyah yang bergajah itu burung Ababil, gelombang demi gelombang yang warna bulunya kuning, lebih kecil daripada merpati, sedangkan kakinya berwarna merah; tiap-tiap burung membawa tiga buah batu kerikil. Lalu iringan burung-burung itu tiba dan berputar di atas mereka, kemudian menimpakan batu-batu itu kepada mereka hingga mereka binasa.\n\nMuhammad ibnu Ishaq mengatakan bahwa tentara Habsyah datang dengan membawa dua ekor gajah; adapun gajah Mahmud hanya mendekam dan tidak mau bangkit, sedangkan gajah lainnya memberanikan dirinya dan akhirnya ia terkena batu itu. Wahb ibnu Munabbih mengatakan bahwa mereka membawa banyak gajah, sedangkan gajah Mahmud adalah kendaraan raja mereka, Mahmud mendekam dengan tujuan agar gajah lainnya mengikuti jejaknya.\n\nDan ternyata di antara kumpulan gajah yang mereka bawa ada seekor gajah yang memberanikan dirinya melangkah, maka ia tertimpa batu dan binasa hingga gajah lainnya kabur melarikan diri. ‘Atha’ ibnu Yasar dan lain-lainnya mengatakan bahwa tentara bergajah itu tidak semuanya binasa oleh azab seketika itu juga, bahkan di antara mereka ada yang segera mati, dan di antaranya ada yang tubuhnya rontok anggota demi anggota dalam pelariannya, yang pada akhirnya binasa juga.\n\nSedangkan Abrahah termasuk dari mereka yang tubuhnya rontok anggota demi anggota, hingga akhirnya mati di tanah orang-orang Khas'am. Ibnu Ishaq mengatakan bahwa lalu mereka melarikan diri, sedangkan anggota tubuh mereka rontok satu demi satu, dan di setiap jalan mereka mati bergelimpangan. Sedangkan Abrahah, tubuhnya terkena oleh batu itu, lalu mereka membawanya lari bersama mereka, dan tubuhnya rontok sedikit demi sedikit, hingga sampailah mereka bersamanya di San'a, sedangkan keadaan Abrahah seperti anak burung yang baru menetas.\n\nDan Abrahah masih belum mati kecuali setelah dadanya terbelah dan jantungnya keluar; demikianlah menurut sahibul hikayat. Muqatil ibnu Sulaiman menceritakan bahwa orang-orang Quraisy memperoleh harta yang banyak dari jarahan harta benda pasukan Abrahah itu, sehingga disebutkan bahwa pada hari itu Abdul Muttalib mendapat emas yang jumlahnya dapat memenuhi suatu galian sumur. Ibnu Ishaq mengatakan, telah menceritakan kepadaku Ya'kub ibnu Utbah yang menceritakan kepadanya bahwa penyakit cacar dan lepra di tanah Arab mula-mula terjadi pada tahun itu.\n\nDan bahwa pahitnya buah harmal, hanzal, dan 'usr dirasakan sejak tahun itu. Hal yang sama telah diriwayatkan dari Ikrimah melalui jalur yang jayyid. Ibnu Ishaq mengatakan bahwa ketika Allah subhanahu wa ta’ala berkehendak mengutus Nabi Muhammad ﷺ, maka termasuk di antara karunia dan nikmat yang dilimpahkan-Nya kepada kaum Quraisy ialah terusirnya tentara Habsyah dari mereka, demi menjaga tetapnya kekuasaan dan masa keemasan mereka (Quraisy). Untuk itulah maka disebutkan oleh firman-Nya: Apakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah? Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daunyang dimakan ulat. (Al-Fil: 1-5) Dan juga firman-Nya: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas.\n\nMaka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan. (Quraisy: 1-4) Yakni agar tiada sesuatu pun yang mengubah keadaan mereka dari kebiasaannya, yang hal tersebut tiada lain karena Allah berkehendak baik terhadap mereka, sekiranya mereka mensyukurinya. Ibnu Hisyam mengatakan bahwa ababil artinya berbondong-bondong, dalam bahasa Arab kata ini tidak ada bentuk tunggalnya.\n\nIbnu Hisyam mengatakan pula bahwa adapun makna sijjil, menurut apa yang telah dikatakan oleh Yunus An-Nahwi dan Abu Ubaidah, makna yang dimaksud menurut orang Arab ialah yang sangat keras. Ibnu Hisyam mengatakan bahwa sebagian ulama tafsir mengatakan bahwa keduanya merupakan kata yang berasal dari bahasa Persia, lalu oleh orang Arab dijadikan menjadi satu. Sesungguhnya yang dimaksud tiada lain sama dengan batu dan tanah liat.\n\nUlama tafsir itu mengatakan bahwa batu-batu tersebut berasal dari kedua jenis itu, yakni batu dan tanah Hat. Ibnu Hasyim mengatakah bahwa al-'asfu artinya daun tanaman yang belum diketam, bentuk tunggalnya adalah 'asfah; demikianlah menurut apa yang dikemukakan oleh Ibnu Hasyim. Hammad ibnu Salamah telah meriwayatkan dari Amir, dari Zurr, dari Abdullah dan Abu Salamah ibnu Abdur Rahman sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, yang bergelombang-gelombang.\n\nIbnu Abbas dan Adh-Dhahhak mengatakan bahwa makna yang dimaksud ialah sebagian darinya mengiringi sebagian yang lainnya. Al-Hasan Al-Basri dan Qatadah mengatakan bahwa yang dimaksud dengan ababil ialah yang banyak jumlahnya. Mujahid mengatakan bahwa ababil artinya yang berpencar, berturut-turut, lagi berbondong-bondong. Ibnu Zaid mengatakan bahwa yang dimaksud dengan ababil ialah berpencar-pencar, ada yang datang dari arah ini dan arah itu, yakni mendatangi mereka dari segala penjuru.\n\nAl-Kisa-i mengatakan bahwa ia pernah mendengar sebagian ulama Nahwu mengatakan bahwa bentuk tunggal ababil ialah ibil. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abdul A'la, telah menceritakan kepadaku Daud, dari Ishaq ibnu Abdullah ibnul Haris ibnu Naufal yang mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Yaitu berkelompok-kelompok seperti ternak unta yang dilepas bebas.\n\nDan telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Ibnu Aun, dari Ibnu Sirin, dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan Dia mengirimkan kepada mereka burung yang berbondong-bondong. (Al-Fil: 3) Maksudnya, burung-burung yang mempunyai belalai seperti gajah dan cakar-cakar yang seperti kaki anjing. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ya'qub ibnu ibrahim, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami Husain, dari Ikrimah sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Burung-burung itu berwarna hijau keluar dari laut, kepalanya seperti kepala serigala.\n\nTelah menceritakan pula kepada kami ibnu Basysyar, telah menceritakan kepada kami Ibnu Mahdi, dari Sufyan, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair sehubungan dengan makna firman-Nya: burung yang berbondong-bondong. (Al-Fil: 3) Yakni burung yang muncul dari laut yang paruh dan kedua cakarnya semuanya berwarna hitam; semua sanad riwayat di atas berpredikat shahih. Sa'id ibnu Jubair mengatakan bahwa burung itu berwarna hijau, sedangkan paruhnya berwarna kuning.\n\nBurung-burung itu silih berganti menyerang mereka. Diriwayatkan dari Ibnu Abbas, Mujahid, dan ‘Atha’, bahwa burung ababil itu bentuknya serupa dengan burung garuda yang dikenal di daerah Magrib. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim dari mereka. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ubaidillah ibnu Muhammad ibnu Abu Syaibah, telah menceritakan kepada kami Abu Mu'awiyah, dari Al-A'masy, dari Abu Sufyan, dari Ubaid ibnu Umair yang mengatakan bahwa ketika Allah berkehendak akan membinasakan tentara bergajah, maka Dia mengirimkan kepada mereka pasukan burung yang dikeluarkan dari laut yang gesitnya sama dengan burung walet.\n\nTiap ekor burung membawa tiga buah batu yang terbagi pada paruhnya satu buah dan pada masing-masing kedua kakinya satu buah. Burung-burung itu datang berbaris bersaf-saf di atas mereka, lalu mengeluarkan suaranya dan menjatuhkan batu-batu yang ada pada paruh dan kedua kakinya. Maka tiada sebuah batu pun yang menimpa kepala seseorang dari mereka melainkan tembus sampai ke duburnya, dan tidak sekali-kali batu itu mengenai sesuatu dari tubuh seseorang dari mereka melainkan tembus ke bagian lainnya.\n\nAllah mengirimkan pula angin yang kencang sehingga menambah kencang jatuhnya batu-batuan itu hingga semuanya binasa. As-Suddi telah meriwayatkan dari Ikrimah, dari Ibnu Abbas, bahwa batu-batuan dari sijjil, makna yang dimaksud ialah tanah liat yang telah berubah menjadi batu. Hal ini disebutkan keterangannya di atas dan tidak perlu diulangi lagi. Firman Allah subhanahu wa ta’ala: Lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat). (Al-Fil: 5) Sa'id ibnu Jubair mengatakan bahwa makna yang dimaksud ialah pakan hewan ternak yang dikenal oleh bahasa pasaran dengan istilah habur.\n\nMenurut riwayat lain dari'Sa'id, disebutkan daun tanaman gandum. Diriwayatkan pula darinya al-asfu artinya pakan ternak yang telah digerogoti oleh ulat dedaunannya. Hal yang sama telah dikatakan oleh Al-Hasan Al-Basri. Diriwayatkan dari Ibnu Abbas, bahwa al-asfu artinya kulit ari biji gandum. Ibnu Zaid mengatakan bahwa al-asfu artinya daun tanaman dan daun sayuran bilamana telah dimakan oleh ternak, maka kelihatan hanya tangkainya saja.\n\nMakna yang dimaksud ialah bahwa Allah subhanahu wa ta’ala membinasakan mereka dan menghancurkan mereka serta menjadikan mereka 'senjata makan tuan' dengan penuh kedongkolan. Tiada suatu kebaikan pun yang mereka peroleh, dan sebagian besar dari mereka binasa, serta tiada yang pulang melainkan dalam keadaan terluka parah, sebagaimanayang dialami oleh raja mereka (yaitu Abrahah). Sesungguhnya dadanya terbelah dan jantungnya kelihatan ketika ia sampai di san'a, lalu ia sempat menceritakan kepada penduduk San'a apa yang telah menimpa diri mereka, setelah itu ia mati.\n\nKemudian tampuk pemerintahan negeri Yaman dipegang oleh anak Abrahah yang bernama Yaksum, setelah itu saudaranya yang bernama Masruq ibnu Abrahah. Kemudian Saif ibnu Zi Yazin Al-Himyari berangkat menemui Kisra (Raja Persia) dan meminta bantuan kepadanya untuk menghadapi tentara Habsyah. Maka Kisra mengabulkan permintaannya dan menyerahkan kepadanya sebagian dari tentaranya yang berperang bersama Saif ibnu Zi Yazin. Maka Allah mengembalikan kepada mereka kerajaan yang dahulu dimiliki oleh nenek moyang mereka berikut semua kekuasaannya.\n\nKemudian berdatanganlah kepadanya delegasi-delegasi dari orang-orang Arab, mengucapkan selamat atas kemenangannya. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepada kami Abdullah ibnu Abu Bukair, dari Amrah binti Abdur Rahman ibnu As'ad ibnu Zurarah, dari Aisyah yang mengatakan bahwa sesungguhnya ia sempat melihat bekas pawang gajah dan pemegang kendalinya di Mekah dalam keadaan telah tuna netra lagi cacat, tak dapat berjalan, dan meminta-minta (menjadi pengemis).\n\nAl-Waqidi telah meriwayatkan hal yang semisal dari Aisyah. Dan Al-Waqidi telah meriwayatkan dari Asma binti Abu Bakar yang telah mengatakan bahwa kedua bekas pawang gajah itu dalam keadaan cacat parah, meminta-minta kepada orang di Asaf dan Na'ilah, tempat orang-orang musyrik menyembelih sembelihan mereka. Menurut hemat saya, nama pemegang kendali gajah Abrahah bernama Anis. Al-Hafidzh Abu Na'im di dalam kitabnya yang berjudul Dala'ilun Nubuwwah telah meriwayatkan melalui jalur Ibnu Wahb, dari Ibnu Lahi'ah, dari Aqil ibnu Khalid, dari Usman ibnul Mugirah, kisah tentang tentara bergajah ini; tetapi tidak disebutkan bahwa Abrahah datang dari Yaman, melainkan dia hanya mengutus pasukannya yang dipimpin oleh seorang lelaki bernama Syamir ibnu Maqshud, jumlah pasukannya kurang lebih dua puluh ribu orang personil.\n\nDisebutkan pula bahwa burung ababil datang menyerang mereka di malam hari, dan pada pagi harinya mereka semuanya tewas. Konteks kisah ini aneh sekali, sekalipun Abu Na'im telah menguatkannya di atas riwayat yang lain. Menurut riwayat yang benar, Abrahah Al-Asyram Al-Habsyi datang ke Mekah sebagaimana yang ditunjukkan oleh konteks riwayat yang lainnya dan juga yang disebutkan dalam syair orang-orang dahulu.\n\nHal yang sama telah disebutkan dalam riwayat yang bersumberkan dari Ibnu Lahi'ah, dari Al-Aswad, dari Urwah, bahwa Abrahah mengirimkan Al-Aswad ibnu Maqsud bersama sejumlah besar pasukannya di sertai dengan gajah, tetapi tidak disebutkan bahwa Abrahah sendiri ikut dalam misi tersebut. Menurut pendapat yang benar, Abrahah pun memang ikut datang dalam misi itu, barangkali Ibnu Maqsud berada di barisan pasukan yang terdepan; hanya Allah-lah Yang Maha Mengetahui kebenarannya.\n\nIbnu Ishaq meriwayatkan sebagian dari syair-syair yang dikatakan oleh orang-orang Arab berkenaan dengan kisah tentara bergajah ini; di antara lain ia mengutip syair Abdullah ibnuz Zaba'ri yang menyebutkan, \n\n \"Mereka takut terhadap lembah Mekah, karena sejak masa dahulu tiada yang berani melanggar kesuciannya, bintang syi'ra masih belum diciptakan di malam-malam ia disucikan.\n\nKarena tiada seorang pun yang mengaku dirinya perkasa, berani mengotori kesuciannya. Bila ada orang yang bertanya tentang kisah panglima pasukan apa yang telah dialaminya dari tanah suci itu, maka akan diceritakan kepadanya oleh orang yang mengetahuinya. Enam puluh ribu pasukan tidak pernah kembali ke tempat tinggal mereka, bahkan tidak dapat hidup lama orang yang sakit dari mereka sesudah kepulangannya.\n\nSebelum mereka terdapat kaum 'Ad dan Jurhum di dekatnya dan kekuasaan Allah berada di atas hamba-hamba-Nya, Dialah yang menjaga kesuciannya.\" Abu Qais ibnu Aslat Al-Ansari Al-Madani mengatakan dalam bait-bait syairnya yaitu:\n\nDan di antara apa yang diperbuat oleh-Nya di hari tentara bergajah Habsyah telah terbuktikan, karena setiap orang yang dikirimkan oleh mereka dikalahkan.\n\nTameng-tameng mereka berada di bawah qirbah wadah minum mereka, sedangkan mereka dalam keadaan terhina lagi terluka. Pada mulanya kekuatan mereka menakutkan, di saat mereka menuju kepadanya dengan penuh keangkuhan. Tetapi pada akhirnya pemimpin mereka lari tunggang langgang kembali ke tempat asal datangnya, semua orang yang ikut dengannya di tempat itu adalah orang yang aniaya. Maka dikirimkanlah kepada mereka dari atas mereka hujan batu kerikil, yang menghancurleburkan mereka.\n\nMeskipun para pendeta mereka memerintahkan kepada pasukannya untuk bersabar, tetapi mereka menjerit-jerit bagaikan embikan kambing yang terancam bahaya.\" Abus-Shalt ibnu Rabi'ah As-Saqafi mengatakan bahwa telah dinukil dari Umayah ibnu Abus-Shalt ibnu Rabi'ah bait-bait syair yang berbunyi, \n\n\"Sesungguhnya di antara tanda-tanda kekuasaan Tuhan kami yang masih tetap ada dan tiada yang mengingkarinya selain hanya orang yang benar-benar pengingkar kebenaran, (yaitu) adanya malam dan siang hari, semua orang memahami perhitungannya yang telah ditetapkan dengan jelas.\n\nKemudian Tuhan Yang Maha Penyayang menjadikan siang hari terang benderang dengan sinar mentarinya yang menyeluruh. Dialah Yang telah menahan pasukan bergajah di Magmas, hingga gajah itu merangkak seakan-akan seperti tak berdaya, ia hanya diam mendekam sekalipun punggungnya dipukuli bertubi-tubi dengan kerasnya. Di sekitarnya terdapat raja-raja Kindah yang disegani dan menjadi para pendekar dalam medan perang, semuanya menentang niatnya.\n\nKemudian mereka semuanya terkejut karena semua pasukan bergajah itu patah dan binasa. Setiap agama kelak di hari kiamat di hadapan Allah akan ditolak dan sia-sia kecuali agama yang hanif (Islam).\" Dalam pembahasan yang lalu pada tafsir surat Al-Fath telah disebutkan bahwa di hari perjanjian Hudaibiyah ketika Rasulullah ﷺ berada di atas lereng yang darinya dapat ditempuh jalan menuju ke tempat orang-orang Quraisy, unta beliau mendekam, lalu mereka menghardiknya, tetapi unta kendaraan beliau ﷺ tetap menolak. Maka mereka mengatakan bahwa Qaswa (nama unta milik Nabi ﷺ) mogok. Maka Rasulullah ﷺ bersabda: Qaswa tidak mogok, karena mogok bukan merupakan pembawaannya, tetapi ia ditahan oleh Tuhan Yang telah menahan pasukan bergajah. Kemudian Rasulullah ﷺ melanjutkan sabdanya: Demi Tuhan yang jiwaku berada di dalam genggaman kekuasaan-Nya, tidaklah mereka meminta kepadaku hari ini suatu rencana yang di dalamnya terkandung penghormatan kepada hal-hal yang disucikan oleh Allah melainkan aku akan menyetujuinya.\n\nSetelah itu beliau ﷺ menghardik untanya, maka untanya bangkit dan meneruskan perjalannya. Hadits ini termasuk hadits-hadits yang diriwayatkan oleh Imam Bukhari secara munfarid (tunggal). Di dalam kitab Sahihain disebutkan bahwa Rasulullah ﷺ bersabda di hari jatuhnya kota Mekah: Sesungguhnya Allah telah menahan pasukan bergajah dari Mekah, dan menguasakannya kepada Rasul-Nya dan orang-orang mukmin, dan sesungguhnya kini telah kembali kesuciannya pada hari ini juga, sebagaimana kesuciannya di waktu sebelumnya. Ingatlah, hendaklah orang yang hadir menyampaikannya kepada orang yang tidak hadir.\"","tafsir-ringkas-kemenag":"Batu-batu yang dijatuhkan oleh burung-burung itu tepat mengenai tentara Abrahah sehingga mereka dijadikan-Nya bergelimpangan tak berdaya dan binasa seperti daun-daun yang dimakan ulat. Itulah balasan bagi orang yang angkuh dan hendak menghancurkan Kakbah, simbol agama Allah. 1. Wahai manusia, kamu akan dibuat kagum karena kebiasaan orang-orang Quraisy, suatu kabilah besar yang mempunyai peranan sentral pada masyarakat Arab dalam bidang politik dan sosial.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan bahwa Ia telah menggagalkan tipu muslihat mereka yang hendak menghancurkan Ka'bah.\n\nAllah mengungkapkan cara menggagalkan tipu daya mereka, yaitu dengan mengirimkan pasukan burung yang berbondong-bondong melempari mereka dengan batu-batu yang berasal dari tanah sehingga menjadikan mereka hancur-lebur dan daging mereka beterbangan ke mana-mana. Maka tentara gajah menjadi laksana daun-daun yang dimakan ulat.","tafsir-alazhar":"Ayat 2“Bukankah telah Dia jadikan daya upaya mereka itu pada sia-sia?\" (ayat 2)Segala maksudnya hendak menghancurkan itu sia-sia belaka, dan gagal belaka. Berkata Ibnu Ishaq, “Setelah penyerangan orang Habsyi terhadap Mekah itu digagalkan dan dihancurkan oleh Allah sendiri, bertambah penghargaan dan penghormatan bangsa Arab kepada Quraisy, sehingga mereka katakan, ‘Orang Quraisy itu ialah keluarga Allah. Allah berperang untuk mereka.'\"Ayat 3“Dan Dia telah mengirimkan ke atas mereka bulling berduyun-duyun.\" (ayat 3)Burung-burung itu berduyun datang dari laut. Ahli-ahli tafsir bicara macam-macam tentang keadaan burung itu. Namun jenis burung apa tidak penting kita kaji. Sembarang burung pun dapat dipergunakan oleh Allah untuk melakukan kehendak-Nya, apatah lagi ratusan ribu burung berduyun-duyun (ababil).Ayat 4“Yang melempari mereka dengan batu siksaan?\" (ayat 4)Batu yang mengandung adzab, batu yang mengandung penyakit. Ada tafsir mengatakan bahwa batu itu telah direndang terlebih dahulu dengan api neraka. Syaikh Muhammad Abduh mencoba menakwilkan bahwa batu itu membawa bibit penyakit cacar. Ibnu Abbas mengatakan bahwa sejak waktu itu ada penyakit cacar di Tanah Arab. Dapat saja kita menerima penafsiran ini jika kita ingat bahwa membawa burung atau binatang dari satu daerah ke daerah yang lain, walaupun satu ekor, hendaklah terlebih dahulu diperiksakan kepada dokter, kalau-kalau burung itu membawa bibit penyakit menular.Ayat 5“Lalu Dia jadikan mereka seperti daun kayu yang dimakan ulat.\" (ayat 5)Laksana daun kayu dimakan ulat, memang adalah satu perumpamaan yang tepat buat orang yang diserang penyakit cacar (ketumbuhan); seluruh badan akan ditumbuhi oleh bisul yang panas, malahan sampai ada yang tumbuh di mata. Telapak kaki yang begitu tebal pun tidak terlepas, dan muka pun akan coreng-moreng dari bekasnya. Seperti yang telah penulis alami (1923). Al-Qurthubi menulis dalam tafsirnya, “Hikayat tentara bergajah ini adalah satu mukjizat lagi dari Nabi kita, walaupun beliau waktu itu belum lahir.\""}}}