{"1":{"arabic":"لِإِيلَٰفِ قُرَيۡشٍلِإِيلَٰفِ قُرَيۡشٍ","words":{"arabicWords":["لِإِيلَٰفِ","قُرَيۡشٍ"],"translationWords":["karena kebiasaan","orang-orang Qurais"]},"translation":"Disebabkan oleh kebiasaan orang-orang Quraisy,","tafsir":{"tafsir-jalalayn":"Quraisy\n\n(Karena kebiasaan orang-orang Quraisy.).","tafsir-ibnu-katsir":"Tafsir Surat Al-Quraisy: 1-4\n\nKarena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah), Yang telah memberi makanan kepada mereka untuk menghilangkan rasa lapar dan mengamankan mereka dari ketakutan. Surat ini menurut Mushaf Induk terpisah dari surat yang sebelumnya, mereka menuliskan di antara keduanya baris pemisah, yaitu Bismillahir Rahmanir Rahim, sekalipun bila dipandang dari segi maknanya dengan surat yang sebelumnya mempunyai kaitan yang erat.\n\nHal ini dijelaskan oleh Muhammad ibnu Ishaq dan Abdur Rahman ibnu Zaid ibnu Aslam. Dengan alasan karena makna yang dimaksud ialah Kami menahan pasukan bergajah dari Mekah dan Kami binasakan pula para pemiliknya, demi kebiasaan orang-orang Quraisy. Yakni untuk memelihara kelestarian kebiasaan dan terhimpunnya mereka di negerinya dalam keadaan aman. Menurut pendapat yang lain, makna yang dimaksud dengan Ilaf ialah tradisi mereka dalam melakukan perjalanan di musim dingin ke negeri Yaman dan di musim panas ke negeri Syam untuk tujuan berniaga dan lain-lainnya.\n\nKemudian mereka kembali ke negerinya dalam keadaan aman tanpa ada gangguan di perjalanan mereka. Demikian itu karena mereka dihormati dan disegani oleh orang lain, mengingat mereka adalah penduduk kota suci Allah. Maka siapa yang mengenal mereka, pasti menghormati mereka. Bahkan barang siapa yang dipilih oleh mereka untuk menjadi teman perjalanan mereka, maka ia ikut aman berkat keberadaan mereka.\n\nDemikianlah keadaan mereka dalam perjalanan dan misi mereka di musim dingin dan musim panas. Adapun mengenai keadaan mereka bila menetap di kota mereka, maka disebutkan oleh firman-Nya: Dan apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan (negeri mereka) tanah suci yang aman, sedangkan manusia sekitarnya rampok-merampok. (Al-'Ankabut: 67) Untuk itulah maka disebutkan oleh firman-Nya: Karena kebiasaan orang-orang Quraisy. (Quraisy: 1-2) Ilaf yang kedua menjadi badal dan tafsir dari yang pertama, untuk itulah maka disebutkan dalam firman berikutnya: (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. (Quraisy: 2) Ibnu Jarir mengatakan bahwa yang benar ialah bahwa lam dalam permulaan ayat surat ini menunjukkan makna ta'ajjub, seakan-akan disebutkan bahwa kagumlah kamu kepada kebiasaan orang-orang Quraisy dan nikmat-Ku yang telah Kulimpahkan kepada mereka dalam hal tersebut.\n\nIbnu Jarir mengatakan bahwa menurut kesepakatan kaum muslim, kedua surat ini merupakan surat yang masing-masing berdiri sendiri dan terpisah dari yang lainnya. Kemudian Allah subhanahu wa ta’ala memberi mereka petunjuk untuk bersyukur atas semua hikmat yang besar ini, melalui firman-Nya: Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). (Quraisy: 3) Yakni hendaklah mereka mengesakan-Nya dalam menyembah-Nya, sebagaimana Dia telah menjadikan bagi mereka kota yang suci lagi aman dan Ka'bah yang disucikan. Perihalnya sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Aku hanya diperintahkan untuk menyembah Tuhan negeri ini (Mekah) Yang telah menjadikannya suci dan kepunyaan-Nyalah segala sesuatu, dan aku diperintahkan supaya aku termasuk orang-orang yang berserah diri. (An-Naml: 91) Firman Allah subhanahu wa ta’ala: Yang telah memberi makanan kepada mereka untuk menghilangkan rasa lapar. (Quraisy: 4) Yaitu Dia adalah Tuhan Pemilik Ka'bah ini, Dialah yang memberi mereka makan agar tidak lapar.\n\ndan mengamankan mereka dari ketakutan. (Quraisy: 4) Allah telah memberikan karunia keamanan dan banyak kemurahan kepada mereka, maka hendaklah mereka menyembah-Nya dengan mengesakan-Nya semata, tiada sekutu bagi-Nya. Dan janganlah mereka menyembah-Nya dengan yang lain-Nya, baik berhala maupun patung atau lain-lainnya yang mereka persekutukan dengan-Nya. Karena itulah barang siapa yang memenuhi perintah ini, maka Allah menghimpunkan baginya keamanan di dunia dan keamanan di akhirat nanti; dan barang siapa yang durhaka kepada-Nya, maka Allah subhanahu wa ta’ala mencabut keduanya dari dia.\n\nSebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezekinya datang kepadanya dengan melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah; karena itu Allah merasakan kepada mereka pakaian kelaparan dan ketakutan, disebabkan apa yang selalu mereka perbuat. Dan sesungguhnya telah datang kepada mereka seorang rasul dari mereka sendiri, tetapi mereka mendustakannya; karena itu mereka dimusnahkan azab dan mereka adalah orang-orang yang zalim. (An-Nahl: 112-113) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abdullah ibnu Amr Al-Gaziy, telah menceritakan kepada kami Qubaisah, telah menceritakan kepada kami Sufyan, dari Lais, dari Syahr ibnu Hausyab, dari Asma binti Yazid yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ bersabda: Kecelakaan yang besarlah bagi kalian, wahai Quraisy, karena adanya surat Quraisy ini.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Al-Mu-ammal ibnul Fadl Al-Harrani, telah menceritakan kepada kami Isa ibnu Yunus, dari Abdullah ibnu Abu Ziyad, dari Syahr ibnu Hausyab, dari Usamah ibnu Zaid yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musimpanas. Celakalah kalian, wahai golongan orang-orang Quraisy, sembahlah oleh kalian Tuhan Pemilik rumah ini (Ka'bah) yang telah memberi kalian makan dari kelaparan dan memberi kalian keamanan dari rasa takut.\n\nDemikianlah yang telah kusaksikan hadits dari Usamah ibnu Zaid. sebenarnya dari Asma binti Yazid ibnus Sakan Ummu Salamah Al-Ansariyyah Barangkali terjadi salah penyalinan dari asal riwayatnya; hanya Allahlah Yang Maha Mengetahui.","tafsir-ringkas-kemenag":"Wahai manusia, kamu akan dibuat kagum karena kebiasaan orang-orang Quraisy, suatu kabilah besar yang mempunyai peranan sentral pada masyarakat Arab dalam bidang politik dan sosial. 2. Yaitu kebiasaan mereka bepergian pada musim dingin ke Yaman dan musim panas ke Syam untuk berniaga guna memenuhi kebutuhan hidup mereka di Mekah untuk berkhidmat merawat Kakbah dan melayani para peziarah, suatu hal yang menjadi kebanggan mereka atas kabilah-kabilah lain.","tafsir-lengkap-kemenag":". Syarat pertama ini diambil dari kalimat li ilaf yang artinya karena kebiasaan.\n\n2.\tMemelihara nama baik, yang diambil dari kalimat Quraisy sebab suku atau kabilah Quraisy itu termasuk kabilah yang paling mulia yang nantinya melahirkan Nabi Muhammad. Maka seorang pedagang pun harus selalu memelihara nama baiknya sehingga dapat kepercayaan yang penuh dari sekalian langganannya, karena tidak pernah dusta atau menipu, tidak pernah menyalahi janji atau menimbun barang-barang yang dibutuhkan oleh rakyat dan lain-lain.\n\n3.\tMengadakan misi perniagaan ke luar daerahnya, bahkan ke luar negeri untuk melebarluaskan daerah lingkungan perniagaannya dan syarat ini diambil dari kalimat rihlah yang artinya bepergian. Seorang pedagang tidak akan maju jika tidak mengadakan misi perniagaan ke luar daerahnya.\n\n4.\tMemperhatikan situasi keadaan yang menguntungkan. Ia harus memperhatikan iklim, situasi, dan kondisi tempat di sekitarnya. Syarat ini diambil dari kalimat asy-syita'i wa as-saif yang artinya: pada musim dingin dan musim panas. Orang-orang Quraisy pun mengatur arah perniagaannya yaitu di musim dingin mereka pergi ke sebelah selatan yaitu negeri Yaman, dan di musim panas ke utara yaitu negeri Syam. \n\n\tJika keempat syarat ini diperhatikan dengan seksama niscaya akan mendatangkan kemakmuran yang merata dan kemakmuran itu jangan sekali-kali hanya untuk memuaskan hawa nafsu. Akan tetapi, harus dijadikan bekal untuk beribadah kepada Allah yang mempunyai Baitullah dan digunakan untuk menyukuri segala nikmat pemberian-Nya, agar menghasilkan kesejahteraan, cukup sandang-pangan dan keamanan dari ketakutan seperti diisyaratkan dalam kalimat: \"Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan.\"\n\nJadi yang harus disembah dan disyukuri itu ialah Allah Pemilik Ka'bah sebab di dekat Ka'bah itu ada satu macam ibadah yang tidak terdapat di luar kota Mekah yaitu tawaf di Baitullah.\n\nJika diperhatikan cara tawaf itu memang aneh sekali, sebab menurut hukum alam setiap benda yang mengelilingi benda lain, lama-lama akan bertambah jauh dari markasnya atau titik putarnya sesuai dengan daya sentrivical atau daya lompatan ke luar. Jika sebuah batu diikat dengan tali lalu diputarkan maka bila batu itu terlepas mesti terlempar jauh ke luar. Demikian pula dalam bidang kerohanian, seorang pedagang yang tadinya rajin salat berjamaah dan menghadiri pengajian pada ulama di kampungnya setelah sering bepergian ke luar daerah maka ia bertambah jauh dari masjid dan ulamanya.\n\nJika ia bepergian ke luar negeri tentu akan bertambah jauh lagi dari sumber agamanya. Tidak demikian keadaan orang yang sedang tawaf di Baitullah. Walaupun ia berkeliling sampai tujuh kali, tetapi ia tetap berada di samping Baitullah. Demikian pula hendaknya setiap pedagang yang telah menjadi hartawan atau jutawan tetap saja tekun melaksanakan ibadahnya kepada Allah secara terus-menerus (istikamah).\n\n(1-2) Dalam ayat-ayat berikut ini, Allah menerangkan profesi suku Quraisy sebagai kaum pedagang di negara yang tandus dan mempunyai dua jurusan perdagangan. Pada musim dingin ke arah Yaman untuk membeli rempah-rempah yang datang dari Timur Jauh melalui Teluk Persia dan yang kedua ke arah Syam pada musim panas untuk membeli hasil pertanian yang akan dibawa pulang ke negeri mereka yang tandus lagi kering itu.\n\nOrang-orang penghuni padang pasir (Badui) menghormati suku Quraisy karena mereka dipandang sebagai jiran (tetangga) Baitullah, penduduk tanah suci dan berkhidmat untuk memelihara Ka'bah, dan penjaga-penjaga Ka'bah. Oleh karena itu, suku Quraisy berada dalam aman dan sentosa, baik ketika mereka pergi maupun ketika mereka pulang walaupun banyak terjadi perampokan dalam perjalanan.\n\nKarena rasa hormat kepada Baitullah itu merupakan suatu kekuatan jiwa dan berwibawa untuk memelihara keselamatan mereka dalam misi-misi perdagangannya ke utara atau ke selatan; sehingga timbullah suatu kebiasaan dan kegemaran untuk berniaga yang menghasilkan banyak rezeki. Rasa hormat terhadap Baitullah yang memenuhi jiwa orang Arab itu adalah kehendak Allah semata, lebih-lebih lagi ketika mereka melihat bagaimana Allah menghancurkan tentara gajah yang ingin meruntuhkan Ka'bah, sebelum mereka sampai mendekatinya.\n\nSekiranya penghormatan terhadap Baitullah kurang mempengaruhi jiwa orang-orang Arab atau tidak ada sama sekali pengaruhnya niscaya orang-orang Quraisy tentu tidak mau mengadakan perjalanan-perjalanan perdagangan tersebut. Maka dengan demikian akan berkuranglah sumber-sumber rezeki mereka sebab negeri mereka bukanlah tanah yang subur.","tafsir-alazhar":"SURAH QURAISY(KAUM QURAISY)SURAH KE-106, 4 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Lantaran untuk melindungi kaum Quraisy.\" (ayat 1)Ayat 2Yaitu “Untuk melindungi mereka di dalam perjalanan musim dingin dan musim panas.\" (ayat 2)Kaum Quraisy pada umumnya adalah saudagar perantara, yang negerinya (Mekkah) terletak di tengah, di antara utara (Syam) dan selatan (Yaman). Sejak lama sebelum Islam, mereka telah menghubungkan kedua negeri itu. Syam di utara adalah pintu perniagaan yang akan melanjut sampai ke Laut Tengah dan ke negeri-negeri sebelah barat. Yaman yang ibukotanya sejak dahulu adalah Shan'aa di selatan membuka pula jalan ke timur sampai ke India, bahkan lebih jauh lagi sampai ke Tiongkok. Di musim panas mereka pergi ke Syam, dan di musim dingin mereka pergi ke Yaman, keduanya untuk berniaga. Sejak zaman purbakala telah terentang jalan kafilah di antara: Mekah, Madinah dan Damaskus atau Mekah, Hunain, Badar, Ma'an (Syarqil Urduri). Itu adalah jalan kafilah utara. Sedang jalan kafilah ke selatan: Mekah, Thaif, ‘Asir, Yaman (Shan'aa).Ayat 3“Maka hendaklah mereka menyembah kepada Tuhan Rumah ini.\" (ayat 3)Sebab banyaklah anugerah dan karunia Allah kepada mereka lantaran adanya rumah itu.Ayat 4Yaitu Allah “Yang telah memberi makan mereka dari kelaparan dan mengamankan mereka dari ketakutan.\" (ayat 4)Dengan berkat adanya Rumah Allah di tengah Kota Mekah itu, tidaklah putus-putusnya tiap tahun orang datang ke sana, di samping mereka sendiri mengadakan kafilah perniagaan ke utara dan ke selatan. Tidaklah pernah negeri mereka jadi daerah tertutup, sehingga selalulah makanan mereka terjamin, dan tidak ditimpa kelaparan. Disertai aman pula, sebab tanah Mekah itu dijadikan Daerah Terlarang sejak zaman Nabi Ibrahim, tidak boleh orang berperang di sana, tidak boleh binatang buruannya diburu, tidak boleh tumbuh-tumbuhannya dirusakkan. Aturan ini dihormati oleh seluruh kabilah Arab secara turun-temurun.Sebab itu maka tidaklah layak orang Quraisy yang telah mendapat rahmat yang begitu banyak dari Allah, kalau mereka tidak mensyukuri Allah. Tidaklah layak kalau mereka menolak risalat yang dibawa oleh Nabi Muhammad ﷺ Dan di dalam surah ini pun telah diperingatkan, bukanlah Rumah itu, bukanlah Ka'bah itu yang mesti disembah; melainkan Allah yang empunya rumah itulah yang harus disembah. Syukurilah Allah yang telah memperlindungi, membuat peraturan sehingga Tanah Mekah dapat aman dan sentosa, tidak disentuh dan diusik orang.Maka menjadi lemahlah tafsir yang mengatakan bahwa kaum bergajah dibinasakan karena Allah hendak memelihara orang Quraisy, melainkan orang Quraisy itu sendirilah dalam surah ini yang diberi peringatan, agar mereka jangan menyembah juga kepada berhala, bahkan jangan menyembah kepada Ka'bah itu sendiri; tetapi sembahlah Allah Yang Empunya Ka'bah itu. Maka tidaklah patut mereka menjadi orang musyrikin, menyembah berhala, mengumpulkan berhala pada rumah itu sampai 360 buah banyaknya."}},"2":{"arabic":"إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِإِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ","words":{"arabicWords":["إِۦلَٰفِهِمۡ","رِحۡلَةَ","ٱلشِّتَآءِ","وَٱلصَّيۡفِ"],"translationWords":["kebiasaan mereka","perjalanan/bepergian","dimusim dingin","dan musim panas"]},"translation":"(yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas (sehingga mendapatkan banyak keuntungan),","tafsir":{"tafsir-jalalayn":"(Yaitu kebiasaan mereka) lafal ini mengukuhkan makna lafal sebelumnya (bepergian pada musim dingin) ke negeri Yaman (dan musim panas) ke negeri Syam dalam setiap tahunnya; mereka bepergian dengan tujuan untuk berniaga yang keuntungannya mereka gunakan untuk keperluan hidup mereka di Mekah dan untuk berkhidmat kepada Baitullah yang merupakan kebanggaan mereka; mereka yang melakukan demikian adalah anak-anak An-Nadhr bin Kinanah.","tafsir-ibnu-katsir":"Tafsir Surat Al-Quraisy: 1-4\n\nKarena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah), Yang telah memberi makanan kepada mereka untuk menghilangkan rasa lapar dan mengamankan mereka dari ketakutan. Surat ini menurut Mushaf Induk terpisah dari surat yang sebelumnya, mereka menuliskan di antara keduanya baris pemisah, yaitu Bismillahir Rahmanir Rahim, sekalipun bila dipandang dari segi maknanya dengan surat yang sebelumnya mempunyai kaitan yang erat.\n\nHal ini dijelaskan oleh Muhammad ibnu Ishaq dan Abdur Rahman ibnu Zaid ibnu Aslam. Dengan alasan karena makna yang dimaksud ialah Kami menahan pasukan bergajah dari Mekah dan Kami binasakan pula para pemiliknya, demi kebiasaan orang-orang Quraisy. Yakni untuk memelihara kelestarian kebiasaan dan terhimpunnya mereka di negerinya dalam keadaan aman. Menurut pendapat yang lain, makna yang dimaksud dengan Ilaf ialah tradisi mereka dalam melakukan perjalanan di musim dingin ke negeri Yaman dan di musim panas ke negeri Syam untuk tujuan berniaga dan lain-lainnya.\n\nKemudian mereka kembali ke negerinya dalam keadaan aman tanpa ada gangguan di perjalanan mereka. Demikian itu karena mereka dihormati dan disegani oleh orang lain, mengingat mereka adalah penduduk kota suci Allah. Maka siapa yang mengenal mereka, pasti menghormati mereka. Bahkan barang siapa yang dipilih oleh mereka untuk menjadi teman perjalanan mereka, maka ia ikut aman berkat keberadaan mereka.\n\nDemikianlah keadaan mereka dalam perjalanan dan misi mereka di musim dingin dan musim panas. Adapun mengenai keadaan mereka bila menetap di kota mereka, maka disebutkan oleh firman-Nya: Dan apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan (negeri mereka) tanah suci yang aman, sedangkan manusia sekitarnya rampok-merampok. (Al-'Ankabut: 67) Untuk itulah maka disebutkan oleh firman-Nya: Karena kebiasaan orang-orang Quraisy. (Quraisy: 1-2) Ilaf yang kedua menjadi badal dan tafsir dari yang pertama, untuk itulah maka disebutkan dalam firman berikutnya: (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. (Quraisy: 2) Ibnu Jarir mengatakan bahwa yang benar ialah bahwa lam dalam permulaan ayat surat ini menunjukkan makna ta'ajjub, seakan-akan disebutkan bahwa kagumlah kamu kepada kebiasaan orang-orang Quraisy dan nikmat-Ku yang telah Kulimpahkan kepada mereka dalam hal tersebut.\n\nIbnu Jarir mengatakan bahwa menurut kesepakatan kaum muslim, kedua surat ini merupakan surat yang masing-masing berdiri sendiri dan terpisah dari yang lainnya. Kemudian Allah subhanahu wa ta’ala memberi mereka petunjuk untuk bersyukur atas semua hikmat yang besar ini, melalui firman-Nya: Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). (Quraisy: 3) Yakni hendaklah mereka mengesakan-Nya dalam menyembah-Nya, sebagaimana Dia telah menjadikan bagi mereka kota yang suci lagi aman dan Ka'bah yang disucikan. Perihalnya sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Aku hanya diperintahkan untuk menyembah Tuhan negeri ini (Mekah) Yang telah menjadikannya suci dan kepunyaan-Nyalah segala sesuatu, dan aku diperintahkan supaya aku termasuk orang-orang yang berserah diri. (An-Naml: 91) Firman Allah subhanahu wa ta’ala: Yang telah memberi makanan kepada mereka untuk menghilangkan rasa lapar. (Quraisy: 4) Yaitu Dia adalah Tuhan Pemilik Ka'bah ini, Dialah yang memberi mereka makan agar tidak lapar.\n\ndan mengamankan mereka dari ketakutan. (Quraisy: 4) Allah telah memberikan karunia keamanan dan banyak kemurahan kepada mereka, maka hendaklah mereka menyembah-Nya dengan mengesakan-Nya semata, tiada sekutu bagi-Nya. Dan janganlah mereka menyembah-Nya dengan yang lain-Nya, baik berhala maupun patung atau lain-lainnya yang mereka persekutukan dengan-Nya. Karena itulah barang siapa yang memenuhi perintah ini, maka Allah menghimpunkan baginya keamanan di dunia dan keamanan di akhirat nanti; dan barang siapa yang durhaka kepada-Nya, maka Allah subhanahu wa ta’ala mencabut keduanya dari dia.\n\nSebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezekinya datang kepadanya dengan melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah; karena itu Allah merasakan kepada mereka pakaian kelaparan dan ketakutan, disebabkan apa yang selalu mereka perbuat. Dan sesungguhnya telah datang kepada mereka seorang rasul dari mereka sendiri, tetapi mereka mendustakannya; karena itu mereka dimusnahkan azab dan mereka adalah orang-orang yang zalim. (An-Nahl: 112-113) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abdullah ibnu Amr Al-Gaziy, telah menceritakan kepada kami Qubaisah, telah menceritakan kepada kami Sufyan, dari Lais, dari Syahr ibnu Hausyab, dari Asma binti Yazid yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ bersabda: Kecelakaan yang besarlah bagi kalian, wahai Quraisy, karena adanya surat Quraisy ini.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Al-Mu-ammal ibnul Fadl Al-Harrani, telah menceritakan kepada kami Isa ibnu Yunus, dari Abdullah ibnu Abu Ziyad, dari Syahr ibnu Hausyab, dari Usamah ibnu Zaid yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musimpanas. Celakalah kalian, wahai golongan orang-orang Quraisy, sembahlah oleh kalian Tuhan Pemilik rumah ini (Ka'bah) yang telah memberi kalian makan dari kelaparan dan memberi kalian keamanan dari rasa takut.\n\nDemikianlah yang telah kusaksikan hadits dari Usamah ibnu Zaid. sebenarnya dari Asma binti Yazid ibnus Sakan Ummu Salamah Al-Ansariyyah Barangkali terjadi salah penyalinan dari asal riwayatnya; hanya Allahlah Yang Maha Mengetahui.","tafsir-ringkas-kemenag":"Yaitu kebiasaan mereka bepergian pada musim dingin ke Yaman dan musim panas ke Syam untuk berniaga guna memenuhi kebutuhan hidup mereka di Mekah untuk berkhidmat merawat Kakbah dan melayani para peziarah, suatu hal yang menjadi kebanggan mereka atas kabilah-kabilah lain. 3. Mereka pergi berniaga tiap tahun dengan aman dan sentosa. Oleh karena itu maka hendaklah mereka menyembah Tuhan Pemilik rumah ini, yaitu Kakbah, dengan pengabdian yang hakiki dan tidak mempersekutukan-Nya, sebagai bentuk rasa syukur atas nikmat yang telah mereka terima.","tafsir-lengkap-kemenag":". Syarat pertama ini diambil dari kalimat li ilaf yang artinya karena kebiasaan.\n\n2.\tMemelihara nama baik, yang diambil dari kalimat Quraisy sebab suku atau kabilah Quraisy itu termasuk kabilah yang paling mulia yang nantinya melahirkan Nabi Muhammad. Maka seorang pedagang pun harus selalu memelihara nama baiknya sehingga dapat kepercayaan yang penuh dari sekalian langganannya, karena tidak pernah dusta atau menipu, tidak pernah menyalahi janji atau menimbun barang-barang yang dibutuhkan oleh rakyat dan lain-lain.\n\n3.\tMengadakan misi perniagaan ke luar daerahnya, bahkan ke luar negeri untuk melebarluaskan daerah lingkungan perniagaannya dan syarat ini diambil dari kalimat rihlah yang artinya bepergian. Seorang pedagang tidak akan maju jika tidak mengadakan misi perniagaan ke luar daerahnya.\n\n4.\tMemperhatikan situasi keadaan yang menguntungkan. Ia harus memperhatikan iklim, situasi, dan kondisi tempat di sekitarnya. Syarat ini diambil dari kalimat asy-syita'i wa as-saif yang artinya: pada musim dingin dan musim panas. Orang-orang Quraisy pun mengatur arah perniagaannya yaitu di musim dingin mereka pergi ke sebelah selatan yaitu negeri Yaman, dan di musim panas ke utara yaitu negeri Syam. \n\n\tJika keempat syarat ini diperhatikan dengan seksama niscaya akan mendatangkan kemakmuran yang merata dan kemakmuran itu jangan sekali-kali hanya untuk memuaskan hawa nafsu. Akan tetapi, harus dijadikan bekal untuk beribadah kepada Allah yang mempunyai Baitullah dan digunakan untuk menyukuri segala nikmat pemberian-Nya, agar menghasilkan kesejahteraan, cukup sandang-pangan dan keamanan dari ketakutan seperti diisyaratkan dalam kalimat: \"Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan.\"\n\nJadi yang harus disembah dan disyukuri itu ialah Allah Pemilik Ka'bah sebab di dekat Ka'bah itu ada satu macam ibadah yang tidak terdapat di luar kota Mekah yaitu tawaf di Baitullah.\n\nJika diperhatikan cara tawaf itu memang aneh sekali, sebab menurut hukum alam setiap benda yang mengelilingi benda lain, lama-lama akan bertambah jauh dari markasnya atau titik putarnya sesuai dengan daya sentrivical atau daya lompatan ke luar. Jika sebuah batu diikat dengan tali lalu diputarkan maka bila batu itu terlepas mesti terlempar jauh ke luar. Demikian pula dalam bidang kerohanian, seorang pedagang yang tadinya rajin salat berjamaah dan menghadiri pengajian pada ulama di kampungnya setelah sering bepergian ke luar daerah maka ia bertambah jauh dari masjid dan ulamanya.\n\nJika ia bepergian ke luar negeri tentu akan bertambah jauh lagi dari sumber agamanya. Tidak demikian keadaan orang yang sedang tawaf di Baitullah. Walaupun ia berkeliling sampai tujuh kali, tetapi ia tetap berada di samping Baitullah. Demikian pula hendaknya setiap pedagang yang telah menjadi hartawan atau jutawan tetap saja tekun melaksanakan ibadahnya kepada Allah secara terus-menerus (istikamah).\n\n(1-2) Dalam ayat-ayat berikut ini, Allah menerangkan profesi suku Quraisy sebagai kaum pedagang di negara yang tandus dan mempunyai dua jurusan perdagangan. Pada musim dingin ke arah Yaman untuk membeli rempah-rempah yang datang dari Timur Jauh melalui Teluk Persia dan yang kedua ke arah Syam pada musim panas untuk membeli hasil pertanian yang akan dibawa pulang ke negeri mereka yang tandus lagi kering itu.\n\nOrang-orang penghuni padang pasir (Badui) menghormati suku Quraisy karena mereka dipandang sebagai jiran (tetangga) Baitullah, penduduk tanah suci dan berkhidmat untuk memelihara Ka'bah, dan penjaga-penjaga Ka'bah. Oleh karena itu, suku Quraisy berada dalam aman dan sentosa, baik ketika mereka pergi maupun ketika mereka pulang walaupun banyak terjadi perampokan dalam perjalanan.\n\nKarena rasa hormat kepada Baitullah itu merupakan suatu kekuatan jiwa dan berwibawa untuk memelihara keselamatan mereka dalam misi-misi perdagangannya ke utara atau ke selatan; sehingga timbullah suatu kebiasaan dan kegemaran untuk berniaga yang menghasilkan banyak rezeki. Rasa hormat terhadap Baitullah yang memenuhi jiwa orang Arab itu adalah kehendak Allah semata, lebih-lebih lagi ketika mereka melihat bagaimana Allah menghancurkan tentara gajah yang ingin meruntuhkan Ka'bah, sebelum mereka sampai mendekatinya.\n\nSekiranya penghormatan terhadap Baitullah kurang mempengaruhi jiwa orang-orang Arab atau tidak ada sama sekali pengaruhnya niscaya orang-orang Quraisy tentu tidak mau mengadakan perjalanan-perjalanan perdagangan tersebut. Maka dengan demikian akan berkuranglah sumber-sumber rezeki mereka sebab negeri mereka bukanlah tanah yang subur.","tafsir-alazhar":"SURAH QURAISY(KAUM QURAISY)SURAH KE-106, 4 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Lantaran untuk melindungi kaum Quraisy.\" (ayat 1)Ayat 2Yaitu “Untuk melindungi mereka di dalam perjalanan musim dingin dan musim panas.\" (ayat 2)Kaum Quraisy pada umumnya adalah saudagar perantara, yang negerinya (Mekkah) terletak di tengah, di antara utara (Syam) dan selatan (Yaman). Sejak lama sebelum Islam, mereka telah menghubungkan kedua negeri itu. Syam di utara adalah pintu perniagaan yang akan melanjut sampai ke Laut Tengah dan ke negeri-negeri sebelah barat. Yaman yang ibukotanya sejak dahulu adalah Shan'aa di selatan membuka pula jalan ke timur sampai ke India, bahkan lebih jauh lagi sampai ke Tiongkok. Di musim panas mereka pergi ke Syam, dan di musim dingin mereka pergi ke Yaman, keduanya untuk berniaga. Sejak zaman purbakala telah terentang jalan kafilah di antara: Mekah, Madinah dan Damaskus atau Mekah, Hunain, Badar, Ma'an (Syarqil Urduri). Itu adalah jalan kafilah utara. Sedang jalan kafilah ke selatan: Mekah, Thaif, ‘Asir, Yaman (Shan'aa).Ayat 3“Maka hendaklah mereka menyembah kepada Tuhan Rumah ini.\" (ayat 3)Sebab banyaklah anugerah dan karunia Allah kepada mereka lantaran adanya rumah itu.Ayat 4Yaitu Allah “Yang telah memberi makan mereka dari kelaparan dan mengamankan mereka dari ketakutan.\" (ayat 4)Dengan berkat adanya Rumah Allah di tengah Kota Mekah itu, tidaklah putus-putusnya tiap tahun orang datang ke sana, di samping mereka sendiri mengadakan kafilah perniagaan ke utara dan ke selatan. Tidaklah pernah negeri mereka jadi daerah tertutup, sehingga selalulah makanan mereka terjamin, dan tidak ditimpa kelaparan. Disertai aman pula, sebab tanah Mekah itu dijadikan Daerah Terlarang sejak zaman Nabi Ibrahim, tidak boleh orang berperang di sana, tidak boleh binatang buruannya diburu, tidak boleh tumbuh-tumbuhannya dirusakkan. Aturan ini dihormati oleh seluruh kabilah Arab secara turun-temurun.Sebab itu maka tidaklah layak orang Quraisy yang telah mendapat rahmat yang begitu banyak dari Allah, kalau mereka tidak mensyukuri Allah. Tidaklah layak kalau mereka menolak risalat yang dibawa oleh Nabi Muhammad ﷺ Dan di dalam surah ini pun telah diperingatkan, bukanlah Rumah itu, bukanlah Ka'bah itu yang mesti disembah; melainkan Allah yang empunya rumah itulah yang harus disembah. Syukurilah Allah yang telah memperlindungi, membuat peraturan sehingga Tanah Mekah dapat aman dan sentosa, tidak disentuh dan diusik orang.Maka menjadi lemahlah tafsir yang mengatakan bahwa kaum bergajah dibinasakan karena Allah hendak memelihara orang Quraisy, melainkan orang Quraisy itu sendirilah dalam surah ini yang diberi peringatan, agar mereka jangan menyembah juga kepada berhala, bahkan jangan menyembah kepada Ka'bah itu sendiri; tetapi sembahlah Allah Yang Empunya Ka'bah itu. Maka tidaklah patut mereka menjadi orang musyrikin, menyembah berhala, mengumpulkan berhala pada rumah itu sampai 360 buah banyaknya."}},"3":{"arabic":"فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِفَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ","words":{"arabicWords":["فَلۡيَعۡبُدُواْ","رَبَّ","هَٰذَا","ٱلۡبَيۡتِ"],"translationWords":["maka hendaklah mereka menyembah","Tuhan","ini","rumah"]},"translation":"maka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Ka‘bah)","tafsir":{"tafsir-jalalayn":"(Maka hendaklah mereka menyembah) lafal ini menjadi ta'alluq atau tempat bergantung bagi lafal Li-iilaafi; sedangkan huruf Fa adalah huruf Zaidah (Rabb rumah ini.).","tafsir-ibnu-katsir":"Tafsir Surat Al-Quraisy: 1-4\n\nKarena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah), Yang telah memberi makanan kepada mereka untuk menghilangkan rasa lapar dan mengamankan mereka dari ketakutan. Surat ini menurut Mushaf Induk terpisah dari surat yang sebelumnya, mereka menuliskan di antara keduanya baris pemisah, yaitu Bismillahir Rahmanir Rahim, sekalipun bila dipandang dari segi maknanya dengan surat yang sebelumnya mempunyai kaitan yang erat.\n\nHal ini dijelaskan oleh Muhammad ibnu Ishaq dan Abdur Rahman ibnu Zaid ibnu Aslam. Dengan alasan karena makna yang dimaksud ialah Kami menahan pasukan bergajah dari Mekah dan Kami binasakan pula para pemiliknya, demi kebiasaan orang-orang Quraisy. Yakni untuk memelihara kelestarian kebiasaan dan terhimpunnya mereka di negerinya dalam keadaan aman. Menurut pendapat yang lain, makna yang dimaksud dengan Ilaf ialah tradisi mereka dalam melakukan perjalanan di musim dingin ke negeri Yaman dan di musim panas ke negeri Syam untuk tujuan berniaga dan lain-lainnya.\n\nKemudian mereka kembali ke negerinya dalam keadaan aman tanpa ada gangguan di perjalanan mereka. Demikian itu karena mereka dihormati dan disegani oleh orang lain, mengingat mereka adalah penduduk kota suci Allah. Maka siapa yang mengenal mereka, pasti menghormati mereka. Bahkan barang siapa yang dipilih oleh mereka untuk menjadi teman perjalanan mereka, maka ia ikut aman berkat keberadaan mereka.\n\nDemikianlah keadaan mereka dalam perjalanan dan misi mereka di musim dingin dan musim panas. Adapun mengenai keadaan mereka bila menetap di kota mereka, maka disebutkan oleh firman-Nya: Dan apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan (negeri mereka) tanah suci yang aman, sedangkan manusia sekitarnya rampok-merampok. (Al-'Ankabut: 67) Untuk itulah maka disebutkan oleh firman-Nya: Karena kebiasaan orang-orang Quraisy. (Quraisy: 1-2) Ilaf yang kedua menjadi badal dan tafsir dari yang pertama, untuk itulah maka disebutkan dalam firman berikutnya: (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. (Quraisy: 2) Ibnu Jarir mengatakan bahwa yang benar ialah bahwa lam dalam permulaan ayat surat ini menunjukkan makna ta'ajjub, seakan-akan disebutkan bahwa kagumlah kamu kepada kebiasaan orang-orang Quraisy dan nikmat-Ku yang telah Kulimpahkan kepada mereka dalam hal tersebut.\n\nIbnu Jarir mengatakan bahwa menurut kesepakatan kaum muslim, kedua surat ini merupakan surat yang masing-masing berdiri sendiri dan terpisah dari yang lainnya. Kemudian Allah subhanahu wa ta’ala memberi mereka petunjuk untuk bersyukur atas semua hikmat yang besar ini, melalui firman-Nya: Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). (Quraisy: 3) Yakni hendaklah mereka mengesakan-Nya dalam menyembah-Nya, sebagaimana Dia telah menjadikan bagi mereka kota yang suci lagi aman dan Ka'bah yang disucikan. Perihalnya sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Aku hanya diperintahkan untuk menyembah Tuhan negeri ini (Mekah) Yang telah menjadikannya suci dan kepunyaan-Nyalah segala sesuatu, dan aku diperintahkan supaya aku termasuk orang-orang yang berserah diri. (An-Naml: 91) Firman Allah subhanahu wa ta’ala: Yang telah memberi makanan kepada mereka untuk menghilangkan rasa lapar. (Quraisy: 4) Yaitu Dia adalah Tuhan Pemilik Ka'bah ini, Dialah yang memberi mereka makan agar tidak lapar.\n\ndan mengamankan mereka dari ketakutan. (Quraisy: 4) Allah telah memberikan karunia keamanan dan banyak kemurahan kepada mereka, maka hendaklah mereka menyembah-Nya dengan mengesakan-Nya semata, tiada sekutu bagi-Nya. Dan janganlah mereka menyembah-Nya dengan yang lain-Nya, baik berhala maupun patung atau lain-lainnya yang mereka persekutukan dengan-Nya. Karena itulah barang siapa yang memenuhi perintah ini, maka Allah menghimpunkan baginya keamanan di dunia dan keamanan di akhirat nanti; dan barang siapa yang durhaka kepada-Nya, maka Allah subhanahu wa ta’ala mencabut keduanya dari dia.\n\nSebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezekinya datang kepadanya dengan melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah; karena itu Allah merasakan kepada mereka pakaian kelaparan dan ketakutan, disebabkan apa yang selalu mereka perbuat. Dan sesungguhnya telah datang kepada mereka seorang rasul dari mereka sendiri, tetapi mereka mendustakannya; karena itu mereka dimusnahkan azab dan mereka adalah orang-orang yang zalim. (An-Nahl: 112-113) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abdullah ibnu Amr Al-Gaziy, telah menceritakan kepada kami Qubaisah, telah menceritakan kepada kami Sufyan, dari Lais, dari Syahr ibnu Hausyab, dari Asma binti Yazid yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ bersabda: Kecelakaan yang besarlah bagi kalian, wahai Quraisy, karena adanya surat Quraisy ini.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Al-Mu-ammal ibnul Fadl Al-Harrani, telah menceritakan kepada kami Isa ibnu Yunus, dari Abdullah ibnu Abu Ziyad, dari Syahr ibnu Hausyab, dari Usamah ibnu Zaid yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musimpanas. Celakalah kalian, wahai golongan orang-orang Quraisy, sembahlah oleh kalian Tuhan Pemilik rumah ini (Ka'bah) yang telah memberi kalian makan dari kelaparan dan memberi kalian keamanan dari rasa takut.\n\nDemikianlah yang telah kusaksikan hadits dari Usamah ibnu Zaid. sebenarnya dari Asma binti Yazid ibnus Sakan Ummu Salamah Al-Ansariyyah Barangkali terjadi salah penyalinan dari asal riwayatnya; hanya Allahlah Yang Maha Mengetahui.","tafsir-ringkas-kemenag":"Mereka pergi berniaga tiap tahun dengan aman dan sentosa. Oleh karena itu maka hendaklah mereka menyembah Tuhan Pemilik rumah ini, yaitu Kakbah, dengan pengabdian yang hakiki dan tidak mempersekutukan-Nya, sebagai bentuk rasa syukur atas nikmat yang telah mereka terima. 4. Hendaklah mereka menyembah Tuhan Yang telah memberi makanan kepada mereka untuk menghilangkan lapar, memenuhi kebutuhan dasar mereka, dan mengamankan mereka dari rasa ketakutan. Terpenuhinya kebutuhan akan makanan dan rasa aman merupakan dua prasyarat penting yang menjamin kesejahteraan suatu masyarakat.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah memerintahkan orang-orang Quraisy agar mereka menyembah Tuhan Pemilik Ka'bah yang telah menyelamatkan mereka dari serangan orang Ethiopia yang bergabung dalam tentara gajah. Seyogyanya mereka hanya menyembah Allah dan mengagungkan-Nya.","tafsir-alazhar":"SURAH QURAISY(KAUM QURAISY)SURAH KE-106, 4 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Lantaran untuk melindungi kaum Quraisy.\" (ayat 1)Ayat 2Yaitu “Untuk melindungi mereka di dalam perjalanan musim dingin dan musim panas.\" (ayat 2)Kaum Quraisy pada umumnya adalah saudagar perantara, yang negerinya (Mekkah) terletak di tengah, di antara utara (Syam) dan selatan (Yaman). Sejak lama sebelum Islam, mereka telah menghubungkan kedua negeri itu. Syam di utara adalah pintu perniagaan yang akan melanjut sampai ke Laut Tengah dan ke negeri-negeri sebelah barat. Yaman yang ibukotanya sejak dahulu adalah Shan'aa di selatan membuka pula jalan ke timur sampai ke India, bahkan lebih jauh lagi sampai ke Tiongkok. Di musim panas mereka pergi ke Syam, dan di musim dingin mereka pergi ke Yaman, keduanya untuk berniaga. Sejak zaman purbakala telah terentang jalan kafilah di antara: Mekah, Madinah dan Damaskus atau Mekah, Hunain, Badar, Ma'an (Syarqil Urduri). Itu adalah jalan kafilah utara. Sedang jalan kafilah ke selatan: Mekah, Thaif, ‘Asir, Yaman (Shan'aa).Ayat 3“Maka hendaklah mereka menyembah kepada Tuhan Rumah ini.\" (ayat 3)Sebab banyaklah anugerah dan karunia Allah kepada mereka lantaran adanya rumah itu.Ayat 4Yaitu Allah “Yang telah memberi makan mereka dari kelaparan dan mengamankan mereka dari ketakutan.\" (ayat 4)Dengan berkat adanya Rumah Allah di tengah Kota Mekah itu, tidaklah putus-putusnya tiap tahun orang datang ke sana, di samping mereka sendiri mengadakan kafilah perniagaan ke utara dan ke selatan. Tidaklah pernah negeri mereka jadi daerah tertutup, sehingga selalulah makanan mereka terjamin, dan tidak ditimpa kelaparan. Disertai aman pula, sebab tanah Mekah itu dijadikan Daerah Terlarang sejak zaman Nabi Ibrahim, tidak boleh orang berperang di sana, tidak boleh binatang buruannya diburu, tidak boleh tumbuh-tumbuhannya dirusakkan. Aturan ini dihormati oleh seluruh kabilah Arab secara turun-temurun.Sebab itu maka tidaklah layak orang Quraisy yang telah mendapat rahmat yang begitu banyak dari Allah, kalau mereka tidak mensyukuri Allah. Tidaklah layak kalau mereka menolak risalat yang dibawa oleh Nabi Muhammad ﷺ Dan di dalam surah ini pun telah diperingatkan, bukanlah Rumah itu, bukanlah Ka'bah itu yang mesti disembah; melainkan Allah yang empunya rumah itulah yang harus disembah. Syukurilah Allah yang telah memperlindungi, membuat peraturan sehingga Tanah Mekah dapat aman dan sentosa, tidak disentuh dan diusik orang.Maka menjadi lemahlah tafsir yang mengatakan bahwa kaum bergajah dibinasakan karena Allah hendak memelihara orang Quraisy, melainkan orang Quraisy itu sendirilah dalam surah ini yang diberi peringatan, agar mereka jangan menyembah juga kepada berhala, bahkan jangan menyembah kepada Ka'bah itu sendiri; tetapi sembahlah Allah Yang Empunya Ka'bah itu. Maka tidaklah patut mereka menjadi orang musyrikin, menyembah berhala, mengumpulkan berhala pada rumah itu sampai 360 buah banyaknya."}},"4":{"arabic":"ٱلَّذِىٓ أَطۡعَمَهُم مِّن جُوعٍ وَءَامَنَهُم مِّنۡ خَوۡفٍٱلَّذِىٓ أَطۡعَمَهُم مِّن جُوعٍ وَءَامَنَهُم مِّنۡ خَوۡفٍ","words":{"arabicWords":["ٱلَّذِيٓ","أَطۡعَمَهُم","مِّن","جُوعٖ","وَءَامَنَهُم","مِّنۡ","خَوۡفِ"],"translationWords":["yang","Dia memberi makan mereka","dari","kelaparan","dan Dia memberikan keamanan mereka","dari","ketakutan"]},"translation":"yang telah memberi mereka makanan untuk menghilangkan lapar dan mengamankan mereka dari rasa takut.","tafsir":{"tafsir-jalalayn":"(Yang telah memberi makanan kepada mereka untuk menghilangkan lapar) agar mereka tidak kelaparan (dan mengamankan mereka dari ketakutan) artinya supaya mereka tidak merasa takut lagi. Sesungguhnya mereka sering mengalami kelaparan, karena di Mekah tidak terdapat lahan pertanian, sebagaimana mereka pun pernah dicekam oleh rasa takut, yaitu ketika tentara bergajah datang kepada mereka dengan maksud untuk menghancurkan Kakbah.","tafsir-ibnu-katsir":"Tafsir Surat Al-Quraisy: 1-4\n\nKarena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah), Yang telah memberi makanan kepada mereka untuk menghilangkan rasa lapar dan mengamankan mereka dari ketakutan. Surat ini menurut Mushaf Induk terpisah dari surat yang sebelumnya, mereka menuliskan di antara keduanya baris pemisah, yaitu Bismillahir Rahmanir Rahim, sekalipun bila dipandang dari segi maknanya dengan surat yang sebelumnya mempunyai kaitan yang erat.\n\nHal ini dijelaskan oleh Muhammad ibnu Ishaq dan Abdur Rahman ibnu Zaid ibnu Aslam. Dengan alasan karena makna yang dimaksud ialah Kami menahan pasukan bergajah dari Mekah dan Kami binasakan pula para pemiliknya, demi kebiasaan orang-orang Quraisy. Yakni untuk memelihara kelestarian kebiasaan dan terhimpunnya mereka di negerinya dalam keadaan aman. Menurut pendapat yang lain, makna yang dimaksud dengan Ilaf ialah tradisi mereka dalam melakukan perjalanan di musim dingin ke negeri Yaman dan di musim panas ke negeri Syam untuk tujuan berniaga dan lain-lainnya.\n\nKemudian mereka kembali ke negerinya dalam keadaan aman tanpa ada gangguan di perjalanan mereka. Demikian itu karena mereka dihormati dan disegani oleh orang lain, mengingat mereka adalah penduduk kota suci Allah. Maka siapa yang mengenal mereka, pasti menghormati mereka. Bahkan barang siapa yang dipilih oleh mereka untuk menjadi teman perjalanan mereka, maka ia ikut aman berkat keberadaan mereka.\n\nDemikianlah keadaan mereka dalam perjalanan dan misi mereka di musim dingin dan musim panas. Adapun mengenai keadaan mereka bila menetap di kota mereka, maka disebutkan oleh firman-Nya: Dan apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan (negeri mereka) tanah suci yang aman, sedangkan manusia sekitarnya rampok-merampok. (Al-'Ankabut: 67) Untuk itulah maka disebutkan oleh firman-Nya: Karena kebiasaan orang-orang Quraisy. (Quraisy: 1-2) Ilaf yang kedua menjadi badal dan tafsir dari yang pertama, untuk itulah maka disebutkan dalam firman berikutnya: (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. (Quraisy: 2) Ibnu Jarir mengatakan bahwa yang benar ialah bahwa lam dalam permulaan ayat surat ini menunjukkan makna ta'ajjub, seakan-akan disebutkan bahwa kagumlah kamu kepada kebiasaan orang-orang Quraisy dan nikmat-Ku yang telah Kulimpahkan kepada mereka dalam hal tersebut.\n\nIbnu Jarir mengatakan bahwa menurut kesepakatan kaum muslim, kedua surat ini merupakan surat yang masing-masing berdiri sendiri dan terpisah dari yang lainnya. Kemudian Allah subhanahu wa ta’ala memberi mereka petunjuk untuk bersyukur atas semua hikmat yang besar ini, melalui firman-Nya: Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). (Quraisy: 3) Yakni hendaklah mereka mengesakan-Nya dalam menyembah-Nya, sebagaimana Dia telah menjadikan bagi mereka kota yang suci lagi aman dan Ka'bah yang disucikan. Perihalnya sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Aku hanya diperintahkan untuk menyembah Tuhan negeri ini (Mekah) Yang telah menjadikannya suci dan kepunyaan-Nyalah segala sesuatu, dan aku diperintahkan supaya aku termasuk orang-orang yang berserah diri. (An-Naml: 91) Firman Allah subhanahu wa ta’ala: Yang telah memberi makanan kepada mereka untuk menghilangkan rasa lapar. (Quraisy: 4) Yaitu Dia adalah Tuhan Pemilik Ka'bah ini, Dialah yang memberi mereka makan agar tidak lapar.\n\ndan mengamankan mereka dari ketakutan. (Quraisy: 4) Allah telah memberikan karunia keamanan dan banyak kemurahan kepada mereka, maka hendaklah mereka menyembah-Nya dengan mengesakan-Nya semata, tiada sekutu bagi-Nya. Dan janganlah mereka menyembah-Nya dengan yang lain-Nya, baik berhala maupun patung atau lain-lainnya yang mereka persekutukan dengan-Nya. Karena itulah barang siapa yang memenuhi perintah ini, maka Allah menghimpunkan baginya keamanan di dunia dan keamanan di akhirat nanti; dan barang siapa yang durhaka kepada-Nya, maka Allah subhanahu wa ta’ala mencabut keduanya dari dia.\n\nSebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezekinya datang kepadanya dengan melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah; karena itu Allah merasakan kepada mereka pakaian kelaparan dan ketakutan, disebabkan apa yang selalu mereka perbuat. Dan sesungguhnya telah datang kepada mereka seorang rasul dari mereka sendiri, tetapi mereka mendustakannya; karena itu mereka dimusnahkan azab dan mereka adalah orang-orang yang zalim. (An-Nahl: 112-113) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abdullah ibnu Amr Al-Gaziy, telah menceritakan kepada kami Qubaisah, telah menceritakan kepada kami Sufyan, dari Lais, dari Syahr ibnu Hausyab, dari Asma binti Yazid yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ bersabda: Kecelakaan yang besarlah bagi kalian, wahai Quraisy, karena adanya surat Quraisy ini.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Al-Mu-ammal ibnul Fadl Al-Harrani, telah menceritakan kepada kami Isa ibnu Yunus, dari Abdullah ibnu Abu Ziyad, dari Syahr ibnu Hausyab, dari Usamah ibnu Zaid yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Karena kebiasaan orang-orang Quraisy, (yaitu) kebiasaan mereka bepergian pada musim dingin dan musimpanas. Celakalah kalian, wahai golongan orang-orang Quraisy, sembahlah oleh kalian Tuhan Pemilik rumah ini (Ka'bah) yang telah memberi kalian makan dari kelaparan dan memberi kalian keamanan dari rasa takut.\n\nDemikianlah yang telah kusaksikan hadits dari Usamah ibnu Zaid. sebenarnya dari Asma binti Yazid ibnus Sakan Ummu Salamah Al-Ansariyyah Barangkali terjadi salah penyalinan dari asal riwayatnya; hanya Allahlah Yang Maha Mengetahui.","tafsir-ringkas-kemenag":"Hendaklah mereka menyembah Tuhan Yang telah memberi makanan kepada mereka untuk menghilangkan lapar, memenuhi kebutuhan dasar mereka, dan mengamankan mereka dari rasa ketakutan. Terpenuhinya kebutuhan akan makanan dan rasa aman merupakan dua prasyarat penting yang menjamin kesejahteraan suatu masyarakat. 1. Tahukah kamu, wahai Rasul, orang yang mendustakan agama dan mengingkari hisab serta hari pembalasan di akhirat nanti'.","tafsir-lengkap-kemenag":"Kemudian Allah menjelaskan sifat Tuhan Pemilik Ka'bah yang disuruh untuk disembah itu, yaitu Tuhan yang membuka pintu rezeki yang luas bagi mereka dan memudahkan jalan untuk mencari rezeki itu. Jika tidak demikian, tentu mereka berada dalam kesempitan dan kesengsaraan. Dia mengamankan jalan yang mereka tempuh dalam rangka mereka mencari rezeki, serta menjadikan orang-orang yang mereka jumpai dalam perjalanan senang dengan mereka. Mereka tidak menemui kesulitan. Kalau tidak, tentu mereka selalu berada dalam ketakutan yang mengakibatkan hidup sengsara dan papa.","tafsir-alazhar":"SURAH QURAISY(KAUM QURAISY)SURAH KE-106, 4 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Lantaran untuk melindungi kaum Quraisy.\" (ayat 1)Ayat 2Yaitu “Untuk melindungi mereka di dalam perjalanan musim dingin dan musim panas.\" (ayat 2)Kaum Quraisy pada umumnya adalah saudagar perantara, yang negerinya (Mekkah) terletak di tengah, di antara utara (Syam) dan selatan (Yaman). Sejak lama sebelum Islam, mereka telah menghubungkan kedua negeri itu. Syam di utara adalah pintu perniagaan yang akan melanjut sampai ke Laut Tengah dan ke negeri-negeri sebelah barat. Yaman yang ibukotanya sejak dahulu adalah Shan'aa di selatan membuka pula jalan ke timur sampai ke India, bahkan lebih jauh lagi sampai ke Tiongkok. Di musim panas mereka pergi ke Syam, dan di musim dingin mereka pergi ke Yaman, keduanya untuk berniaga. Sejak zaman purbakala telah terentang jalan kafilah di antara: Mekah, Madinah dan Damaskus atau Mekah, Hunain, Badar, Ma'an (Syarqil Urduri). Itu adalah jalan kafilah utara. Sedang jalan kafilah ke selatan: Mekah, Thaif, ‘Asir, Yaman (Shan'aa).Ayat 3“Maka hendaklah mereka menyembah kepada Tuhan Rumah ini.\" (ayat 3)Sebab banyaklah anugerah dan karunia Allah kepada mereka lantaran adanya rumah itu.Ayat 4Yaitu Allah “Yang telah memberi makan mereka dari kelaparan dan mengamankan mereka dari ketakutan.\" (ayat 4)Dengan berkat adanya Rumah Allah di tengah Kota Mekah itu, tidaklah putus-putusnya tiap tahun orang datang ke sana, di samping mereka sendiri mengadakan kafilah perniagaan ke utara dan ke selatan. Tidaklah pernah negeri mereka jadi daerah tertutup, sehingga selalulah makanan mereka terjamin, dan tidak ditimpa kelaparan. Disertai aman pula, sebab tanah Mekah itu dijadikan Daerah Terlarang sejak zaman Nabi Ibrahim, tidak boleh orang berperang di sana, tidak boleh binatang buruannya diburu, tidak boleh tumbuh-tumbuhannya dirusakkan. Aturan ini dihormati oleh seluruh kabilah Arab secara turun-temurun.Sebab itu maka tidaklah layak orang Quraisy yang telah mendapat rahmat yang begitu banyak dari Allah, kalau mereka tidak mensyukuri Allah. Tidaklah layak kalau mereka menolak risalat yang dibawa oleh Nabi Muhammad ﷺ Dan di dalam surah ini pun telah diperingatkan, bukanlah Rumah itu, bukanlah Ka'bah itu yang mesti disembah; melainkan Allah yang empunya rumah itulah yang harus disembah. Syukurilah Allah yang telah memperlindungi, membuat peraturan sehingga Tanah Mekah dapat aman dan sentosa, tidak disentuh dan diusik orang.Maka menjadi lemahlah tafsir yang mengatakan bahwa kaum bergajah dibinasakan karena Allah hendak memelihara orang Quraisy, melainkan orang Quraisy itu sendirilah dalam surah ini yang diberi peringatan, agar mereka jangan menyembah juga kepada berhala, bahkan jangan menyembah kepada Ka'bah itu sendiri; tetapi sembahlah Allah Yang Empunya Ka'bah itu. Maka tidaklah patut mereka menjadi orang musyrikin, menyembah berhala, mengumpulkan berhala pada rumah itu sampai 360 buah banyaknya."}}}