{"1":{"arabic":"إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَإِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ","words":{"arabicWords":["إِنَّآ","أَعۡطَيۡنَٰكَ","ٱلۡكَوۡثَرَ"],"translationWords":["sesungguhnya","Aku telah memberikan","nikmat yang banyak"]},"translation":"Sesungguhnya Kami telah memberimu (Nabi Muhammad) nikmat yang banyak.","tafsir":{"tafsir-jalalayn":"Al-Kautsar (Sungai/Telaga Al-Kautsar)\n\n(Sesungguhnya Kami telah memberikan kepadamu) hai Muhammad (Al-Kautsar) merupakan sebuah sungai di surga dan telaga milik Nabi ﷺ kelak akan menjadi tempat minum bagi umatnya. Al-Kautsar juga berarti kebaikan yang banyak, yaitu berupa kenabian, Al-Qur'an, syafaat dan lain sebagainya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Kautsar: 1-3\n\nSesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus.' Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Fudail, dari Al-Mukhtar ibnu Fulful, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ menundukkan kepalanya sejenak, lalu beliau mengangkat kepalanya seraya tersenyum. Beliau bersabda kepada mereka, atau mereka bertanya kepada beliau ﷺ, \"Mengapa engkau tersenyum?\" Maka Rasulullah ﷺ menjawab, \"Sesungguhnya barusan telah diturunkan kepadaku suatu surat.\" Lalu beliau membaca firman-Nya: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n\nSesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: l), hingga akhir surat. Lalu Rasulullah ﷺ bersabda, \"Tahukan kalian, apakah Al-Kautsar itu?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah bersabda: Al-Kautsar adalah sebuah sungai (telaga) yang diberikan kepadaku oleh Tuhanku di dalam surga, padanya terdapat kebaikan yang banyak, umatku kelak akan mendatanginya di hari kiamat; jumlah wadah-wadah (bejana-bejana)nya sama dengan bilangan bintang-bintang. Diusir darinya seseorang hamba, maka aku berkata, \"Ya Tuhanku, sesungguhnya dia dari umatku. Maka dikatakan, \"Sesungguhnya kamu tidak mengetahui apa yang telah dibuat-buatnya sesudahmu.\" Hal yang sama telah diriwayatkan oleh Imam Ahmad dengan sanad Sulasi ini dan juga konteks yang sama dari Muhammad ibnu Fudail, dari Al-Mukhtar ibnu Fulfill, dari Anas ibnu Malik.\n\nTelah disebutkan sehubungan dengan gambaran tentang telaga ini di hari kiamat, bahwa tercurahkan kepadanya air dari langit melalui dua talang, dan bahwa bejana-bejananya bilangannya sama dengan bintang-bintang di langit. Imam Muslim, Imam Abu Dawud, dan Imam An-Nasai telah meriwayatkannya melalui jalur Ali ibnu Mis-har dan Muhammad ibnu Fudail; keduanya dari Al-Mukhtar ibnu Fulfill, dari Anas.\n\nMenurut lafal Imam Muslim, disebutkan bahwa ketika Rasulullah ﷺ berada di hadapan kami di masjid, tiba-tiba beliau menundukkan kepalanya sejenak, kemudian mengangkat kepalanya seraya tersenyum. Maka kami bertanya, \"Wahai Rasulullah, apakah yang menyebabkan engkau tertawa?\" Rasulullah ﷺ menjawab: Sesungguhnya telah diturunkan kepadaku barusan suatu surat. Maka beliau ﷺ membaca firman-Nya: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 1-3) Kemudian beliau ﷺ bersabda: \"Tahukah kamu, apakah Al-Kautsar itu? Kami menjawab, \"Allah dan Rasul-Nya lebih mengetahui. Rasulullah ﷺ bersabda, \"Sesungguhnya Al-Kautsar adalah sebuah sungai (telaga) yang telah dijanjikan oleh Tuhanku untukku, padanya terdapat kebaikan yang banyak. Al-Kautsar merupakan telaga yang akan didatangi oleh umatku kelak di hari kiamat, jumlah bejananya sama dengan bilangan bintang-bintang di langit, maka diusirlah darinya seorang hamba dari mereka, lalu aku berkata, \"Ya Tuhanku, sesungguhnya dia dari kalangan umatku.\n\nMaka Dia berfirman, \"Sesungguhnya kamu tidak mengetahui apa yang telah dibuat-buatnya sesudahmu. sebagian besar ulama ahli qiraat mengatakan berdasarkan dalil ayat ini, bahwa surat ini adalah surat Madaniyah. Dan kebanyakan ulama fiqih mengatakan bahwa Basmalahnya merupakan bagian dari surat dan diturunkan bersama-sama dengan surat ini. Adapun mengenai firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Dalam hadits yang lalu telah disebutkan bahwa Al-Kautsar adalah nama sebuah sungai di dalam surga.\n\nImam Ahmad telah meriwayatkan melalui jalur lain dari Anas; untuk itu ia mengatakan bahwa telah menceritakan kepada kami Affan, telah menceritakan kepada kami Hammad, telah menceritakan kepada kami Sabit, dari Anas, bahwa ia membaca firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Lalu ia mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku diberi Al-Kautsar, dan ternyata ia adalah sebuah sungai yang mengalir, tetapi tidak dibedahkan sebagai mana sungai. Dan ternyata kedua tepinya adalah kubah-kubah dari mutiara; lalu aku menyentuhkan tanganku ke tanahnya, dan ternyata ia seharum minyak kesturi yang sangat harum baunya, dan ternyata batu-batu kerikilnya dari mutiara.\n\nImam Ahmad mengatakan. telah menceritakan kepada kami Muhammad ibnu Abu Adiy, dari Humaid, dari Anas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku masuk ke dalam surga, dan tiba-tiba aku melihat sebuah sungai yang kedua tepinya dipenuhi oleh kemah-kemah dari mutiara, lalu aku sentuhkan tanganku ke tanah yang dialiri airnya, tiba-tiba ia adalah minyak kesturi yang sangat harum baunya. Aku bertanya, \"Wahai Jibril, apakah ini? Jibril menjawab, \"Ini adalah Al-Kautsar yang diberikan oleh Allah subhanahu wa ta’ala kepadamu. Imam Bukhari di dalam kitab sahihnya dan Imam Muslim telah meriwayatkan melalui hadits Syaiban ibnu Abdur Rahman, dari Qatadah, dari Anas ibnu Malik yang mengatakan bahwa setelah Nabi ﷺ dibawa naik ke langit, beliau menceritakan: Aku datang ke sebuah sungai yang kedua tepinya dipenuhi oleh kemah-kemah dari mutiara yang dilubangi, lalu aku bertanya, \"Apakah ini, wahai Jibril? Jibril berkata, \"Ini adalah Sungai Al-Kautsar.\n\nDemikianlah menurut lafal Imam Bukhari rahimahullah. Ibnu Jarir mengatakan bahwa telah menceritakan kepada kami Ar-Rabi', telah menceritakan kepada kami Ibnu Wahb, dari Sulaiman ibnu Bilal, dari Syarik ibnu Abu Namir; ia pernah mendengar Anas menceritakan hadits berikut kepadanya (dan teman-temannya), bahwa ketika Rasulullah ﷺ melakukan Isra, Jibril membawanya naik ke langit terdekat, tiba-tiba Nabi ﷺ melihat sebuah sungai yang padanya terdapat sebuah gedung dari mutiara dan zabarjad. Lalu Nabi ﷺ mencium bau tanahnya, dan ternyata baunya harum seperti minyak kesturi, lalu beliau ﷺ bertanya, \"Wahai Jibril, sungai apakah ini?\" Jibril menjawab, \"Ini adalah Sungai Al-Kautsar yang disediakan oleh Tuhanmu untukmu.\" Hadits mengenai Isra ini telah disebutkan di dalam tafsir surat Al-Isra melalui jalur Syarik, dari Anas, dari Nabi ﷺ'yang hadisnya diketengahkan di dalam kitab Sahihain.\n\nSa'id telah meriwayatkan dari Qatadah, dari Anas, bahwa Rasulullah ﷺ pernah bersabda: Ketika aku sedang berjalan di dalam sungai, tiba-tiba terbentang di hadapanku sebuah sungai yang kedua tepinya penuh dengan kemah-kemah mutiara yang berlubang. Maka berkatalah malaikat yang menemaninya, \"Tahukah kamu apakah sungai ini? Inilah Al-Kautsar yang akan diberikan Allah kepadamu. Lalu Nabi ﷺ memasukkan tangannya ke tanah dan mengeluarkan dari tanahnya minyak kesturi (yang harum baunya). Hal yang sama telah diriwayatkan oleh Sulaiman ibnu Tarkhan dan Ma'mar serta Hammam dan lain-lainnya dari Qatadah dengan sanad yang sama. \n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ahmad ibnu Abu Syuraih, telah menceritakan kepada kami Abu Ayyub Al-Abbas, telah menceritakan kepada kami Ibrahim ibnu Sa'd, telah menceritakan kepadaku Muhammad ibnu Abdul Wahhab (keponakan Ibnu Syihab), dari ayahnya, dari Anas yang menceritakan bahwa Rasulullah ﷺ pernah ditanya mengenai makna Al-Kautsar, maka beliau ﷺ menjawab: Al-Kautsar adalah sebuah sungai yang diberikan Allah kepadaku di dalam surga, tanahnya adalah minyak kesturi (airnya) lebih putih daripada air susu dan rasanya lebih manis daripada madu; sungai itu didatangi oleh burung-burung yang lehernya seperti leher unta. Abu Bakar berkata, \"Wahai Rasulullah, sesungguhnya burung itu benar-benar lezat dagingnya.\" Rasulullah ﷺ menjawab: Aku akan memakan dagingnya dan merasakan kelezatan (kenikmatan)nya. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Salamah Al-Khuza'i, telah menceritakan kepada kami Al-Lais, dari Yazid ibnul Had, dari Abdul Wahhab, dari Abdullah ibnu Muslim ibnu Syihab, dari Anas, bahwa seorang lelaki pernah bertanya, \"Wahai Rasulullah, apakah Al-Kautsar itu?\" Rasulullah ﷺ bersabda: \"Al-Kautsar adalah sebuah sungai di dalam surga yang diberikan oleh Tuhanku untukku. Airnya lebih putih daripada air susu dan rasanya lebih manis daripada madu, padanya terdapat burimg-burung yang lehernya seperli leher unta.\n\nUmar bertanya, \"Wahai Rasulullah, sudah tentu dagingnya amat lezat. Rasulullah ﷺ bersabda, \"Aku akan memakannya dan merasakan kelezatannya, wahai Umar. Ibnu Jarir meriwayatkannya melalui hadits Az-Zuhri dari saudaranya (yaitu Abdullah), dari Anas, bahwa ia pernah bertanya kepada Rasulullah ﷺ tentang Al-Kautsar, maka disebutkan hal yang semisal dengan hadits di atas. Imam Bukhari mengatakan, telah menceritakan kepada kami Khalid ibnu Yazid Al-Kahili, telah menceritakan kepada kami Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Aisyah Bahwa ia pernah bertanya kepada Aisyah tentang makna firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Maka Siti Aisyah menjawab, \"'Al-Kautsar adalah sebuah sungai yang diberikan kepada Nabi kalian, kedua tepinya berupa mutiara yang berlubang, jumlah bejana-bejananya sama dengan bilangan bintang-bintang di langit.\" Kemudian Imam Bukhari mengatakan bahwa Zakaria, Abul Ahwas dan Mutarrif telah meriwayatkannya dari Abu Ishaq; Imam Ahmad dan Imam An-Nasai meriwayatkannya melalui jalur Mutarrif dengan sanad yang sama.\n\nIbnu Jarir mengatakan. telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Wakr, dari Sufyan dan Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Aisyah yang mengatakan bahwa. Al-Kautsar adalah nama sebuah sungai di dalam surga yang kedua tepinya mutiara yang berlubang. Israil mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang padanya terdapat bejana-bejana yang bilangannya sama dengan bintang-bintang di langit.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Ya'qub Al-Qummi, dari Hafs ibnu Humaid, dari Syamir ibnu Atiyyah, dari Syaqiq atau Masruq yang mengatakan bahwaaku bertanya kepada Siti Aisyah, ''Wahai Ummul Muminin, ceritakanlah kepadaku tentang Al-Kautsar? Aisyah menjawab, \"Sebuah sungai di lembah surga.\" Aku bertanya, \"Apakah yang dimaksud dengan lembah surga?\" Aisyah menjawab, \"Terletak dibagian tengahnya, kedua tepinya penuh dengan gedung-gedung dari mutiara dan yaqut, dan tanahnya seharum minyak kesturi, sedangkan batu kerikilnya dari mutiara dan yaqut.\n\nIbnu Jarir mengatakan bahwa telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Abu Ja'far Ar-Razi, dari Ibnu Abu Najih, dari Aisyah yang mengatakan, \"Barang siapa yang ingin mendengarkan gemerciknya air Telaga Kautsar, hendaklah ia menutupkan kedua jari telunjuknya ke kedua lubang telinganya. Riwayat ini terdapat mata rantai yang putus antara Ibnu Abu Najih dan Siti Aisyah Dan menurut sebagian riwayat dari seorang lelaki, dari Aisyah, disebutkan bahwa makna yang dimaksud ialah suarayang semisal dengan itu, bukan berarti suaranya persis, seperti itu; hanya Allah-lah Yang Maha Mengetahui.\n\nAs-Suhaili mengatakan bahwa Imam Daruqutni telah meriwayatkannya secara marfu' melalui jalur Malik ibnu Magul, dari Asy-Sya'bi, dari Masruq, dari Aisyah, dari Nabi ﷺ Kemudian Imam Bukhari mengatakan, telah menceritakan kepada kami Ya'qub ibnu Ibrahim, telah menceritakan kepada kami Hasyim. telah menceritakan kepada kami Abu Bisyr, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan sehubungan dengan Al-Kautsar, bahwa Al-Kautsar adalah kebaikan yang banyak yang diberikan oleh Allah kepada Nabi ﷺ Abu Bisyr mengatakan bahwa ia pernah berkata kepada Sa'id ibnu Jubair, bahwa sesungguhnya orang-orang mengira Al-Kautsar adalah sebuah sungai di dalam surga. Maka Sa'id menjawab. bahwa sungai di dalam surga termasuk kebaikan yang diberikan oleh Allah subhanahu wa ta’ala kepada Nabi ﷺ Abu Bisyr telah meriwayatkannya pula melalui hadits Hasyim, dari Abu Bisyr dan ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak. Ats-Tsauri telah meriwayatkan dari ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar artinya kebaikan yang banyak.\n\nDan tafsir ini bersifat lebih umum mencakup sungai dan nikmat lainnya. Mengingat lafal Al-Kautsar berasal dari Al-Ka'srah yang artinya kebaikan yang banyak, dan di antaranya ialah sungai tersebut di dalam surga. Pendapat ini dikatakan oleh Ibnu Abbas, Ikrimah, Sa'id ibnu Jubair, Mujahid, Muharib ibnu Disar, dan Al-Hasan ibnu Abul Hasan Al-Basri, sehingga Mujahid mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak di dunia dan akhirat.\n\nIkrimah mengatakan bahwa. Al-Kautsar adalah kenabian, Al-Qur'an, dan pahala di akhirat. Tetapi telah terbuktikan kesahihan sebuah riwayat yang bersumber dari Ibnu Abbas menyebutkan bahwa dia menakwilkannya pula dengan makna sebuah sungai di dalam surga. Ibnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Umar ibnu Ubaid, dari ‘Atha’, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas dan perak, mengalir di atas yaqut dan mutiara, airnya lebih putih daripada salju, dan rasanya lebih manis daripada madu.\n\nAl-Aufi telah meriwayatkan hal yang semisal dari Ibnu Abbas. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami ‘Atha’ ibnus Saib dari Muharib ibnu Disar, dari Ibnu Umar, dia mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas dan perak, mengalir di atas mutiara dan yaqut, airnya lebih putih daripada susu, dan rasanya lebih manis daripada madu.\n\nHal yang semisal telah diriwayatkan pula oleh Imam At-Tirmidzi dari ibnu Humaid, dari Jarir, dari ‘Atha’ ibnu Saib dengan sanad dan lafal yang semisal secara mauqufhanya sampai pada Ibnu Abbas. Tetapi telah diriwayatkan pula hal yang semisal secara marfu', Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Ali ibnu Hafs, telah menceritakan kepada kami Warqa yang mengatakan bahwa ‘Atha’ telah meriwayatkan dari Muharib ibnu Disar, dari Ibnu Umar yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas, airnya mengalir di atas mutiara, dan warnanya lebih putih daripada susu dan rasanya lebih manis daripada madu.\n\nHal yang semisal telah diriwayatkan oleh Imam At-Tirmidzi, Ibnu Majah, Ibnu Abu Hatim, dan Ibnu Jarir melalui jalur Muhammad ibnu Fudail, dari ‘Atha’ ibnus Saib secara inarfu', Imam At-Tirmidzi mengatakan bahwa hadits ini hasan shahih. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, telah menceritakan kepada kami ‘Atha’ ibnus Saib yang mengatakan bahwa Muharib ibnu Disar telah menceritakan kepadanya apa yang telah dikatakan oleh Said ibnu Jubair tentang Al-Kautsar.\n\nMuharib ibnu Disar mengatakan bahwa Sa'id ibnu Jubair telah menceritakan kepada kami dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak. Lalu Sa'id ibnu Jubair mengatakan bahwa benar, sesungguhnya Al-Kautsar adalah kebaikan yang banyak. Akan.tetapi, telah menceritakan kepada kami Ibnu Umar, bahwa seketika diturunkan firman-Nya: Sesungguhnya Kami telah rnemberikan kepadamu Al-Kautsar (kebaikan yang banyak). (Al-Kautsar: 1) Maka Rasulullah ﷺ bersabda: Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya emas, (airnya) mengalir di atas mutiara dan yaqut. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ibnul Burqi, telah menceritakan kepada kami Ibnu Maiyam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Haram ibnu USman, dari Abdur Rahman Al-A'raj, dari Usamah ibnu Zaid, bahwa Rasulullah ﷺ di suatu hari berkunjung ke rumah Hamzah ibnu Abdul Muttalib, dan ternyata beliau tidak menjumpainya, lalu beliau menanyakannya kepada istrinya yang berasal dari Bani Najjar.\n\nIstri Hamzah menjawab, \"Wahai Nabi Allah, dia baru saja keluar menuju ke rumahmu, kalau begitu barangkali dia sesat jalan di sebagian lorong-lorong Bani Najjar. Tidakkah engkau masuk lebih dahulu, wahai Rasulullah?\" Maka Rasulullah ﷺ masuk, dan istri Hamzah menyuguhkan kepadanya makanan hais (makanan yang terbuat dari buah kurma, minyak samin, dan tepung sawiq), maka Nabi ﷺ memakan sebagian darinya. Dan istri Hamzah bertanya, \"Wahai Rasulullah, kuucapkan selamat kepada engkau, sebenarnya aku ingin datang kepadamu untuk mengucapkan selamat, karena Abu Imarah pernah menceritakan kepadaku bahwa engkau telah diberi sebuah sungai di dalam surga yang dikenal dengan nama Al-Kautsar.\" Nabi ﷺ menjawab: Benar, dan luasnya yakni tanahnya adalah yaqut, marjan, zabarjad, dan mutiara.\n\nHaram ibnu Usman adalah orang yang berpredikat daif, tetapi konteks hadits ini hasan, dan asal hadits ini berpredikat shahih, bahkan dapat dibilang mutawatir yang diriwayatkan melalui berbagai jalur hingga memberikan pengertian kepastian di kalangan para imam ahli hadits, demikian pula hadits-hadits yang menceritakan tentang telaga (Kautsar). Hal yang sama telah diriwayatkan dari Anas, Abul Aliyah dan Mujahid serta bukan hanya seorang dari kalangan ulama Salaf.\n\nbahwa Al-Kautsar adalah nama sebuah sungai di dalam surga. ‘Atha’ mengatakan bahwa Al-Kautsar yaitu nama sebuah telaga di dalam surga. Firman Allah subhanahu wa ta’ala: Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. (Al-Kautsar: 2) Yakni sebagaimana Kami telah memberimu kebaikan yang banyak di duni adan akhirat, antara lain ialah sebuah sungai yang sifat-sifatnya telah disebutkan di atas; maka kerjakanlah shalat fardu dan shalat sunatmu dengan ikhlas karena Allah dan juga dalam semua gerakmu.\n\nSembahlah Dia semata, tiada sekutu bagi-Nya; dan sembelihlah korbanmu dengan menyebut nama-Nya semata, tiada sekutu bagi-Nya. Hal yang senada disebutkan di dalam ayat lain melalui firman-Nya: Katakanlah, \"Sesungguhnya salatku, ibadahku. hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam, tiada sekutu bagi-Nya; dan demikian itulah diperintahkan kepadaku, dan aku adalah orang yang pertama-tama menyerahkan diri (kepada Allah).(Al-An'am: 162-163) Ibnu Abbas, ‘Atha’, Mujahid, Ikrimah, dan Al-Hasan telah mengatakan bahwa yang dimaksud dengan wanhar ialah menyembelih unta dan ternak lainnya sebagai korban.\n\nHal yang semisal telah dikatakan oleh Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Adh-Dhahhak, Ar-Rabi', ‘Atha’ Al-Khurrasani, Al-Hakam, Sa'id ibnu Abu Khalid, dan lain-lainnya yang bukan hanya seorang dari kalangan ulama Salaf. Hal ini berbeda keadaannya dengan apa yang dilakukan oleh orang-orang menyebut nama-Nya, Allah subhanahu wa ta’ala telah berfirman: Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah ketika menyembelihnya. Sesungguhnya perbuatan yang semacam itu adalah suatu kefasikan. (Al-An'am: 121), sampai akhir ayat. Menurut pendapat lain, yang dimaksud dengan wanhar ialah meletakkan tangan kanan di atas tangan kiri di bawah tenggorokan.\n\nHal ini diriwayatkan dari Ali, tetapi sanadnya tidak shahih. Dan hal yang semisal telah diriwayatkan dari Abu Ja'far Al-Baqir. Pendapat yang lainnya mengatakan bahwa wanhar artinya mengangkat kedua tangan di saat membuka shalat. Dan menurut pendapat yang lainnya lagi, wanhar artinya hadapkanlah lehermu ke arah kiblat. Ketiga pendapat ini disebutkan oleh Ibnu Jarir. Ibnu Abu Hatim sehubungan dengan hal ini telah meriwayatkan sebuah hadits yang mungkar.\n\nUntuk itu ia mengatakan: telah menceritakan kepada kami Wahb ibnu Ibrahim Al-Qadi pada tahun dua ratus lima puluh lima Hijriah, telah menceritakan kepada kami Israil ibnu Hatim Al-Marwazi, telah menceritakan kepada kami Muqatil ibnu Hayyan, dari Al-Asbagh ibnu Nabtah, dari Ali ibnu Abu Thalib yang mengatakan bahwa ketika diturunkan kepada Nabi ﷺ surat ini, yaitu: Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. (Al-Kautsar: 1-2) Maka Rasulullah ﷺ bertanya, \"Wahai Jibril, apakah yang dimaksud dengan nahirah yang diperintahkan kepadaku oleh Tuhanku agar aku melakukannya?\" Jibril menjawab, \"Bukan nahirah, tetapi Dia memerintahkan kepadamu apabila berihram untuk shalat, angkatlah kedua tanganmu saat mengucapkan takbir, dan saat engkau rukuk, dan saat engkau angkat kepalamu dari rukuk, dan apabila engkau akan sujud.\n\nKarena sesungguhnya itulah shalat kita dan shalat para malaikat yang ada di tujuh langit. Sesungguhnya tiap-tiap sesuatu itu mempunyai perhiasan, dan perhiasan shalat ialah mengangkat kedua tangan di saat takbir.\"' Hal yang sama telah diriwayatkan oleh Imam Hakim di dalam kitab Mustadrak-nya melalui hadits Israil ibnu Hatim dengan sanad yang sama. Telah diriwayatkan dari ‘Atha’ Al-Khurrasani sehubungan dengan makna firman-Nya, \"wanhar\" artinya angkatlah tulang punggungmu sesudah rukuk dan tegakkanlah ia serta tampakkanlah tenggorokanmu.\n\nMakna yang dimaksud ialah i'tidal. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim; semua pendapat ini berpredikat gharib sekali. Pendapat yang shahih adalah yang pertama, yaitu yang mengatakan, bahwa makna yang dimaksud dengan nahr ialah menyembelih hewan kurban. Karena itulah maka Rasulullah ﷺ seusai shalat Idul Adha segera menyembelih kurbannya, lalu bersabda: Barang siapa yang shalat seperti shalat kami dan menyembelih kurban seperti kami menyembelih kurban, maka sesungguhnya dia telah menunaikan kurbannya.\n\nDan barang siapa yang menyembelih kurban sebelum shalat (hari raya) maka tiada kurban baginya. Maka Abu Burdah Nayyar bertanya, \"Wahai Rasulullah, sesungguhnya aku telah menyembelih kambingku sebelum shalat, dan aku mengetahui bahwa hari ini adalah hari yang semua orang menyukai daging padanya\" Rasulullah ﷺ menjawab: Kambingmu itu adalah daging kambing biasa (bukan kurban). Abu Burdah berkata, \"Wahai Rasulullah, sesungguhnya aku mempunyai seekor anak kambing kacang yang lebih aku sukai daripada dua ekor kambing biasa, apakah itu cukup untuk kurbanku?\" Rasulullah ﷺ menjawab: Cukup untukmu, tetapi tidak cukup untuk orang lain sesudahmu. Abu Ja'far ibnu Jarir mengatakan bahwa pendapat yang benar adalah pendapat yang mengatakan bahwa makna yang dimaksud dari ayat ialah jadikanlah salatmu semuanya tulus ikhlas hanya untuk Tuhanmu, bukan untuk berhala atau sembahan selain-Nya.\n\nDemikian pula kurbanmu, jadikanlah hanya untuk Dia, bukan untuk berhala-berhala. sebagai ungkapan rasa syukurmu terhadap-Nya atas kemuliaan dan kebaikan tiada taranya yang dikhususkan-Nya buatmu sebagai anugerah dari-Nya. Pendapat yang dikemukakan oieh orang yang mengatakan ini amatlah baik. Dan pendapat ini telah dikatakan sebelumnya oleh Muhammad ibnu Ka'b Al-Qurazi dan ‘Atha’ dengan ungkapan yang semakna. Firman Allah subhanahu wa ta’ala: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Yakni sesungguhnya orang yang membencimu, wahai Muhammad, dan benci kepada petunjuk, kebenaran, bukti yang jelas, dan cahaya terang yang kamu sampaikan; dialah yang terputus lagi terhina, direndahkan dan terputus sebutannya.\n\nIbnu Abbas, Mujahid, Sa'id ibnu Jubair, dan Qatadah mengatakan bahwa ayat ini diturunkan berkenaan dengan Al-As ibnu Wa-il. Muhammad ibnu Ishaq telah meriwayatkan dari yazid ibnu Ruman yang mengatakan bahwa dahulu Al-As ibnu Wa-il apabila disebutkan nama Rasulullah ﷺ, ia mengatakan, \"Biarkanlah dia, karena sesungguhnya dia adalah seorang lelaki yang terputus, tidak mempunyai keturunan. Apabila dia mati, maka terputuslah sebutannya.\" Maka Allah menurunkan surat ini.\n\nSyamir ibnu Atiyyah mengatakan bahwa surat ini diturunkan berkenaan dengan Uqbah ibnu Abu Mu'it. Ibnu Abbas mengatakan pula, dan juga ikrimah, bahwa surat ini diturunkan berkenaan dengan Ka'b ibnul Asyraf dan sejumlah orang-orang kafir Quraisy. Al-Bazzar mengatakan, telah menceritakan kepada kami Ziyad ibnu Yahya Al-Hassani, telah menceritakan kepada kami Ibnu Abu Addi, dari Daud, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa Ka'b ibnul Asyraf datang ke Mekah, maka orang-orang Quraisy berkata kepadanya, \"Engkau adalah pemimpin mereka.\n\nTidakkah engkau melihat kepada lelaki yang terusir lagi terputus dari kaumnya itu (maksudnyaNabi ﷺ)? Dia mengira bahwa dirinya lebih baik daripada kami, padahal kami adalah ahli (pelayan) jemaah haji, ahli sadanah (pelayan Ka'bah) dan ahli Siqayah (pelayan minuman air zamzam),\" Maka Ka'b Ibnul Asyraf berkata, \"Kalian lebih baik daripadanya.\" Maka turunlah firman Allah subhanahu wa ta’ala: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Hal yang sama diriwayatkan oleh Al-Bazzar, dan hadits ini shahih sanadnya. Diriwayatkan pula dari ‘Atha’, bahwa surat ini diturunkan berkenaan dengan Abu Lahab.\n\nDemikian itu terjadi ketika putra Rasulullah ﷺ meninggal dunia, maka Abu Lahab pergi menemui orang-orang musyrik dan berkata kepada mereka, \"Tadi malam Muhammad terputus (keturunannya).\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya sehubungan dengan peristiwa tersebut: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus (Al-Kautsar: 3) Dan diriwayatkan dari Ibnu Abbas bahwa ayat ini diturunkan berkenaan dengan Abu Jahal. Diriwayatkan pula dari Ibnu Abbas, bahwa makna: sesungguhnya orang-orang yang membencimu. (Al-Kautsar: 3) Yakni musuhmu. Pendapat ini lebih mencakup dan meliputi semua orang yang bersifat dan berkarakter demikian, baik dari kalangan mereka yang telah disebutkan di atas maupun yang lainnya. ikrimah mengatakan bahwa al-abtar artinya sebatang kara.\n\nAs-Suddi mengatakan bahwa dahulu mereka apabila meninggal dunia keturunannya laki-laki mereka, maka mereka mengatakannya abtar (terputus keturunannya). Dan ketika putra-putra Nabi ﷺ semuanya meninggal dunia, maka mereka mengatakan, \"Muhammad telah terputus.\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Pendapat ini senada dengan apa yang telah kami sebutkan di atas yang mengatakan bahwa abtar ialah orang yang tidak mempunyai keturunan laki-laki. Maka orang-orang kafir Quraisy itu mengira bahwa seseorang itu apabila anak-anak lelakinya mati, maka terputuslah sebutannya. Padalah tidaklah demikianlah kenyataannya, bahkan sebenarnya Allah mengekalkan sebutan Nabi ﷺ di hadapan para saksi dan mewajibkan syariat yang dibawanya di atas pundak hamba-hamba-Nya, yang akan terus berlangsung selamanya sampai hari mereka dihimpunkan untuk mendapat pembalasan. Semoga salawat dan salam-Nya terlimpah-kan kepadanya selama-lamanya sampai hari kiamat.\"","tafsir-ringkas-kemenag":"Wahai Nabi Muhammad, sungguh Kami telah memberimu nikmat yang banyak dan langgeng, meliputi kenikmatan duniawi maupun ukhrawi, seperti kenabian, Al-Qur'an, syafaat, telaga di surga, dan sebagainya. 2. Karena itu, sebagai rasa syukurmu kepada Tuhanmu, maka laksanakanlah salat dengan ikhlas semata-mata karena Tuhanmu, bukan dengan tujuan ria; dan berkurbanlah demi Allah dengan menyembelih hewan sebagai ibadah dan sarana mendekatkan diri kepada Allah.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menerangkan bahwa Dia telah memberi Nabi Muhammad nikmat dan anugerah yang tidak dapat dihitung banyaknya dan tidak dapat dinilai tinggi mutunya, walaupun (orang musyrik) memandang hina dan tidak menghargai pemberian itu disebabkan kekurangan akal dan pengertian mereka. Pemberian itu berupa kenabian, agama yang benar, petunjuk-petunjuk dan jalan yang lurus yang membawa kepada kebahagiaan hidup di dunia dan di akhirat.\n\nOrang-orang musyrik di Mekah dan orang-orang munafik di Medinah mencemoohkan dan mencaci-maki Nabi ﷺ sebagai berikut:\n\n1.\tPengikut-pengikut Muhammad ﷺ terdiri dari orang-orang biasa yang tidak mempunyai kedudukan. Kalau agama yang dibawanya itu benar, tentu yang menjadi pengikut-pengikutnya orang-orang mulia yang berkedudukan di antara mereka. Ucapan ini bukanlah suatu keanehan, karena kaum Nuh juga dahulu kala telah menyatakan yang demikian kepada Nabi Nuh as sebagaimana firman Allah:\n\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11 : 27)\n\nSunnatullah yang berlaku di antara hamba-hamba Allah bahwa mereka yang cepat menerima panggilan para rasul adalah orang-orang biasa atau orang lemah karena mereka tidak takut kehilangan pangkat atau kedudukan, karena tidak mempunyai keduanya. Dari itu pertentangan terus-menerus terjadi antara yang merasa terpandang dengan para rasul, tetapi Allah senantiasa membantu para rasul-Nya dan menunjang dakwah mereka.\n\nBegitulah sikap penduduk Mekah terhadap dakwah Nabi Muhammad. Pembesar-pembesar dan orang-orang yang berkedudukan tidak mau mengikuti Nabi karena benci kepada beliau dan terhadap orang-orang biasa yang menjadi pengikut beliau.\n\n2.\tOrang-orang Mekah bila melihat anak-anak Nabi Muhammad meninggal dunia, mereka berkata, \"Sebutan Muhammad akan lenyap dan ia akan mati punah.\" Mereka mengira bahwa kematian itu suatu kekurangan lalu mereka mengejek Nabi dan berusaha menjauhkan manusia dari beliau.\n\n3.\tOrang-orang Mekah bila melihat suatu musibah atau kesulitan yang menimpa pengikut-pengikut Nabi, bergembira dan bersenang hati. Mereka menunggu kehancuran para pengikut Nabi, sehingga kedudukan mereka semula yang telah diguncangkan oleh agama baru itu kembali mereka peroleh.\n\nPada surah ini, Allah menyampaikan kepada rasul-Nya, bahwa tuduhan-tuduhan yang dilontarkan oleh orang-orang musyrik itu adalah suatu prasangka yang tidak ada artinya sama sekali. Namun semua itu adalah untuk membersihkan jiwa-jiwa yang masih dapat dipengaruhi oleh isu-isu tersebut dan untuk mematahkan tipu daya orang-orang musyrik, agar mereka mengetahui bahwa perjuangan Nabi ﷺ pasti akan menang dan pengikut-pengikut beliau pasti akan bertambah banyak. \n\nAl-Kautsar diartikan sebagai sungai di surga yang dianugerahkan Allah kepada Nabi Muhammad, dan ada pula yang berpendapat bahwa al-kautsar bermakna kebaikan yang banyak.","tafsir-alazhar":"SURAH AL-KAUTSAR(SANGAT BANYAK)SURAH KE-108, 3 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Sesungguhnya telah Kami berikan kepadamu (karunia) sangat banyak.\" (ayat 1)Sesungguhnya sangatlah banyaknya anugerah dan carunia Allah kepadamu, wahai Utusan-Ku! Tidaklah dapat dihitung berapa banyaknya larunia itu, sejak dari Al-Qur'an yang ditururkan sebagai wahyu, nikmat yang diilhamkan sebagai hasil pikiran, nubuwah dan kerasulai, penutup dari segala Rasul, rahmat bagi seluruh alam, pemimpin bagi umat manusia, memimpinkan agama yang benar, untuk keselamatan dan kebahagiaan dunia-akhirat.Selain dari itu ada juga tafsir yang lain tentang al-Kautsar itu.-\tDalam sebuah hadits yang dirawikan oleh Tirmidzi “al-Kautsar nama sebuah telaga sebelum menjelang ke surga, di sanalah umat Muhammad akan minum bersama Nabi ketika akan meneruskan perjalanan ke dalam surga.\"-\tNubuwwat.-\tAl-Qur'an.-\tAl-Islam.-\tKemudahan syari'at.-\tBanyak sahabat, banyak umat dan banyak pengikut-\tTersebut namanya di mana-mana-\tCahaya bersinar dari dalam hatimu, menunjuk jalan menuju Aku, dan memutuskan jalan kepada yang selain Aku-\tKasih sayangmu kepada orang lain-\tSyafaat yang dianugerahkan kepada engkau untuk melindungi umatmu di akhirat.-\tSuatu mukjizat dari Allah, sehingga doa umatmu yang saleh dikabulkan Allah jua.-\tDua kalimat syahadat: Laa Ilaha illa Allah wa Muhammadan Rasulullah.\"-\tPemahaman agama yang sampai mendalam-\tShalat lima waktuDan semuanya itu bolehlah kita kumpulkan ke dalam al-Kautsar karena arti al-Kautsar sendiri memang sangat banyak untuk dihitung.Ayat 2“Sebab itu hendaklah engkau shalat karena Tuhanmu.\"Sedemikian banyaknya nikmat anugerah Allah kepada engkau, sehingga tempat engkau beribadah hanya Allah, tempat engkau bershalat hanya Dia, tiada yang lain. Karena nikmat tidak akan didapat dari yang lain.“Dan hendaklah engkau berqurban.\" (ujung ayat 2)Menurut tafsir Said bin Jubair, “Shalat Shubuhlah berjamaah, kemudian itu sehabis Shalat ‘Idul Adha, sembelihlah qurban.\"Ada lagi penafsiran lain, menurut al-Qurthubi, diterima dari Ali bin Abi Thalib dan Muhammad bin Ka'ab, “Bershalatlah untuk Tuhanmu dan hadapkanlah dadamu.\" Sebab an-Nahr itu boleh diartikan menyembelih binatang ternak sebagai qurban di hari kesepuluh Dzulhijjah yang dinamai juga Yaumun Nahr, dan berarti pula dada! Maka mereka artikan, “Shalatlah karena Tuhanmu dan hadapkan dada ke kiblat dengan meletakkan tangan kanan atas tangan kiri di atas dada.\"Ayat 3“Sesungguhnya orang yang membenci engkau itulah yang akan putus.\" (ayat 3)Menurut bahasa yang dipakai orang Arab kalau ada seseorang yang banyak anaknya, laki-laki dan perempuan, tiba-tiba anak-anaknya yang laki-laki meninggal semuanya di waktu kecil, orang itu dinamai Abtar. Yang kita artikan putus, yaitu putus turunan. Nabi Muhammad ﷺ mempunyai banyak putra dengan Khadijah, empat anas perempuan (Zainab, Ruqaiyah, Urnmi Kiltsum, dan Fatimah). Dan anak laki-laki beliau bernama Abdullah, Qasim, dan Thahir. Dan setelah tinggal di Madinah beliau mendapat anak laki-laki pula, namanya Ibrahim. Tetapi anak laki-laki ini semuanya wafat saat waktu kecil.Sampai sekarang, sudah empat belas abad lebih, masih saja bertebaran di muka bumi ini anak keturunan Fatimah. Ada yang menjadi raja-raja, ada yang menjadi ulama, dan penganjur politik. Sedang orang-orang yang membencinya itu putuslah berita mereka, tidak ada kabarnya lagi. Benarlah janji Allah, merekalah yang terputus. Marilah kita camkan kebenaran firman Allah."}},"2":{"arabic":"فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡفَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ","words":{"arabicWords":["فَصَلِّ","لِرَبِّكَ","وَٱنۡحَرۡ"],"translationWords":["maka dirikanlah sholat","karena Tuhanmu","dan berkurbanlah"]},"translation":"Maka, laksanakanlah salat karena Tuhanmu dan berkurbanlah!","tafsir":{"tafsir-jalalayn":"(Maka dirikanlah salat karena Rabbmu) yaitu salat Hari Raya Kurban (dan berkurbanlah) untuk manasik hajimu.","tafsir-ibnu-katsir":"Tafsir Surat Al-Kautsar: 1-3\n\nSesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus.' Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Fudail, dari Al-Mukhtar ibnu Fulful, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ menundukkan kepalanya sejenak, lalu beliau mengangkat kepalanya seraya tersenyum. Beliau bersabda kepada mereka, atau mereka bertanya kepada beliau ﷺ, \"Mengapa engkau tersenyum?\" Maka Rasulullah ﷺ menjawab, \"Sesungguhnya barusan telah diturunkan kepadaku suatu surat.\" Lalu beliau membaca firman-Nya: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n\nSesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: l), hingga akhir surat. Lalu Rasulullah ﷺ bersabda, \"Tahukan kalian, apakah Al-Kautsar itu?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah bersabda: Al-Kautsar adalah sebuah sungai (telaga) yang diberikan kepadaku oleh Tuhanku di dalam surga, padanya terdapat kebaikan yang banyak, umatku kelak akan mendatanginya di hari kiamat; jumlah wadah-wadah (bejana-bejana)nya sama dengan bilangan bintang-bintang. Diusir darinya seseorang hamba, maka aku berkata, \"Ya Tuhanku, sesungguhnya dia dari umatku. Maka dikatakan, \"Sesungguhnya kamu tidak mengetahui apa yang telah dibuat-buatnya sesudahmu.\" Hal yang sama telah diriwayatkan oleh Imam Ahmad dengan sanad Sulasi ini dan juga konteks yang sama dari Muhammad ibnu Fudail, dari Al-Mukhtar ibnu Fulfill, dari Anas ibnu Malik.\n\nTelah disebutkan sehubungan dengan gambaran tentang telaga ini di hari kiamat, bahwa tercurahkan kepadanya air dari langit melalui dua talang, dan bahwa bejana-bejananya bilangannya sama dengan bintang-bintang di langit. Imam Muslim, Imam Abu Dawud, dan Imam An-Nasai telah meriwayatkannya melalui jalur Ali ibnu Mis-har dan Muhammad ibnu Fudail; keduanya dari Al-Mukhtar ibnu Fulfill, dari Anas.\n\nMenurut lafal Imam Muslim, disebutkan bahwa ketika Rasulullah ﷺ berada di hadapan kami di masjid, tiba-tiba beliau menundukkan kepalanya sejenak, kemudian mengangkat kepalanya seraya tersenyum. Maka kami bertanya, \"Wahai Rasulullah, apakah yang menyebabkan engkau tertawa?\" Rasulullah ﷺ menjawab: Sesungguhnya telah diturunkan kepadaku barusan suatu surat. Maka beliau ﷺ membaca firman-Nya: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 1-3) Kemudian beliau ﷺ bersabda: \"Tahukah kamu, apakah Al-Kautsar itu? Kami menjawab, \"Allah dan Rasul-Nya lebih mengetahui. Rasulullah ﷺ bersabda, \"Sesungguhnya Al-Kautsar adalah sebuah sungai (telaga) yang telah dijanjikan oleh Tuhanku untukku, padanya terdapat kebaikan yang banyak. Al-Kautsar merupakan telaga yang akan didatangi oleh umatku kelak di hari kiamat, jumlah bejananya sama dengan bilangan bintang-bintang di langit, maka diusirlah darinya seorang hamba dari mereka, lalu aku berkata, \"Ya Tuhanku, sesungguhnya dia dari kalangan umatku.\n\nMaka Dia berfirman, \"Sesungguhnya kamu tidak mengetahui apa yang telah dibuat-buatnya sesudahmu. sebagian besar ulama ahli qiraat mengatakan berdasarkan dalil ayat ini, bahwa surat ini adalah surat Madaniyah. Dan kebanyakan ulama fiqih mengatakan bahwa Basmalahnya merupakan bagian dari surat dan diturunkan bersama-sama dengan surat ini. Adapun mengenai firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Dalam hadits yang lalu telah disebutkan bahwa Al-Kautsar adalah nama sebuah sungai di dalam surga.\n\nImam Ahmad telah meriwayatkan melalui jalur lain dari Anas; untuk itu ia mengatakan bahwa telah menceritakan kepada kami Affan, telah menceritakan kepada kami Hammad, telah menceritakan kepada kami Sabit, dari Anas, bahwa ia membaca firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Lalu ia mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku diberi Al-Kautsar, dan ternyata ia adalah sebuah sungai yang mengalir, tetapi tidak dibedahkan sebagai mana sungai. Dan ternyata kedua tepinya adalah kubah-kubah dari mutiara; lalu aku menyentuhkan tanganku ke tanahnya, dan ternyata ia seharum minyak kesturi yang sangat harum baunya, dan ternyata batu-batu kerikilnya dari mutiara.\n\nImam Ahmad mengatakan. telah menceritakan kepada kami Muhammad ibnu Abu Adiy, dari Humaid, dari Anas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku masuk ke dalam surga, dan tiba-tiba aku melihat sebuah sungai yang kedua tepinya dipenuhi oleh kemah-kemah dari mutiara, lalu aku sentuhkan tanganku ke tanah yang dialiri airnya, tiba-tiba ia adalah minyak kesturi yang sangat harum baunya. Aku bertanya, \"Wahai Jibril, apakah ini? Jibril menjawab, \"Ini adalah Al-Kautsar yang diberikan oleh Allah subhanahu wa ta’ala kepadamu. Imam Bukhari di dalam kitab sahihnya dan Imam Muslim telah meriwayatkan melalui hadits Syaiban ibnu Abdur Rahman, dari Qatadah, dari Anas ibnu Malik yang mengatakan bahwa setelah Nabi ﷺ dibawa naik ke langit, beliau menceritakan: Aku datang ke sebuah sungai yang kedua tepinya dipenuhi oleh kemah-kemah dari mutiara yang dilubangi, lalu aku bertanya, \"Apakah ini, wahai Jibril? Jibril berkata, \"Ini adalah Sungai Al-Kautsar.\n\nDemikianlah menurut lafal Imam Bukhari rahimahullah. Ibnu Jarir mengatakan bahwa telah menceritakan kepada kami Ar-Rabi', telah menceritakan kepada kami Ibnu Wahb, dari Sulaiman ibnu Bilal, dari Syarik ibnu Abu Namir; ia pernah mendengar Anas menceritakan hadits berikut kepadanya (dan teman-temannya), bahwa ketika Rasulullah ﷺ melakukan Isra, Jibril membawanya naik ke langit terdekat, tiba-tiba Nabi ﷺ melihat sebuah sungai yang padanya terdapat sebuah gedung dari mutiara dan zabarjad. Lalu Nabi ﷺ mencium bau tanahnya, dan ternyata baunya harum seperti minyak kesturi, lalu beliau ﷺ bertanya, \"Wahai Jibril, sungai apakah ini?\" Jibril menjawab, \"Ini adalah Sungai Al-Kautsar yang disediakan oleh Tuhanmu untukmu.\" Hadits mengenai Isra ini telah disebutkan di dalam tafsir surat Al-Isra melalui jalur Syarik, dari Anas, dari Nabi ﷺ'yang hadisnya diketengahkan di dalam kitab Sahihain.\n\nSa'id telah meriwayatkan dari Qatadah, dari Anas, bahwa Rasulullah ﷺ pernah bersabda: Ketika aku sedang berjalan di dalam sungai, tiba-tiba terbentang di hadapanku sebuah sungai yang kedua tepinya penuh dengan kemah-kemah mutiara yang berlubang. Maka berkatalah malaikat yang menemaninya, \"Tahukah kamu apakah sungai ini? Inilah Al-Kautsar yang akan diberikan Allah kepadamu. Lalu Nabi ﷺ memasukkan tangannya ke tanah dan mengeluarkan dari tanahnya minyak kesturi (yang harum baunya). Hal yang sama telah diriwayatkan oleh Sulaiman ibnu Tarkhan dan Ma'mar serta Hammam dan lain-lainnya dari Qatadah dengan sanad yang sama. \n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ahmad ibnu Abu Syuraih, telah menceritakan kepada kami Abu Ayyub Al-Abbas, telah menceritakan kepada kami Ibrahim ibnu Sa'd, telah menceritakan kepadaku Muhammad ibnu Abdul Wahhab (keponakan Ibnu Syihab), dari ayahnya, dari Anas yang menceritakan bahwa Rasulullah ﷺ pernah ditanya mengenai makna Al-Kautsar, maka beliau ﷺ menjawab: Al-Kautsar adalah sebuah sungai yang diberikan Allah kepadaku di dalam surga, tanahnya adalah minyak kesturi (airnya) lebih putih daripada air susu dan rasanya lebih manis daripada madu; sungai itu didatangi oleh burung-burung yang lehernya seperti leher unta. Abu Bakar berkata, \"Wahai Rasulullah, sesungguhnya burung itu benar-benar lezat dagingnya.\" Rasulullah ﷺ menjawab: Aku akan memakan dagingnya dan merasakan kelezatan (kenikmatan)nya. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Salamah Al-Khuza'i, telah menceritakan kepada kami Al-Lais, dari Yazid ibnul Had, dari Abdul Wahhab, dari Abdullah ibnu Muslim ibnu Syihab, dari Anas, bahwa seorang lelaki pernah bertanya, \"Wahai Rasulullah, apakah Al-Kautsar itu?\" Rasulullah ﷺ bersabda: \"Al-Kautsar adalah sebuah sungai di dalam surga yang diberikan oleh Tuhanku untukku. Airnya lebih putih daripada air susu dan rasanya lebih manis daripada madu, padanya terdapat burimg-burung yang lehernya seperli leher unta.\n\nUmar bertanya, \"Wahai Rasulullah, sudah tentu dagingnya amat lezat. Rasulullah ﷺ bersabda, \"Aku akan memakannya dan merasakan kelezatannya, wahai Umar. Ibnu Jarir meriwayatkannya melalui hadits Az-Zuhri dari saudaranya (yaitu Abdullah), dari Anas, bahwa ia pernah bertanya kepada Rasulullah ﷺ tentang Al-Kautsar, maka disebutkan hal yang semisal dengan hadits di atas. Imam Bukhari mengatakan, telah menceritakan kepada kami Khalid ibnu Yazid Al-Kahili, telah menceritakan kepada kami Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Aisyah Bahwa ia pernah bertanya kepada Aisyah tentang makna firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Maka Siti Aisyah menjawab, \"'Al-Kautsar adalah sebuah sungai yang diberikan kepada Nabi kalian, kedua tepinya berupa mutiara yang berlubang, jumlah bejana-bejananya sama dengan bilangan bintang-bintang di langit.\" Kemudian Imam Bukhari mengatakan bahwa Zakaria, Abul Ahwas dan Mutarrif telah meriwayatkannya dari Abu Ishaq; Imam Ahmad dan Imam An-Nasai meriwayatkannya melalui jalur Mutarrif dengan sanad yang sama.\n\nIbnu Jarir mengatakan. telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Wakr, dari Sufyan dan Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Aisyah yang mengatakan bahwa. Al-Kautsar adalah nama sebuah sungai di dalam surga yang kedua tepinya mutiara yang berlubang. Israil mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang padanya terdapat bejana-bejana yang bilangannya sama dengan bintang-bintang di langit.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Ya'qub Al-Qummi, dari Hafs ibnu Humaid, dari Syamir ibnu Atiyyah, dari Syaqiq atau Masruq yang mengatakan bahwaaku bertanya kepada Siti Aisyah, ''Wahai Ummul Muminin, ceritakanlah kepadaku tentang Al-Kautsar? Aisyah menjawab, \"Sebuah sungai di lembah surga.\" Aku bertanya, \"Apakah yang dimaksud dengan lembah surga?\" Aisyah menjawab, \"Terletak dibagian tengahnya, kedua tepinya penuh dengan gedung-gedung dari mutiara dan yaqut, dan tanahnya seharum minyak kesturi, sedangkan batu kerikilnya dari mutiara dan yaqut.\n\nIbnu Jarir mengatakan bahwa telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Abu Ja'far Ar-Razi, dari Ibnu Abu Najih, dari Aisyah yang mengatakan, \"Barang siapa yang ingin mendengarkan gemerciknya air Telaga Kautsar, hendaklah ia menutupkan kedua jari telunjuknya ke kedua lubang telinganya. Riwayat ini terdapat mata rantai yang putus antara Ibnu Abu Najih dan Siti Aisyah Dan menurut sebagian riwayat dari seorang lelaki, dari Aisyah, disebutkan bahwa makna yang dimaksud ialah suarayang semisal dengan itu, bukan berarti suaranya persis, seperti itu; hanya Allah-lah Yang Maha Mengetahui.\n\nAs-Suhaili mengatakan bahwa Imam Daruqutni telah meriwayatkannya secara marfu' melalui jalur Malik ibnu Magul, dari Asy-Sya'bi, dari Masruq, dari Aisyah, dari Nabi ﷺ Kemudian Imam Bukhari mengatakan, telah menceritakan kepada kami Ya'qub ibnu Ibrahim, telah menceritakan kepada kami Hasyim. telah menceritakan kepada kami Abu Bisyr, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan sehubungan dengan Al-Kautsar, bahwa Al-Kautsar adalah kebaikan yang banyak yang diberikan oleh Allah kepada Nabi ﷺ Abu Bisyr mengatakan bahwa ia pernah berkata kepada Sa'id ibnu Jubair, bahwa sesungguhnya orang-orang mengira Al-Kautsar adalah sebuah sungai di dalam surga. Maka Sa'id menjawab. bahwa sungai di dalam surga termasuk kebaikan yang diberikan oleh Allah subhanahu wa ta’ala kepada Nabi ﷺ Abu Bisyr telah meriwayatkannya pula melalui hadits Hasyim, dari Abu Bisyr dan ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak. Ats-Tsauri telah meriwayatkan dari ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar artinya kebaikan yang banyak.\n\nDan tafsir ini bersifat lebih umum mencakup sungai dan nikmat lainnya. Mengingat lafal Al-Kautsar berasal dari Al-Ka'srah yang artinya kebaikan yang banyak, dan di antaranya ialah sungai tersebut di dalam surga. Pendapat ini dikatakan oleh Ibnu Abbas, Ikrimah, Sa'id ibnu Jubair, Mujahid, Muharib ibnu Disar, dan Al-Hasan ibnu Abul Hasan Al-Basri, sehingga Mujahid mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak di dunia dan akhirat.\n\nIkrimah mengatakan bahwa. Al-Kautsar adalah kenabian, Al-Qur'an, dan pahala di akhirat. Tetapi telah terbuktikan kesahihan sebuah riwayat yang bersumber dari Ibnu Abbas menyebutkan bahwa dia menakwilkannya pula dengan makna sebuah sungai di dalam surga. Ibnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Umar ibnu Ubaid, dari ‘Atha’, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas dan perak, mengalir di atas yaqut dan mutiara, airnya lebih putih daripada salju, dan rasanya lebih manis daripada madu.\n\nAl-Aufi telah meriwayatkan hal yang semisal dari Ibnu Abbas. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami ‘Atha’ ibnus Saib dari Muharib ibnu Disar, dari Ibnu Umar, dia mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas dan perak, mengalir di atas mutiara dan yaqut, airnya lebih putih daripada susu, dan rasanya lebih manis daripada madu.\n\nHal yang semisal telah diriwayatkan pula oleh Imam At-Tirmidzi dari ibnu Humaid, dari Jarir, dari ‘Atha’ ibnu Saib dengan sanad dan lafal yang semisal secara mauqufhanya sampai pada Ibnu Abbas. Tetapi telah diriwayatkan pula hal yang semisal secara marfu', Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Ali ibnu Hafs, telah menceritakan kepada kami Warqa yang mengatakan bahwa ‘Atha’ telah meriwayatkan dari Muharib ibnu Disar, dari Ibnu Umar yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas, airnya mengalir di atas mutiara, dan warnanya lebih putih daripada susu dan rasanya lebih manis daripada madu.\n\nHal yang semisal telah diriwayatkan oleh Imam At-Tirmidzi, Ibnu Majah, Ibnu Abu Hatim, dan Ibnu Jarir melalui jalur Muhammad ibnu Fudail, dari ‘Atha’ ibnus Saib secara inarfu', Imam At-Tirmidzi mengatakan bahwa hadits ini hasan shahih. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, telah menceritakan kepada kami ‘Atha’ ibnus Saib yang mengatakan bahwa Muharib ibnu Disar telah menceritakan kepadanya apa yang telah dikatakan oleh Said ibnu Jubair tentang Al-Kautsar.\n\nMuharib ibnu Disar mengatakan bahwa Sa'id ibnu Jubair telah menceritakan kepada kami dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak. Lalu Sa'id ibnu Jubair mengatakan bahwa benar, sesungguhnya Al-Kautsar adalah kebaikan yang banyak. Akan.tetapi, telah menceritakan kepada kami Ibnu Umar, bahwa seketika diturunkan firman-Nya: Sesungguhnya Kami telah rnemberikan kepadamu Al-Kautsar (kebaikan yang banyak). (Al-Kautsar: 1) Maka Rasulullah ﷺ bersabda: Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya emas, (airnya) mengalir di atas mutiara dan yaqut. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ibnul Burqi, telah menceritakan kepada kami Ibnu Maiyam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Haram ibnu USman, dari Abdur Rahman Al-A'raj, dari Usamah ibnu Zaid, bahwa Rasulullah ﷺ di suatu hari berkunjung ke rumah Hamzah ibnu Abdul Muttalib, dan ternyata beliau tidak menjumpainya, lalu beliau menanyakannya kepada istrinya yang berasal dari Bani Najjar.\n\nIstri Hamzah menjawab, \"Wahai Nabi Allah, dia baru saja keluar menuju ke rumahmu, kalau begitu barangkali dia sesat jalan di sebagian lorong-lorong Bani Najjar. Tidakkah engkau masuk lebih dahulu, wahai Rasulullah?\" Maka Rasulullah ﷺ masuk, dan istri Hamzah menyuguhkan kepadanya makanan hais (makanan yang terbuat dari buah kurma, minyak samin, dan tepung sawiq), maka Nabi ﷺ memakan sebagian darinya. Dan istri Hamzah bertanya, \"Wahai Rasulullah, kuucapkan selamat kepada engkau, sebenarnya aku ingin datang kepadamu untuk mengucapkan selamat, karena Abu Imarah pernah menceritakan kepadaku bahwa engkau telah diberi sebuah sungai di dalam surga yang dikenal dengan nama Al-Kautsar.\" Nabi ﷺ menjawab: Benar, dan luasnya yakni tanahnya adalah yaqut, marjan, zabarjad, dan mutiara.\n\nHaram ibnu Usman adalah orang yang berpredikat daif, tetapi konteks hadits ini hasan, dan asal hadits ini berpredikat shahih, bahkan dapat dibilang mutawatir yang diriwayatkan melalui berbagai jalur hingga memberikan pengertian kepastian di kalangan para imam ahli hadits, demikian pula hadits-hadits yang menceritakan tentang telaga (Kautsar). Hal yang sama telah diriwayatkan dari Anas, Abul Aliyah dan Mujahid serta bukan hanya seorang dari kalangan ulama Salaf.\n\nbahwa Al-Kautsar adalah nama sebuah sungai di dalam surga. ‘Atha’ mengatakan bahwa Al-Kautsar yaitu nama sebuah telaga di dalam surga. Firman Allah subhanahu wa ta’ala: Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. (Al-Kautsar: 2) Yakni sebagaimana Kami telah memberimu kebaikan yang banyak di duni adan akhirat, antara lain ialah sebuah sungai yang sifat-sifatnya telah disebutkan di atas; maka kerjakanlah shalat fardu dan shalat sunatmu dengan ikhlas karena Allah dan juga dalam semua gerakmu.\n\nSembahlah Dia semata, tiada sekutu bagi-Nya; dan sembelihlah korbanmu dengan menyebut nama-Nya semata, tiada sekutu bagi-Nya. Hal yang senada disebutkan di dalam ayat lain melalui firman-Nya: Katakanlah, \"Sesungguhnya salatku, ibadahku. hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam, tiada sekutu bagi-Nya; dan demikian itulah diperintahkan kepadaku, dan aku adalah orang yang pertama-tama menyerahkan diri (kepada Allah).(Al-An'am: 162-163) Ibnu Abbas, ‘Atha’, Mujahid, Ikrimah, dan Al-Hasan telah mengatakan bahwa yang dimaksud dengan wanhar ialah menyembelih unta dan ternak lainnya sebagai korban.\n\nHal yang semisal telah dikatakan oleh Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Adh-Dhahhak, Ar-Rabi', ‘Atha’ Al-Khurrasani, Al-Hakam, Sa'id ibnu Abu Khalid, dan lain-lainnya yang bukan hanya seorang dari kalangan ulama Salaf. Hal ini berbeda keadaannya dengan apa yang dilakukan oleh orang-orang menyebut nama-Nya, Allah subhanahu wa ta’ala telah berfirman: Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah ketika menyembelihnya. Sesungguhnya perbuatan yang semacam itu adalah suatu kefasikan. (Al-An'am: 121), sampai akhir ayat. Menurut pendapat lain, yang dimaksud dengan wanhar ialah meletakkan tangan kanan di atas tangan kiri di bawah tenggorokan.\n\nHal ini diriwayatkan dari Ali, tetapi sanadnya tidak shahih. Dan hal yang semisal telah diriwayatkan dari Abu Ja'far Al-Baqir. Pendapat yang lainnya mengatakan bahwa wanhar artinya mengangkat kedua tangan di saat membuka shalat. Dan menurut pendapat yang lainnya lagi, wanhar artinya hadapkanlah lehermu ke arah kiblat. Ketiga pendapat ini disebutkan oleh Ibnu Jarir. Ibnu Abu Hatim sehubungan dengan hal ini telah meriwayatkan sebuah hadits yang mungkar.\n\nUntuk itu ia mengatakan: telah menceritakan kepada kami Wahb ibnu Ibrahim Al-Qadi pada tahun dua ratus lima puluh lima Hijriah, telah menceritakan kepada kami Israil ibnu Hatim Al-Marwazi, telah menceritakan kepada kami Muqatil ibnu Hayyan, dari Al-Asbagh ibnu Nabtah, dari Ali ibnu Abu Thalib yang mengatakan bahwa ketika diturunkan kepada Nabi ﷺ surat ini, yaitu: Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. (Al-Kautsar: 1-2) Maka Rasulullah ﷺ bertanya, \"Wahai Jibril, apakah yang dimaksud dengan nahirah yang diperintahkan kepadaku oleh Tuhanku agar aku melakukannya?\" Jibril menjawab, \"Bukan nahirah, tetapi Dia memerintahkan kepadamu apabila berihram untuk shalat, angkatlah kedua tanganmu saat mengucapkan takbir, dan saat engkau rukuk, dan saat engkau angkat kepalamu dari rukuk, dan apabila engkau akan sujud.\n\nKarena sesungguhnya itulah shalat kita dan shalat para malaikat yang ada di tujuh langit. Sesungguhnya tiap-tiap sesuatu itu mempunyai perhiasan, dan perhiasan shalat ialah mengangkat kedua tangan di saat takbir.\"' Hal yang sama telah diriwayatkan oleh Imam Hakim di dalam kitab Mustadrak-nya melalui hadits Israil ibnu Hatim dengan sanad yang sama. Telah diriwayatkan dari ‘Atha’ Al-Khurrasani sehubungan dengan makna firman-Nya, \"wanhar\" artinya angkatlah tulang punggungmu sesudah rukuk dan tegakkanlah ia serta tampakkanlah tenggorokanmu.\n\nMakna yang dimaksud ialah i'tidal. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim; semua pendapat ini berpredikat gharib sekali. Pendapat yang shahih adalah yang pertama, yaitu yang mengatakan, bahwa makna yang dimaksud dengan nahr ialah menyembelih hewan kurban. Karena itulah maka Rasulullah ﷺ seusai shalat Idul Adha segera menyembelih kurbannya, lalu bersabda: Barang siapa yang shalat seperti shalat kami dan menyembelih kurban seperti kami menyembelih kurban, maka sesungguhnya dia telah menunaikan kurbannya.\n\nDan barang siapa yang menyembelih kurban sebelum shalat (hari raya) maka tiada kurban baginya. Maka Abu Burdah Nayyar bertanya, \"Wahai Rasulullah, sesungguhnya aku telah menyembelih kambingku sebelum shalat, dan aku mengetahui bahwa hari ini adalah hari yang semua orang menyukai daging padanya\" Rasulullah ﷺ menjawab: Kambingmu itu adalah daging kambing biasa (bukan kurban). Abu Burdah berkata, \"Wahai Rasulullah, sesungguhnya aku mempunyai seekor anak kambing kacang yang lebih aku sukai daripada dua ekor kambing biasa, apakah itu cukup untuk kurbanku?\" Rasulullah ﷺ menjawab: Cukup untukmu, tetapi tidak cukup untuk orang lain sesudahmu. Abu Ja'far ibnu Jarir mengatakan bahwa pendapat yang benar adalah pendapat yang mengatakan bahwa makna yang dimaksud dari ayat ialah jadikanlah salatmu semuanya tulus ikhlas hanya untuk Tuhanmu, bukan untuk berhala atau sembahan selain-Nya.\n\nDemikian pula kurbanmu, jadikanlah hanya untuk Dia, bukan untuk berhala-berhala. sebagai ungkapan rasa syukurmu terhadap-Nya atas kemuliaan dan kebaikan tiada taranya yang dikhususkan-Nya buatmu sebagai anugerah dari-Nya. Pendapat yang dikemukakan oieh orang yang mengatakan ini amatlah baik. Dan pendapat ini telah dikatakan sebelumnya oleh Muhammad ibnu Ka'b Al-Qurazi dan ‘Atha’ dengan ungkapan yang semakna. Firman Allah subhanahu wa ta’ala: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Yakni sesungguhnya orang yang membencimu, wahai Muhammad, dan benci kepada petunjuk, kebenaran, bukti yang jelas, dan cahaya terang yang kamu sampaikan; dialah yang terputus lagi terhina, direndahkan dan terputus sebutannya.\n\nIbnu Abbas, Mujahid, Sa'id ibnu Jubair, dan Qatadah mengatakan bahwa ayat ini diturunkan berkenaan dengan Al-As ibnu Wa-il. Muhammad ibnu Ishaq telah meriwayatkan dari yazid ibnu Ruman yang mengatakan bahwa dahulu Al-As ibnu Wa-il apabila disebutkan nama Rasulullah ﷺ, ia mengatakan, \"Biarkanlah dia, karena sesungguhnya dia adalah seorang lelaki yang terputus, tidak mempunyai keturunan. Apabila dia mati, maka terputuslah sebutannya.\" Maka Allah menurunkan surat ini.\n\nSyamir ibnu Atiyyah mengatakan bahwa surat ini diturunkan berkenaan dengan Uqbah ibnu Abu Mu'it. Ibnu Abbas mengatakan pula, dan juga ikrimah, bahwa surat ini diturunkan berkenaan dengan Ka'b ibnul Asyraf dan sejumlah orang-orang kafir Quraisy. Al-Bazzar mengatakan, telah menceritakan kepada kami Ziyad ibnu Yahya Al-Hassani, telah menceritakan kepada kami Ibnu Abu Addi, dari Daud, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa Ka'b ibnul Asyraf datang ke Mekah, maka orang-orang Quraisy berkata kepadanya, \"Engkau adalah pemimpin mereka.\n\nTidakkah engkau melihat kepada lelaki yang terusir lagi terputus dari kaumnya itu (maksudnyaNabi ﷺ)? Dia mengira bahwa dirinya lebih baik daripada kami, padahal kami adalah ahli (pelayan) jemaah haji, ahli sadanah (pelayan Ka'bah) dan ahli Siqayah (pelayan minuman air zamzam),\" Maka Ka'b Ibnul Asyraf berkata, \"Kalian lebih baik daripadanya.\" Maka turunlah firman Allah subhanahu wa ta’ala: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Hal yang sama diriwayatkan oleh Al-Bazzar, dan hadits ini shahih sanadnya. Diriwayatkan pula dari ‘Atha’, bahwa surat ini diturunkan berkenaan dengan Abu Lahab.\n\nDemikian itu terjadi ketika putra Rasulullah ﷺ meninggal dunia, maka Abu Lahab pergi menemui orang-orang musyrik dan berkata kepada mereka, \"Tadi malam Muhammad terputus (keturunannya).\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya sehubungan dengan peristiwa tersebut: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus (Al-Kautsar: 3) Dan diriwayatkan dari Ibnu Abbas bahwa ayat ini diturunkan berkenaan dengan Abu Jahal. Diriwayatkan pula dari Ibnu Abbas, bahwa makna: sesungguhnya orang-orang yang membencimu. (Al-Kautsar: 3) Yakni musuhmu. Pendapat ini lebih mencakup dan meliputi semua orang yang bersifat dan berkarakter demikian, baik dari kalangan mereka yang telah disebutkan di atas maupun yang lainnya. ikrimah mengatakan bahwa al-abtar artinya sebatang kara.\n\nAs-Suddi mengatakan bahwa dahulu mereka apabila meninggal dunia keturunannya laki-laki mereka, maka mereka mengatakannya abtar (terputus keturunannya). Dan ketika putra-putra Nabi ﷺ semuanya meninggal dunia, maka mereka mengatakan, \"Muhammad telah terputus.\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Pendapat ini senada dengan apa yang telah kami sebutkan di atas yang mengatakan bahwa abtar ialah orang yang tidak mempunyai keturunan laki-laki. Maka orang-orang kafir Quraisy itu mengira bahwa seseorang itu apabila anak-anak lelakinya mati, maka terputuslah sebutannya. Padalah tidaklah demikianlah kenyataannya, bahkan sebenarnya Allah mengekalkan sebutan Nabi ﷺ di hadapan para saksi dan mewajibkan syariat yang dibawanya di atas pundak hamba-hamba-Nya, yang akan terus berlangsung selamanya sampai hari mereka dihimpunkan untuk mendapat pembalasan. Semoga salawat dan salam-Nya terlimpah-kan kepadanya selama-lamanya sampai hari kiamat.\"","tafsir-ringkas-kemenag":"Karena itu, sebagai rasa syukurmu kepada Tuhanmu, maka laksanakanlah salat dengan ikhlas semata-mata karena Tuhanmu, bukan dengan tujuan ria; dan berkurbanlah demi Allah dengan menyembelih hewan sebagai ibadah dan sarana mendekatkan diri kepada Allah. 3. Sungguh orang-orang yang membencimu dan mengacuhkan hidayah yang engkau bawa, dialah orang yang terputus. Tidak hanya terputus jejaknya, mereka pun dijauhkan dari rahmat Allah dan segala kebaikan. Keteladanan dan kebaikanmu akan terus menjadi pembicaraan sepanjang zaman dan keturunanmu akan terus mewarisi kebaikanmu.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar mengerjakan salat dan menyembelih hewan kurban karena Allah semata, karena Dia sajalah yang mendidiknya dan melimpahkan karunia-Nya. Dalam ayat lain, Allah berfirman:\n\nKatakanlah (Muhammad), \"Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam, tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).\" (al-An'am/6: 162-163)\n\n.","tafsir-alazhar":"SURAH AL-KAUTSAR(SANGAT BANYAK)SURAH KE-108, 3 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Sesungguhnya telah Kami berikan kepadamu (karunia) sangat banyak.\" (ayat 1)Sesungguhnya sangatlah banyaknya anugerah dan carunia Allah kepadamu, wahai Utusan-Ku! Tidaklah dapat dihitung berapa banyaknya larunia itu, sejak dari Al-Qur'an yang ditururkan sebagai wahyu, nikmat yang diilhamkan sebagai hasil pikiran, nubuwah dan kerasulai, penutup dari segala Rasul, rahmat bagi seluruh alam, pemimpin bagi umat manusia, memimpinkan agama yang benar, untuk keselamatan dan kebahagiaan dunia-akhirat.Selain dari itu ada juga tafsir yang lain tentang al-Kautsar itu.-\tDalam sebuah hadits yang dirawikan oleh Tirmidzi “al-Kautsar nama sebuah telaga sebelum menjelang ke surga, di sanalah umat Muhammad akan minum bersama Nabi ketika akan meneruskan perjalanan ke dalam surga.\"-\tNubuwwat.-\tAl-Qur'an.-\tAl-Islam.-\tKemudahan syari'at.-\tBanyak sahabat, banyak umat dan banyak pengikut-\tTersebut namanya di mana-mana-\tCahaya bersinar dari dalam hatimu, menunjuk jalan menuju Aku, dan memutuskan jalan kepada yang selain Aku-\tKasih sayangmu kepada orang lain-\tSyafaat yang dianugerahkan kepada engkau untuk melindungi umatmu di akhirat.-\tSuatu mukjizat dari Allah, sehingga doa umatmu yang saleh dikabulkan Allah jua.-\tDua kalimat syahadat: Laa Ilaha illa Allah wa Muhammadan Rasulullah.\"-\tPemahaman agama yang sampai mendalam-\tShalat lima waktuDan semuanya itu bolehlah kita kumpulkan ke dalam al-Kautsar karena arti al-Kautsar sendiri memang sangat banyak untuk dihitung.Ayat 2“Sebab itu hendaklah engkau shalat karena Tuhanmu.\"Sedemikian banyaknya nikmat anugerah Allah kepada engkau, sehingga tempat engkau beribadah hanya Allah, tempat engkau bershalat hanya Dia, tiada yang lain. Karena nikmat tidak akan didapat dari yang lain.“Dan hendaklah engkau berqurban.\" (ujung ayat 2)Menurut tafsir Said bin Jubair, “Shalat Shubuhlah berjamaah, kemudian itu sehabis Shalat ‘Idul Adha, sembelihlah qurban.\"Ada lagi penafsiran lain, menurut al-Qurthubi, diterima dari Ali bin Abi Thalib dan Muhammad bin Ka'ab, “Bershalatlah untuk Tuhanmu dan hadapkanlah dadamu.\" Sebab an-Nahr itu boleh diartikan menyembelih binatang ternak sebagai qurban di hari kesepuluh Dzulhijjah yang dinamai juga Yaumun Nahr, dan berarti pula dada! Maka mereka artikan, “Shalatlah karena Tuhanmu dan hadapkan dada ke kiblat dengan meletakkan tangan kanan atas tangan kiri di atas dada.\"Ayat 3“Sesungguhnya orang yang membenci engkau itulah yang akan putus.\" (ayat 3)Menurut bahasa yang dipakai orang Arab kalau ada seseorang yang banyak anaknya, laki-laki dan perempuan, tiba-tiba anak-anaknya yang laki-laki meninggal semuanya di waktu kecil, orang itu dinamai Abtar. Yang kita artikan putus, yaitu putus turunan. Nabi Muhammad ﷺ mempunyai banyak putra dengan Khadijah, empat anas perempuan (Zainab, Ruqaiyah, Urnmi Kiltsum, dan Fatimah). Dan anak laki-laki beliau bernama Abdullah, Qasim, dan Thahir. Dan setelah tinggal di Madinah beliau mendapat anak laki-laki pula, namanya Ibrahim. Tetapi anak laki-laki ini semuanya wafat saat waktu kecil.Sampai sekarang, sudah empat belas abad lebih, masih saja bertebaran di muka bumi ini anak keturunan Fatimah. Ada yang menjadi raja-raja, ada yang menjadi ulama, dan penganjur politik. Sedang orang-orang yang membencinya itu putuslah berita mereka, tidak ada kabarnya lagi. Benarlah janji Allah, merekalah yang terputus. Marilah kita camkan kebenaran firman Allah."}},"3":{"arabic":"إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُإِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ","words":{"arabicWords":["إِنَّ","شَانِئَكَ","هُوَ","ٱلۡأَبۡتَرُ"],"translationWords":["sesungguhnya","orang yang membencimu","dia","terputus"]},"translation":"Sesungguhnya orang yang membencimu, dialah yang terputus (dari rahmat Allah).","tafsir":{"tafsir-jalalayn":"(Sesungguhnya orang-orang yang membenci kamu) yakni orang-orang yang tidak menyukai kamu (dialah yang terputus) terputus dari semua kebaikan; atau putus keturunannya. Ayat ini diturunkan berkenaan dengan orang yang bersikap demikian, dia adalah 'Ash bin Wail, sewaktu Nabi ﷺ ditinggal wafat putranya yang bernama Qasim, lalu 'Ash menjuluki Nabi sebagai Abtar yakni orang yang terputus keturunannya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Kautsar: 1-3\n\nSesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus.' Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Fudail, dari Al-Mukhtar ibnu Fulful, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ menundukkan kepalanya sejenak, lalu beliau mengangkat kepalanya seraya tersenyum. Beliau bersabda kepada mereka, atau mereka bertanya kepada beliau ﷺ, \"Mengapa engkau tersenyum?\" Maka Rasulullah ﷺ menjawab, \"Sesungguhnya barusan telah diturunkan kepadaku suatu surat.\" Lalu beliau membaca firman-Nya: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang.\n\nSesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: l), hingga akhir surat. Lalu Rasulullah ﷺ bersabda, \"Tahukan kalian, apakah Al-Kautsar itu?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah bersabda: Al-Kautsar adalah sebuah sungai (telaga) yang diberikan kepadaku oleh Tuhanku di dalam surga, padanya terdapat kebaikan yang banyak, umatku kelak akan mendatanginya di hari kiamat; jumlah wadah-wadah (bejana-bejana)nya sama dengan bilangan bintang-bintang. Diusir darinya seseorang hamba, maka aku berkata, \"Ya Tuhanku, sesungguhnya dia dari umatku. Maka dikatakan, \"Sesungguhnya kamu tidak mengetahui apa yang telah dibuat-buatnya sesudahmu.\" Hal yang sama telah diriwayatkan oleh Imam Ahmad dengan sanad Sulasi ini dan juga konteks yang sama dari Muhammad ibnu Fudail, dari Al-Mukhtar ibnu Fulfill, dari Anas ibnu Malik.\n\nTelah disebutkan sehubungan dengan gambaran tentang telaga ini di hari kiamat, bahwa tercurahkan kepadanya air dari langit melalui dua talang, dan bahwa bejana-bejananya bilangannya sama dengan bintang-bintang di langit. Imam Muslim, Imam Abu Dawud, dan Imam An-Nasai telah meriwayatkannya melalui jalur Ali ibnu Mis-har dan Muhammad ibnu Fudail; keduanya dari Al-Mukhtar ibnu Fulfill, dari Anas.\n\nMenurut lafal Imam Muslim, disebutkan bahwa ketika Rasulullah ﷺ berada di hadapan kami di masjid, tiba-tiba beliau menundukkan kepalanya sejenak, kemudian mengangkat kepalanya seraya tersenyum. Maka kami bertanya, \"Wahai Rasulullah, apakah yang menyebabkan engkau tertawa?\" Rasulullah ﷺ menjawab: Sesungguhnya telah diturunkan kepadaku barusan suatu surat. Maka beliau ﷺ membaca firman-Nya: Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 1-3) Kemudian beliau ﷺ bersabda: \"Tahukah kamu, apakah Al-Kautsar itu? Kami menjawab, \"Allah dan Rasul-Nya lebih mengetahui. Rasulullah ﷺ bersabda, \"Sesungguhnya Al-Kautsar adalah sebuah sungai (telaga) yang telah dijanjikan oleh Tuhanku untukku, padanya terdapat kebaikan yang banyak. Al-Kautsar merupakan telaga yang akan didatangi oleh umatku kelak di hari kiamat, jumlah bejananya sama dengan bilangan bintang-bintang di langit, maka diusirlah darinya seorang hamba dari mereka, lalu aku berkata, \"Ya Tuhanku, sesungguhnya dia dari kalangan umatku.\n\nMaka Dia berfirman, \"Sesungguhnya kamu tidak mengetahui apa yang telah dibuat-buatnya sesudahmu. sebagian besar ulama ahli qiraat mengatakan berdasarkan dalil ayat ini, bahwa surat ini adalah surat Madaniyah. Dan kebanyakan ulama fiqih mengatakan bahwa Basmalahnya merupakan bagian dari surat dan diturunkan bersama-sama dengan surat ini. Adapun mengenai firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Dalam hadits yang lalu telah disebutkan bahwa Al-Kautsar adalah nama sebuah sungai di dalam surga.\n\nImam Ahmad telah meriwayatkan melalui jalur lain dari Anas; untuk itu ia mengatakan bahwa telah menceritakan kepada kami Affan, telah menceritakan kepada kami Hammad, telah menceritakan kepada kami Sabit, dari Anas, bahwa ia membaca firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Lalu ia mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku diberi Al-Kautsar, dan ternyata ia adalah sebuah sungai yang mengalir, tetapi tidak dibedahkan sebagai mana sungai. Dan ternyata kedua tepinya adalah kubah-kubah dari mutiara; lalu aku menyentuhkan tanganku ke tanahnya, dan ternyata ia seharum minyak kesturi yang sangat harum baunya, dan ternyata batu-batu kerikilnya dari mutiara.\n\nImam Ahmad mengatakan. telah menceritakan kepada kami Muhammad ibnu Abu Adiy, dari Humaid, dari Anas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku masuk ke dalam surga, dan tiba-tiba aku melihat sebuah sungai yang kedua tepinya dipenuhi oleh kemah-kemah dari mutiara, lalu aku sentuhkan tanganku ke tanah yang dialiri airnya, tiba-tiba ia adalah minyak kesturi yang sangat harum baunya. Aku bertanya, \"Wahai Jibril, apakah ini? Jibril menjawab, \"Ini adalah Al-Kautsar yang diberikan oleh Allah subhanahu wa ta’ala kepadamu. Imam Bukhari di dalam kitab sahihnya dan Imam Muslim telah meriwayatkan melalui hadits Syaiban ibnu Abdur Rahman, dari Qatadah, dari Anas ibnu Malik yang mengatakan bahwa setelah Nabi ﷺ dibawa naik ke langit, beliau menceritakan: Aku datang ke sebuah sungai yang kedua tepinya dipenuhi oleh kemah-kemah dari mutiara yang dilubangi, lalu aku bertanya, \"Apakah ini, wahai Jibril? Jibril berkata, \"Ini adalah Sungai Al-Kautsar.\n\nDemikianlah menurut lafal Imam Bukhari rahimahullah. Ibnu Jarir mengatakan bahwa telah menceritakan kepada kami Ar-Rabi', telah menceritakan kepada kami Ibnu Wahb, dari Sulaiman ibnu Bilal, dari Syarik ibnu Abu Namir; ia pernah mendengar Anas menceritakan hadits berikut kepadanya (dan teman-temannya), bahwa ketika Rasulullah ﷺ melakukan Isra, Jibril membawanya naik ke langit terdekat, tiba-tiba Nabi ﷺ melihat sebuah sungai yang padanya terdapat sebuah gedung dari mutiara dan zabarjad. Lalu Nabi ﷺ mencium bau tanahnya, dan ternyata baunya harum seperti minyak kesturi, lalu beliau ﷺ bertanya, \"Wahai Jibril, sungai apakah ini?\" Jibril menjawab, \"Ini adalah Sungai Al-Kautsar yang disediakan oleh Tuhanmu untukmu.\" Hadits mengenai Isra ini telah disebutkan di dalam tafsir surat Al-Isra melalui jalur Syarik, dari Anas, dari Nabi ﷺ'yang hadisnya diketengahkan di dalam kitab Sahihain.\n\nSa'id telah meriwayatkan dari Qatadah, dari Anas, bahwa Rasulullah ﷺ pernah bersabda: Ketika aku sedang berjalan di dalam sungai, tiba-tiba terbentang di hadapanku sebuah sungai yang kedua tepinya penuh dengan kemah-kemah mutiara yang berlubang. Maka berkatalah malaikat yang menemaninya, \"Tahukah kamu apakah sungai ini? Inilah Al-Kautsar yang akan diberikan Allah kepadamu. Lalu Nabi ﷺ memasukkan tangannya ke tanah dan mengeluarkan dari tanahnya minyak kesturi (yang harum baunya). Hal yang sama telah diriwayatkan oleh Sulaiman ibnu Tarkhan dan Ma'mar serta Hammam dan lain-lainnya dari Qatadah dengan sanad yang sama. \n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ahmad ibnu Abu Syuraih, telah menceritakan kepada kami Abu Ayyub Al-Abbas, telah menceritakan kepada kami Ibrahim ibnu Sa'd, telah menceritakan kepadaku Muhammad ibnu Abdul Wahhab (keponakan Ibnu Syihab), dari ayahnya, dari Anas yang menceritakan bahwa Rasulullah ﷺ pernah ditanya mengenai makna Al-Kautsar, maka beliau ﷺ menjawab: Al-Kautsar adalah sebuah sungai yang diberikan Allah kepadaku di dalam surga, tanahnya adalah minyak kesturi (airnya) lebih putih daripada air susu dan rasanya lebih manis daripada madu; sungai itu didatangi oleh burung-burung yang lehernya seperti leher unta. Abu Bakar berkata, \"Wahai Rasulullah, sesungguhnya burung itu benar-benar lezat dagingnya.\" Rasulullah ﷺ menjawab: Aku akan memakan dagingnya dan merasakan kelezatan (kenikmatan)nya. \n\nImam Ahmad mengatakan, telah menceritakan kepada kami Abu Salamah Al-Khuza'i, telah menceritakan kepada kami Al-Lais, dari Yazid ibnul Had, dari Abdul Wahhab, dari Abdullah ibnu Muslim ibnu Syihab, dari Anas, bahwa seorang lelaki pernah bertanya, \"Wahai Rasulullah, apakah Al-Kautsar itu?\" Rasulullah ﷺ bersabda: \"Al-Kautsar adalah sebuah sungai di dalam surga yang diberikan oleh Tuhanku untukku. Airnya lebih putih daripada air susu dan rasanya lebih manis daripada madu, padanya terdapat burimg-burung yang lehernya seperli leher unta.\n\nUmar bertanya, \"Wahai Rasulullah, sudah tentu dagingnya amat lezat. Rasulullah ﷺ bersabda, \"Aku akan memakannya dan merasakan kelezatannya, wahai Umar. Ibnu Jarir meriwayatkannya melalui hadits Az-Zuhri dari saudaranya (yaitu Abdullah), dari Anas, bahwa ia pernah bertanya kepada Rasulullah ﷺ tentang Al-Kautsar, maka disebutkan hal yang semisal dengan hadits di atas. Imam Bukhari mengatakan, telah menceritakan kepada kami Khalid ibnu Yazid Al-Kahili, telah menceritakan kepada kami Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Aisyah Bahwa ia pernah bertanya kepada Aisyah tentang makna firman-Nya: Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar. (Al-Kautsar: 1) Maka Siti Aisyah menjawab, \"'Al-Kautsar adalah sebuah sungai yang diberikan kepada Nabi kalian, kedua tepinya berupa mutiara yang berlubang, jumlah bejana-bejananya sama dengan bilangan bintang-bintang di langit.\" Kemudian Imam Bukhari mengatakan bahwa Zakaria, Abul Ahwas dan Mutarrif telah meriwayatkannya dari Abu Ishaq; Imam Ahmad dan Imam An-Nasai meriwayatkannya melalui jalur Mutarrif dengan sanad yang sama.\n\nIbnu Jarir mengatakan. telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Wakr, dari Sufyan dan Israil, dari Abu Ishaq, dari Abu Ubaidah, dari Aisyah yang mengatakan bahwa. Al-Kautsar adalah nama sebuah sungai di dalam surga yang kedua tepinya mutiara yang berlubang. Israil mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang padanya terdapat bejana-bejana yang bilangannya sama dengan bintang-bintang di langit.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Ya'qub Al-Qummi, dari Hafs ibnu Humaid, dari Syamir ibnu Atiyyah, dari Syaqiq atau Masruq yang mengatakan bahwaaku bertanya kepada Siti Aisyah, ''Wahai Ummul Muminin, ceritakanlah kepadaku tentang Al-Kautsar? Aisyah menjawab, \"Sebuah sungai di lembah surga.\" Aku bertanya, \"Apakah yang dimaksud dengan lembah surga?\" Aisyah menjawab, \"Terletak dibagian tengahnya, kedua tepinya penuh dengan gedung-gedung dari mutiara dan yaqut, dan tanahnya seharum minyak kesturi, sedangkan batu kerikilnya dari mutiara dan yaqut.\n\nIbnu Jarir mengatakan bahwa telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Abu Ja'far Ar-Razi, dari Ibnu Abu Najih, dari Aisyah yang mengatakan, \"Barang siapa yang ingin mendengarkan gemerciknya air Telaga Kautsar, hendaklah ia menutupkan kedua jari telunjuknya ke kedua lubang telinganya. Riwayat ini terdapat mata rantai yang putus antara Ibnu Abu Najih dan Siti Aisyah Dan menurut sebagian riwayat dari seorang lelaki, dari Aisyah, disebutkan bahwa makna yang dimaksud ialah suarayang semisal dengan itu, bukan berarti suaranya persis, seperti itu; hanya Allah-lah Yang Maha Mengetahui.\n\nAs-Suhaili mengatakan bahwa Imam Daruqutni telah meriwayatkannya secara marfu' melalui jalur Malik ibnu Magul, dari Asy-Sya'bi, dari Masruq, dari Aisyah, dari Nabi ﷺ Kemudian Imam Bukhari mengatakan, telah menceritakan kepada kami Ya'qub ibnu Ibrahim, telah menceritakan kepada kami Hasyim. telah menceritakan kepada kami Abu Bisyr, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan sehubungan dengan Al-Kautsar, bahwa Al-Kautsar adalah kebaikan yang banyak yang diberikan oleh Allah kepada Nabi ﷺ Abu Bisyr mengatakan bahwa ia pernah berkata kepada Sa'id ibnu Jubair, bahwa sesungguhnya orang-orang mengira Al-Kautsar adalah sebuah sungai di dalam surga. Maka Sa'id menjawab. bahwa sungai di dalam surga termasuk kebaikan yang diberikan oleh Allah subhanahu wa ta’ala kepada Nabi ﷺ Abu Bisyr telah meriwayatkannya pula melalui hadits Hasyim, dari Abu Bisyr dan ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak. Ats-Tsauri telah meriwayatkan dari ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar artinya kebaikan yang banyak.\n\nDan tafsir ini bersifat lebih umum mencakup sungai dan nikmat lainnya. Mengingat lafal Al-Kautsar berasal dari Al-Ka'srah yang artinya kebaikan yang banyak, dan di antaranya ialah sungai tersebut di dalam surga. Pendapat ini dikatakan oleh Ibnu Abbas, Ikrimah, Sa'id ibnu Jubair, Mujahid, Muharib ibnu Disar, dan Al-Hasan ibnu Abul Hasan Al-Basri, sehingga Mujahid mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak di dunia dan akhirat.\n\nIkrimah mengatakan bahwa. Al-Kautsar adalah kenabian, Al-Qur'an, dan pahala di akhirat. Tetapi telah terbuktikan kesahihan sebuah riwayat yang bersumber dari Ibnu Abbas menyebutkan bahwa dia menakwilkannya pula dengan makna sebuah sungai di dalam surga. Ibnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Umar ibnu Ubaid, dari ‘Atha’, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas dan perak, mengalir di atas yaqut dan mutiara, airnya lebih putih daripada salju, dan rasanya lebih manis daripada madu.\n\nAl-Aufi telah meriwayatkan hal yang semisal dari Ibnu Abbas. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Hasyim, telah menceritakan kepada kami ‘Atha’ ibnus Saib dari Muharib ibnu Disar, dari Ibnu Umar, dia mengatakan bahwa Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas dan perak, mengalir di atas mutiara dan yaqut, airnya lebih putih daripada susu, dan rasanya lebih manis daripada madu.\n\nHal yang semisal telah diriwayatkan pula oleh Imam At-Tirmidzi dari ibnu Humaid, dari Jarir, dari ‘Atha’ ibnu Saib dengan sanad dan lafal yang semisal secara mauqufhanya sampai pada Ibnu Abbas. Tetapi telah diriwayatkan pula hal yang semisal secara marfu', Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Ali ibnu Hafs, telah menceritakan kepada kami Warqa yang mengatakan bahwa ‘Atha’ telah meriwayatkan dari Muharib ibnu Disar, dari Ibnu Umar yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya dari emas, airnya mengalir di atas mutiara, dan warnanya lebih putih daripada susu dan rasanya lebih manis daripada madu.\n\nHal yang semisal telah diriwayatkan oleh Imam At-Tirmidzi, Ibnu Majah, Ibnu Abu Hatim, dan Ibnu Jarir melalui jalur Muhammad ibnu Fudail, dari ‘Atha’ ibnus Saib secara inarfu', Imam At-Tirmidzi mengatakan bahwa hadits ini hasan shahih. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ya'qub, telah menceritakan kepada kami Ibnu Aliyyah, telah menceritakan kepada kami ‘Atha’ ibnus Saib yang mengatakan bahwa Muharib ibnu Disar telah menceritakan kepadanya apa yang telah dikatakan oleh Said ibnu Jubair tentang Al-Kautsar.\n\nMuharib ibnu Disar mengatakan bahwa Sa'id ibnu Jubair telah menceritakan kepada kami dari Ibnu Abbas yang mengatakan bahwa Al-Kautsar adalah kebaikan yang banyak. Lalu Sa'id ibnu Jubair mengatakan bahwa benar, sesungguhnya Al-Kautsar adalah kebaikan yang banyak. Akan.tetapi, telah menceritakan kepada kami Ibnu Umar, bahwa seketika diturunkan firman-Nya: Sesungguhnya Kami telah rnemberikan kepadamu Al-Kautsar (kebaikan yang banyak). (Al-Kautsar: 1) Maka Rasulullah ﷺ bersabda: Al-Kautsar adalah sebuah sungai di dalam surga yang kedua tepinya emas, (airnya) mengalir di atas mutiara dan yaqut. Ibnu Jarir mengatakan, telah menceritakan kepadaku Ibnul Burqi, telah menceritakan kepada kami Ibnu Maiyam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Haram ibnu USman, dari Abdur Rahman Al-A'raj, dari Usamah ibnu Zaid, bahwa Rasulullah ﷺ di suatu hari berkunjung ke rumah Hamzah ibnu Abdul Muttalib, dan ternyata beliau tidak menjumpainya, lalu beliau menanyakannya kepada istrinya yang berasal dari Bani Najjar.\n\nIstri Hamzah menjawab, \"Wahai Nabi Allah, dia baru saja keluar menuju ke rumahmu, kalau begitu barangkali dia sesat jalan di sebagian lorong-lorong Bani Najjar. Tidakkah engkau masuk lebih dahulu, wahai Rasulullah?\" Maka Rasulullah ﷺ masuk, dan istri Hamzah menyuguhkan kepadanya makanan hais (makanan yang terbuat dari buah kurma, minyak samin, dan tepung sawiq), maka Nabi ﷺ memakan sebagian darinya. Dan istri Hamzah bertanya, \"Wahai Rasulullah, kuucapkan selamat kepada engkau, sebenarnya aku ingin datang kepadamu untuk mengucapkan selamat, karena Abu Imarah pernah menceritakan kepadaku bahwa engkau telah diberi sebuah sungai di dalam surga yang dikenal dengan nama Al-Kautsar.\" Nabi ﷺ menjawab: Benar, dan luasnya yakni tanahnya adalah yaqut, marjan, zabarjad, dan mutiara.\n\nHaram ibnu Usman adalah orang yang berpredikat daif, tetapi konteks hadits ini hasan, dan asal hadits ini berpredikat shahih, bahkan dapat dibilang mutawatir yang diriwayatkan melalui berbagai jalur hingga memberikan pengertian kepastian di kalangan para imam ahli hadits, demikian pula hadits-hadits yang menceritakan tentang telaga (Kautsar). Hal yang sama telah diriwayatkan dari Anas, Abul Aliyah dan Mujahid serta bukan hanya seorang dari kalangan ulama Salaf.\n\nbahwa Al-Kautsar adalah nama sebuah sungai di dalam surga. ‘Atha’ mengatakan bahwa Al-Kautsar yaitu nama sebuah telaga di dalam surga. Firman Allah subhanahu wa ta’ala: Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. (Al-Kautsar: 2) Yakni sebagaimana Kami telah memberimu kebaikan yang banyak di duni adan akhirat, antara lain ialah sebuah sungai yang sifat-sifatnya telah disebutkan di atas; maka kerjakanlah shalat fardu dan shalat sunatmu dengan ikhlas karena Allah dan juga dalam semua gerakmu.\n\nSembahlah Dia semata, tiada sekutu bagi-Nya; dan sembelihlah korbanmu dengan menyebut nama-Nya semata, tiada sekutu bagi-Nya. Hal yang senada disebutkan di dalam ayat lain melalui firman-Nya: Katakanlah, \"Sesungguhnya salatku, ibadahku. hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam, tiada sekutu bagi-Nya; dan demikian itulah diperintahkan kepadaku, dan aku adalah orang yang pertama-tama menyerahkan diri (kepada Allah).(Al-An'am: 162-163) Ibnu Abbas, ‘Atha’, Mujahid, Ikrimah, dan Al-Hasan telah mengatakan bahwa yang dimaksud dengan wanhar ialah menyembelih unta dan ternak lainnya sebagai korban.\n\nHal yang semisal telah dikatakan oleh Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Adh-Dhahhak, Ar-Rabi', ‘Atha’ Al-Khurrasani, Al-Hakam, Sa'id ibnu Abu Khalid, dan lain-lainnya yang bukan hanya seorang dari kalangan ulama Salaf. Hal ini berbeda keadaannya dengan apa yang dilakukan oleh orang-orang menyebut nama-Nya, Allah subhanahu wa ta’ala telah berfirman: Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah ketika menyembelihnya. Sesungguhnya perbuatan yang semacam itu adalah suatu kefasikan. (Al-An'am: 121), sampai akhir ayat. Menurut pendapat lain, yang dimaksud dengan wanhar ialah meletakkan tangan kanan di atas tangan kiri di bawah tenggorokan.\n\nHal ini diriwayatkan dari Ali, tetapi sanadnya tidak shahih. Dan hal yang semisal telah diriwayatkan dari Abu Ja'far Al-Baqir. Pendapat yang lainnya mengatakan bahwa wanhar artinya mengangkat kedua tangan di saat membuka shalat. Dan menurut pendapat yang lainnya lagi, wanhar artinya hadapkanlah lehermu ke arah kiblat. Ketiga pendapat ini disebutkan oleh Ibnu Jarir. Ibnu Abu Hatim sehubungan dengan hal ini telah meriwayatkan sebuah hadits yang mungkar.\n\nUntuk itu ia mengatakan: telah menceritakan kepada kami Wahb ibnu Ibrahim Al-Qadi pada tahun dua ratus lima puluh lima Hijriah, telah menceritakan kepada kami Israil ibnu Hatim Al-Marwazi, telah menceritakan kepada kami Muqatil ibnu Hayyan, dari Al-Asbagh ibnu Nabtah, dari Ali ibnu Abu Thalib yang mengatakan bahwa ketika diturunkan kepada Nabi ﷺ surat ini, yaitu: Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak Maka dirikanlah shalat karena Tuhanmu dan berkorbanlah. (Al-Kautsar: 1-2) Maka Rasulullah ﷺ bertanya, \"Wahai Jibril, apakah yang dimaksud dengan nahirah yang diperintahkan kepadaku oleh Tuhanku agar aku melakukannya?\" Jibril menjawab, \"Bukan nahirah, tetapi Dia memerintahkan kepadamu apabila berihram untuk shalat, angkatlah kedua tanganmu saat mengucapkan takbir, dan saat engkau rukuk, dan saat engkau angkat kepalamu dari rukuk, dan apabila engkau akan sujud.\n\nKarena sesungguhnya itulah shalat kita dan shalat para malaikat yang ada di tujuh langit. Sesungguhnya tiap-tiap sesuatu itu mempunyai perhiasan, dan perhiasan shalat ialah mengangkat kedua tangan di saat takbir.\"' Hal yang sama telah diriwayatkan oleh Imam Hakim di dalam kitab Mustadrak-nya melalui hadits Israil ibnu Hatim dengan sanad yang sama. Telah diriwayatkan dari ‘Atha’ Al-Khurrasani sehubungan dengan makna firman-Nya, \"wanhar\" artinya angkatlah tulang punggungmu sesudah rukuk dan tegakkanlah ia serta tampakkanlah tenggorokanmu.\n\nMakna yang dimaksud ialah i'tidal. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim; semua pendapat ini berpredikat gharib sekali. Pendapat yang shahih adalah yang pertama, yaitu yang mengatakan, bahwa makna yang dimaksud dengan nahr ialah menyembelih hewan kurban. Karena itulah maka Rasulullah ﷺ seusai shalat Idul Adha segera menyembelih kurbannya, lalu bersabda: Barang siapa yang shalat seperti shalat kami dan menyembelih kurban seperti kami menyembelih kurban, maka sesungguhnya dia telah menunaikan kurbannya.\n\nDan barang siapa yang menyembelih kurban sebelum shalat (hari raya) maka tiada kurban baginya. Maka Abu Burdah Nayyar bertanya, \"Wahai Rasulullah, sesungguhnya aku telah menyembelih kambingku sebelum shalat, dan aku mengetahui bahwa hari ini adalah hari yang semua orang menyukai daging padanya\" Rasulullah ﷺ menjawab: Kambingmu itu adalah daging kambing biasa (bukan kurban). Abu Burdah berkata, \"Wahai Rasulullah, sesungguhnya aku mempunyai seekor anak kambing kacang yang lebih aku sukai daripada dua ekor kambing biasa, apakah itu cukup untuk kurbanku?\" Rasulullah ﷺ menjawab: Cukup untukmu, tetapi tidak cukup untuk orang lain sesudahmu. Abu Ja'far ibnu Jarir mengatakan bahwa pendapat yang benar adalah pendapat yang mengatakan bahwa makna yang dimaksud dari ayat ialah jadikanlah salatmu semuanya tulus ikhlas hanya untuk Tuhanmu, bukan untuk berhala atau sembahan selain-Nya.\n\nDemikian pula kurbanmu, jadikanlah hanya untuk Dia, bukan untuk berhala-berhala. sebagai ungkapan rasa syukurmu terhadap-Nya atas kemuliaan dan kebaikan tiada taranya yang dikhususkan-Nya buatmu sebagai anugerah dari-Nya. Pendapat yang dikemukakan oieh orang yang mengatakan ini amatlah baik. Dan pendapat ini telah dikatakan sebelumnya oleh Muhammad ibnu Ka'b Al-Qurazi dan ‘Atha’ dengan ungkapan yang semakna. Firman Allah subhanahu wa ta’ala: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Yakni sesungguhnya orang yang membencimu, wahai Muhammad, dan benci kepada petunjuk, kebenaran, bukti yang jelas, dan cahaya terang yang kamu sampaikan; dialah yang terputus lagi terhina, direndahkan dan terputus sebutannya.\n\nIbnu Abbas, Mujahid, Sa'id ibnu Jubair, dan Qatadah mengatakan bahwa ayat ini diturunkan berkenaan dengan Al-As ibnu Wa-il. Muhammad ibnu Ishaq telah meriwayatkan dari yazid ibnu Ruman yang mengatakan bahwa dahulu Al-As ibnu Wa-il apabila disebutkan nama Rasulullah ﷺ, ia mengatakan, \"Biarkanlah dia, karena sesungguhnya dia adalah seorang lelaki yang terputus, tidak mempunyai keturunan. Apabila dia mati, maka terputuslah sebutannya.\" Maka Allah menurunkan surat ini.\n\nSyamir ibnu Atiyyah mengatakan bahwa surat ini diturunkan berkenaan dengan Uqbah ibnu Abu Mu'it. Ibnu Abbas mengatakan pula, dan juga ikrimah, bahwa surat ini diturunkan berkenaan dengan Ka'b ibnul Asyraf dan sejumlah orang-orang kafir Quraisy. Al-Bazzar mengatakan, telah menceritakan kepada kami Ziyad ibnu Yahya Al-Hassani, telah menceritakan kepada kami Ibnu Abu Addi, dari Daud, dari Ikrimah, dari Ibnu Abbas yang mengatakan bahwa Ka'b ibnul Asyraf datang ke Mekah, maka orang-orang Quraisy berkata kepadanya, \"Engkau adalah pemimpin mereka.\n\nTidakkah engkau melihat kepada lelaki yang terusir lagi terputus dari kaumnya itu (maksudnyaNabi ﷺ)? Dia mengira bahwa dirinya lebih baik daripada kami, padahal kami adalah ahli (pelayan) jemaah haji, ahli sadanah (pelayan Ka'bah) dan ahli Siqayah (pelayan minuman air zamzam),\" Maka Ka'b Ibnul Asyraf berkata, \"Kalian lebih baik daripadanya.\" Maka turunlah firman Allah subhanahu wa ta’ala: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Hal yang sama diriwayatkan oleh Al-Bazzar, dan hadits ini shahih sanadnya. Diriwayatkan pula dari ‘Atha’, bahwa surat ini diturunkan berkenaan dengan Abu Lahab.\n\nDemikian itu terjadi ketika putra Rasulullah ﷺ meninggal dunia, maka Abu Lahab pergi menemui orang-orang musyrik dan berkata kepada mereka, \"Tadi malam Muhammad terputus (keturunannya).\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya sehubungan dengan peristiwa tersebut: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus (Al-Kautsar: 3) Dan diriwayatkan dari Ibnu Abbas bahwa ayat ini diturunkan berkenaan dengan Abu Jahal. Diriwayatkan pula dari Ibnu Abbas, bahwa makna: sesungguhnya orang-orang yang membencimu. (Al-Kautsar: 3) Yakni musuhmu. Pendapat ini lebih mencakup dan meliputi semua orang yang bersifat dan berkarakter demikian, baik dari kalangan mereka yang telah disebutkan di atas maupun yang lainnya. ikrimah mengatakan bahwa al-abtar artinya sebatang kara.\n\nAs-Suddi mengatakan bahwa dahulu mereka apabila meninggal dunia keturunannya laki-laki mereka, maka mereka mengatakannya abtar (terputus keturunannya). Dan ketika putra-putra Nabi ﷺ semuanya meninggal dunia, maka mereka mengatakan, \"Muhammad telah terputus.\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Sesungguhnya orang-orang yang membenci kamu, dialah yang terputus. (Al-Kautsar: 3) Pendapat ini senada dengan apa yang telah kami sebutkan di atas yang mengatakan bahwa abtar ialah orang yang tidak mempunyai keturunan laki-laki. Maka orang-orang kafir Quraisy itu mengira bahwa seseorang itu apabila anak-anak lelakinya mati, maka terputuslah sebutannya. Padalah tidaklah demikianlah kenyataannya, bahkan sebenarnya Allah mengekalkan sebutan Nabi ﷺ di hadapan para saksi dan mewajibkan syariat yang dibawanya di atas pundak hamba-hamba-Nya, yang akan terus berlangsung selamanya sampai hari mereka dihimpunkan untuk mendapat pembalasan. Semoga salawat dan salam-Nya terlimpah-kan kepadanya selama-lamanya sampai hari kiamat.\"","tafsir-ringkas-kemenag":"Sungguh orang-orang yang membencimu dan mengacuhkan hidayah yang engkau bawa, dialah orang yang terputus. Tidak hanya terputus jejaknya, mereka pun dijauhkan dari rahmat Allah dan segala kebaikan. Keteladanan dan kebaikanmu akan terus menjadi pembicaraan sepanjang zaman dan keturunanmu akan terus mewarisi kebaikanmu. 1. Wahai Nabi Muhammad, katakanlah, 'Wahai orang-orang yang me-milih kafir sebagai jalan hidup!.","tafsir-lengkap-kemenag":"Sesudah Allah menghibur dan menggembirakan Nabi Muhammad serta memerintahkan supaya mensyukuri anugerah-anugerah-Nya dan sebagai kesempurnaan nikmat-Nya, maka Allah menjadikan musuh-musuh Nabi itu jadi hina dan tidak berdaya. Siapa saja yang membenci dan mencaci Nabi akan hilang pengaruhnya dan tidak ada kebahagiaan baginya di dunia dan di akhirat. Sedang kebaikan dan hasil perjuangan akan tetap jaya sampai hari Kiamat.\n\nOrang-orang kafir Mekah mencaci Nabi Muhammad bukanlah karena mereka tidak senang kepada pribadi Nabi, tetapi karena beliau mencela kebodohan mereka dan mencaci berhala-berhala yang mereka sembah serta mengajak mereka untuk meninggalkan penyembahan berhala-berhala itu.\n\nSungguh Allah telah menepati janji-Nya dengan menghinakan dan menjatuhkan martabat orang-orang yang mencaci Nabi Muhammad, sehingga nama mereka hanya diingat ketika membicarakan orang-orang jahat dan kejahatannya. Adapun kedudukan Nabi ﷺ dan orang-orang yang menerima petunjuk beliau serta nama harum mereka diangkat setinggi-tingginya oleh Allah sepanjang masa.","tafsir-alazhar":"SURAH AL-KAUTSAR(SANGAT BANYAK)SURAH KE-108, 3 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Sesungguhnya telah Kami berikan kepadamu (karunia) sangat banyak.\" (ayat 1)Sesungguhnya sangatlah banyaknya anugerah dan carunia Allah kepadamu, wahai Utusan-Ku! Tidaklah dapat dihitung berapa banyaknya larunia itu, sejak dari Al-Qur'an yang ditururkan sebagai wahyu, nikmat yang diilhamkan sebagai hasil pikiran, nubuwah dan kerasulai, penutup dari segala Rasul, rahmat bagi seluruh alam, pemimpin bagi umat manusia, memimpinkan agama yang benar, untuk keselamatan dan kebahagiaan dunia-akhirat.Selain dari itu ada juga tafsir yang lain tentang al-Kautsar itu.-\tDalam sebuah hadits yang dirawikan oleh Tirmidzi “al-Kautsar nama sebuah telaga sebelum menjelang ke surga, di sanalah umat Muhammad akan minum bersama Nabi ketika akan meneruskan perjalanan ke dalam surga.\"-\tNubuwwat.-\tAl-Qur'an.-\tAl-Islam.-\tKemudahan syari'at.-\tBanyak sahabat, banyak umat dan banyak pengikut-\tTersebut namanya di mana-mana-\tCahaya bersinar dari dalam hatimu, menunjuk jalan menuju Aku, dan memutuskan jalan kepada yang selain Aku-\tKasih sayangmu kepada orang lain-\tSyafaat yang dianugerahkan kepada engkau untuk melindungi umatmu di akhirat.-\tSuatu mukjizat dari Allah, sehingga doa umatmu yang saleh dikabulkan Allah jua.-\tDua kalimat syahadat: Laa Ilaha illa Allah wa Muhammadan Rasulullah.\"-\tPemahaman agama yang sampai mendalam-\tShalat lima waktuDan semuanya itu bolehlah kita kumpulkan ke dalam al-Kautsar karena arti al-Kautsar sendiri memang sangat banyak untuk dihitung.Ayat 2“Sebab itu hendaklah engkau shalat karena Tuhanmu.\"Sedemikian banyaknya nikmat anugerah Allah kepada engkau, sehingga tempat engkau beribadah hanya Allah, tempat engkau bershalat hanya Dia, tiada yang lain. Karena nikmat tidak akan didapat dari yang lain.“Dan hendaklah engkau berqurban.\" (ujung ayat 2)Menurut tafsir Said bin Jubair, “Shalat Shubuhlah berjamaah, kemudian itu sehabis Shalat ‘Idul Adha, sembelihlah qurban.\"Ada lagi penafsiran lain, menurut al-Qurthubi, diterima dari Ali bin Abi Thalib dan Muhammad bin Ka'ab, “Bershalatlah untuk Tuhanmu dan hadapkanlah dadamu.\" Sebab an-Nahr itu boleh diartikan menyembelih binatang ternak sebagai qurban di hari kesepuluh Dzulhijjah yang dinamai juga Yaumun Nahr, dan berarti pula dada! Maka mereka artikan, “Shalatlah karena Tuhanmu dan hadapkan dada ke kiblat dengan meletakkan tangan kanan atas tangan kiri di atas dada.\"Ayat 3“Sesungguhnya orang yang membenci engkau itulah yang akan putus.\" (ayat 3)Menurut bahasa yang dipakai orang Arab kalau ada seseorang yang banyak anaknya, laki-laki dan perempuan, tiba-tiba anak-anaknya yang laki-laki meninggal semuanya di waktu kecil, orang itu dinamai Abtar. Yang kita artikan putus, yaitu putus turunan. Nabi Muhammad ﷺ mempunyai banyak putra dengan Khadijah, empat anas perempuan (Zainab, Ruqaiyah, Urnmi Kiltsum, dan Fatimah). Dan anak laki-laki beliau bernama Abdullah, Qasim, dan Thahir. Dan setelah tinggal di Madinah beliau mendapat anak laki-laki pula, namanya Ibrahim. Tetapi anak laki-laki ini semuanya wafat saat waktu kecil.Sampai sekarang, sudah empat belas abad lebih, masih saja bertebaran di muka bumi ini anak keturunan Fatimah. Ada yang menjadi raja-raja, ada yang menjadi ulama, dan penganjur politik. Sedang orang-orang yang membencinya itu putuslah berita mereka, tidak ada kabarnya lagi. Benarlah janji Allah, merekalah yang terputus. Marilah kita camkan kebenaran firman Allah."}}}