{"1":{"arabic":"تَبَّتۡ يَدَآ أَبِى لَهَبٍ وَتَبَّتَبَّتۡ يَدَآ أَبِى لَهَبٍ وَتَبَّ","words":{"arabicWords":["تَبَّتۡ","يَدَآ","أَبِي","لَهَبٖ","وَتَبَّ"],"translationWords":["binasalah","kedua tangan","Abu","Lahab","sebenar-benar binasa"]},"translation":"Binasalah kedua tangan Abu Lahab dan benar-benar binasa dia.","tafsir":{"tafsir-jalalayn":"Al-Lahab (Api yang Menggelegak)\n\n(Binasalah) atau merugilah (kedua tangan Abu Lahab) maksudnya diri Abu Lahab; di sini diungkapkan dengan memakai kata-kata kedua tangan sebagai ungkapan Majaz, karena sesungguhnya kebanyakan pekerjaan yang dilakukan oleh manusia itu dikerjakan dengan kedua tangannya; Jumlah kalimat ini mengandung makna doa (dan sesungguhnya dia binasa) artinya dia benar-benar merugi. Kalimat ayat ini adalah kalimat berita; perihalnya sama dengan perkataan mereka: Ahlakahullaahu Waqad Halaka, yang artinya: \"Semoga Allah membinasakannya; dan sungguh dia benar-benar binasa.\" Ketika Nabi ﷺ menakut-nakutinya dengan azab, ia berkata, \"Jika apa yang telah dikatakan oleh anak saudaraku itu benar, maka sesungguhnya aku akan menebus diriku dari azab itu dengan harta benda dan anak-anakku.\" Lalu turunlah ayat selanjutnya, yaitu:.","tafsir-ibnu-katsir":"Tafsir Surat Al-Lahab: 1-5\n\nBinasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan. Kelak dia akan masuk ke dalam api yang bergejolak. Dan (begitu pula) istrinya, pembawa kayu bakar. Yang di lehernya ada tali dari sabut. Imam Bukhari mengatakan, telah menceritakan kepada kami Muhammad ibnu Salam, telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Amr ibnu Murrah, dari Sa'id ibnu Jubair, dari Ibnu Abbas, bahwa Nabi ﷺ keluar menuju ke Lembah Batha, lalu menaiki bukit yang ada padanya dan berseru, \"Awas ada musuh di pagi hari ini!\" Maka orang-orang Quraisy berkumpul kepadanya dan beliau bersabda: \"Bagaimanakah pendapat kalian jika aku sampaikan berita kepada kalian bahwa musuh akan datang menyerang kalian di pagi atau petang hari, apakah kalian akan percaya kepadaku? Mereka menjawab, \"Ya.\n\nNabi ﷺ bersabda, \"Maka sesungguhnya aku memperingatkan kepada kalian akan datangnya azab yang keras. Maka Abu Lahab berkata, \"Celakalah kamu ini, karena inikah engkau mengumpulkan kami.\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1), hingga akhir surat Menurut riwayat yang lain, disebutkan bahwa lalu Abu Lahab menepiskan kedua tangannya seraya berkata, \"Celakalah kamu sepanjang hari ini, karena inikah engkau mengumpulkan kami?\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Konteks riwayat pertama menunjukkan pengertian kutukan terhadap Abu Lahab, sedangkan konteks riwayat kedua menunjukkan pengertian pemberitaan tentang sikap Abu Lahab. Abu Lahab adalah salah seorang paman Rasulullah ﷺ, nama aslinya ialah Abdul Uzza ibnu Abdul Muttalib, dan nama kunyahnya (gelarnya) ialah Abu Utaibah.\n\nSesungguhnya dia diberi julukan Abu Lahab tiada lain karena wajahnya yang cerah. Dia adalah seorang yang banyak menyakiti Rasulullah ﷺ, sangat membenci dan meremehkannya serta selalu memojokkannya dan juga memojokkan agamanya. Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim ibnu Abul Abbas, telah menceritakan kepada kami Abdur Rahman ibnu Abu Zanad, dari ayahnya yang mengatakan bahwa telah menceritakan kepadaku seorang lelaki yang dikenal dengan nama Rabi'ah ibnu Abbad, dari Banid Dail, pada mulanya dia adalah seorang jahiliah, lalu masuk Islam.\n\nDia mengatakan bahwa ia pernah melihat Nabi ﷺ bersabda di masa Jahiliah di pasar Zul Majaz: Wahai manusia, ucapkanlah, \"Tidak ada Tuhan yang berhak disembah selain Allah, niscaya kamu beruntung. Sedangkan orang-orang berkumpul mengerumuninya. Dan di belakangnya terdapat seorang yang berwajah cerah, bermata juling, dan rambutnya berkepang. Orang itu mengatakan, \"Sesungguhnya dia adalah orang pemeluk agama baru lagi pendusta.\" Orang yang berwajah cerah itu selalu mengikuti Nabi ﷺ ke mana pun beliau pergi. Aku bertanya mengenainya, maka dijawab bahwa orang itu adalah pamannya sendiri, bernama Abu Lahab.\n\nKemudian Imam Ahmad meriwayatkannya pula melalui Syuraih, dari Ibnu Abuz Zanad, dari ayahnya, kemudian disebutkan hal yang semisal. Abu Zanad bertanya kepada Rabi'ah, \"Apakah saat itu engkau masih anak-anak?\" Rabi'ah menjawab, \"Tidak, bahkan demi Allah, sesungguhnya aku di hari itu telah 'aqil lagi dapat mengangkat qirbah.\" Hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepadaku Husain ibnu Abdullah ibnu Ubaidillah ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rabi'ah ibnu Abbas Ad-Daili mengatakan, \"Sesungguhnya saat ia bersama ayahnya telah berusia remaja melihat Rasulullah ﷺ mendatangi tiap kabilah, sedangkan di belakang beliau terdapat seorang lelaki yang bermata juling, berwajah cerah, dan berambut lebat.\n\nRasulullah ﷺ berdiri di hadapan kabilah, lalu bersabda: Wahai Bani Fulan, sesungguhnya aku adalah utusan Allah kepada kalian aku memerintahkan kepada kalian untuk menyembah Allah dan janganlah kalian persekutukan Dia dengan sesuatu pun; benarkanlah aku dan belalah aku hingga aku dapat melaksanakan semua yang diutuskan oleh Allah kepadaku. Apabila Rasulullah ﷺ selesai dari ucapannya, maka lelaki itu berkata dari belakangnya, \"Wahai Bani Fulan, orang ini menginginkan agar kalian memecat Lata dan 'Uzza serta jin teman-teman kalian dari kalangan Bani Malik ibnu Aqyasy dan mengikuti bid'ah dan kesesatan yang disampaikannya.\n\nMaka janganlah kalian dengar dan jangan pula kalian ikuti.\" Aku bertanya kepada ayahku, \"Siapakah orang ini?\" Ayahku menjawab, bahwa dia adalah pamannya yang dikenal dengan nama Abu Lahab. Imam Ahmad dan Imam Ath-Thabarani telah meriwayatkan pula dengan lafal yang sama. Firman Allah Swt: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Yakni merugi, kecewa, dan sesatlah (sia-sialah) amal perbuatan dan usahanya. dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Yaitu sesungguhnya dia celaka dan telah nyata merugi dan binasa.\n\nFirman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta benda dan apa yang ia usahakan. (Al-Lahab: 2) Ibnu Abbas dan lain-lainnya mengatakan sehubungan dengan makna firman Allah Swt: dan apa yang ia usahakan. (Al-Lahab: 2) Maksudnya, anaknya. Telah diriwayatkan pula hal yang semisal dari Aisyah, Mujahid, ‘Atha’, Al-Hasan, dan Ibnu Sirin. Telah diriwayatkan dari Ibnu Mas'ud, bahwa ketika Rasulullah ﷺ menyeru kaumnya kepada iman. Abu Lahab berkata, \"Jika apa yang dikatakan oleh keponakanku ini benar, maka sesungguhnya aku akan menebus diriku kelak di hari kiamat dari azab dengan harta dan anak-anakku.\" Maka turunlah firman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan\". (Al-Lahab: 2) Adapun firman Allah subhanahu wa ta’ala: Kelak dia akan masuk ke dalam api yang bergejolak. (Al-Lahab: 3) Yakni neraka yang apinya berbunga, menyala dengan hebatnya, dan sangat membakar.\n\nDan (begitu pula) istrinya pembawa kayu bakar. (Al-Lahab: 4) Istri Abu Lahab dari kalangan wanita Quraisy yang terhormat dan termasuk pemimpin kaum wanitanya bernama Ummu Jamil, nama aslinya ialah Arwah binti Harb ibnu Umayyah, saudara perempuan Abu Sufyan. Dia membantu suaminya dalam kekufuran dan keingkarannya terhadap perkara hak yang dibawa oleh Nabi ﷺ Karena itulah maka kelak di hari kiamat ia menjadi pembantu yang mengazabnya dalam di neraka Jahanam. Di dalam firman berikutnya disebutkan: pembawa kayu bakar, yang di lehernya ada tali dari sabut. (Al-Lahab: 4-5) Yaitu memanggul kayu bakar, lalu melemparkannya kepada suaminya agar api yang membakarnya bertambah besar; istrinya memang diciptakan untuk itu dan disediakan untuk membantu mengazabnya.\n\nYang di lehernya ada tali dari sabut. (Al-Lahab: 5) Menurut Mujahid dan Urwah, makna yang dimaksud ialah berupa api neraka. Diriwayatkan pula dari Mujahid, Ikrimah, Al-Hasan, Qatadah, Ats-Tsauri, dan As-Suddi sehubungan dengan makna firman-Nya: pembawa kayu bakar. (Al-Lahab: 4) Bahwa istri Abu Lahab gemar berjalan menghamburkan fitnah (hasutan). Pendapat inilah yang dipilih oleh Ibnu Jarir. Al-Aufi telah meriwayatkan dari Ibnu Abbas, Atiyyah Al-Jadah, Adh-Dhahhak, dan Ibnu Zaid, bahwa istri Abu Lahab meletakkan ranting-ranting berduri di jalan-jalan yang dilalui oleh Rasulullah ﷺ Ibnu Jarir mengatakan bahwa istri Abu Lahab mengejek Nabi ﷺ sebagai orang yang fakir, dan dia pernah mencari kayu bakar, oleh karena itulah maka ia dijuluki dengan sebutan 'Hammalatal Hatab' sebagai cemoohan terhadapnya.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir, tetapi dia tidak menisbatkannya kepada siapa pun. Pendapat yang benar adalah yang pertama; hanya Allah-lah Yang Maha Mengetahui. Sa'id ibnul Musayyab mengatakan bahwa dahulu istri Abu Lahab mempunyai sebuah kalung yang mewah, lalu ia mengatakan, \"Sesungguhnya aku akan membelanjakan kalung ini (menjualnya) untuk biaya memusuhi Muhammad ﷺ\" Maka Allah menghukumnya dengan tali dari api neraka yang dikalungkan di lehernya (kelak di hari kemudian).\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Sulaim maula Asy-Sya'bi, dari Asy-Sya'bi yang mengatakan bahwa al-masadd artinya sabut. Urwah ibnuz Zubair mengatakan bahwa al-masadd artinya rantai yang panjangnya tujuh puluh hasta. Telah diriwayatkan pula dari Ats-Tsauri bahwa makna yang dimaksud ialah sebuah kalung api yang panjangnya tujuh puluh hasta.\n\nAl-Jauhari mengatakan bahwa al-masadd adalah sabut, dan al-masadd juga berarti tali yang terbuat dari sabut atau kulit pohon, dan adakalanya terbuat dari kulit unta atau bulunya. Dalam bahasa Arab disebutkan masadtul habla atau amsuduhu masdan, artinya ialah engkau pintal tali itu dengan pintalan yang baik. Mujahid mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut. (Al-Lahab: 5) Yakni pasung leher yang terbuat dari besi, tidakkah engkau perhatikan bahwa orang-orang Arab menyebut anak unta yang pertama masad? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Dzar'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Abdullah ibnuz Zubair Al-Humaidi, telah menceritakan kepada kami Sufyan, telah menceritakan kepada kami Al-Walid ibnu Katsir, dari Abu Badras, dari Asma binti Abu Bakar yang mengatakan bahwa ketika diturunkan firman Allah subhanahu wa ta’ala: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Maka datanglah wanita yang bermata juling (yaitu Ummu Jamil binti Harb) seraya menyumpah-nyumpah, sedangkan tangannya memegang batu seraya mengucapkan kata-kata bersyair, \"Dia telah mencela agama nenek moyang kami, agamanya kutolak dan perintahnya kutentang.\" Saat itu Rasulullah ﷺ sedang duduk di masjid ditemani sahabat Abu Bakar.\n\nKetika sahabat Abu Bakar melihat Ummu Jamil, ia berkata kepada Rasulullah, \"Wahai Rasulullah, Ummu Jamil datang, dan aku mengkhawatirkan keselamatanmu bila dia melihatmu.\" Maka Rasulullah ﷺ bersabda: Dia tidak akan dapat melihatku. Dan Nabi ﷺ membaca suatu ayat Al-Qur'an sebagai perlindungan buat dirinya, sebagaimana yang disebutkan di dalam ayat lain melalui firman-Nya: Dan apabila kamu membaca Al-Qur'an, niscaya Kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat, suatu dinding yang tertutup. (Al-Isra: 45) Maka Ummu Jamil datang dan berdiri di hadapan Abu Bakar tanpa melihat Rasulullah ﷺ, lalu berkata, \"Wahai Abu Bakar, sesungguhnya aku mendapat berita bahwa temanmu mengejekku.\" Abu Bakar menjawab, \"Tidak, demi Tuhan Penguasa Ka'bah ini, dia tidak mengejekmu.\" Maka Ummu Jamil pergi seraya mengatakan, \"Orang-orang Quraisy telah mengetahui bahwa sesungguhnya aku adalah anak perempuan pemimpin mereka.\" Sufyan mengatakan bahwa Al-Walid di dalam hadisnyaatau selain Al-Walid menyebutkan bahwa Ummu Jamil terjatuh karena kainnya tersangkut, saat itu ia sedang melakukan tawaf di Ka'bah, maka Ummu Jamil mengatakan, \"Celakalah si pencela itu.\" Maka Ummu Hakim binti Abdul Muttalib mengatakan, \"Sesungguhnya aku benar-benar wanita yang menjaga kehormatannya, maka aku tidak berbicara; dan aku adalah seorang wanita pingitan, maka aku tidak mengetahui banyak hal; dan kita berdua dari kalangan anak-anak sepaman (sepupu), dan orang-orang Quraisy lebih mengetahuinya.\" Sebagian ahli ilmu mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut (Al-Lahab: 5) Yakni di lehernya ada tali dari api neraka Jahanam yang mengangkatnya sampai ke pinggir neraka Jahanam, lalu ia dilemparkan ke dasarnya.\n\nKemudian dilakukan hal yang semisal terhadapnya selama-lamanya. Abu Khattab ibnu Dihyah di dalam kitabnya yang berjudul At-Tanwir mengatakan bahwa telah diriwayatkan hal yang semisal dan al-masad diartikan dengan tali timba. Para ulama mengatakan bahwa surat ini merupakan mukjizat dan bukti terang yang menunjukkan kenabian. Karena sesungguhnya sejak diturunkan firman-Nya: Kelak dia akan masuk ke dalam api yang bergejolak.\n\nDan (begitu pula) istrinya, pembawa kayu bakar, Yang di lehernya ada tali dari sabut. (Al-Lahab: 3-5) Yang memberitakan bahwa keduanya adalah orang yang celaka dan tidak akan mau beriman. Kemudian kenyataanya memang demikian selama hidupnya, keduanya tidak beriman dan tidak pula salah seorangnya, baik lahir maupun batinnya, dan baik menyembunyikannya ataupun melahirkannya. Keduanya sama sekali tidak mau beriman Dan hal ini merupakan bukti paling kuat yang menunjukkan kebenaran kenabian Nabi Muhammad ﷺ\"","tafsir-ringkas-kemenag":"Karena kebenciannya kepada Nabi dan penentangannya terhadap dakwah beliau dengan cara yang menyakitkan, maka celaka dan binasalah kedua tangan Abu Lahab yakni diri Ab' Lahab, yang bernama 'Abdul 'Uzz' bin 'Abdul Muttalib; dan benar-benar binasa dia!2. Ketika azab Allah menimpanya maka tidaklah berguna baginya hartanya yang dia kumpulkan dan banggakan, dan tidak pula bermanfaat apa yang dia usahakan seperti jabatan dan keturunan untuk menyelamatkan dirinya dari azab itu. Hanya iman dan amal saleh yang dapat menyelamatkan seseorang dari murka Allah.","tafsir-lengkap-kemenag":"Dalam ayat ini Allah menerangkan bahwa Abu Lahab akan rugi dan binasa dan kata-kata ini sebagai kutukan dari Allah baginya. Binasa pada kedua belah tangannya karena tangan adalah alat bekerja dan bertindak. Bila kedua belah tangan seseorang telah binasa, berarti ia telah binasa.\n\nDikatakan Abu Lahab, padahal namanya Abdul-'Uzza, karena ia berwajah tampan menawan. Namun para ulama berpendapat bahwa dikatakan Abu Lahab karena ia pasti menjadi penghuni neraka yang bergejolak apinya. Hal itu seperti orang komunis memilih syiar merah dan golongan kiri karena golongan kiri adalah ashabusy-syimal.\n\nPermulaan ayat ini adalah kutukan atas kebinasaan Abu Lahab dan penutupnya adalah sebagai keterangan dari Allah bahwa kutukan tersebut telah terbukti dan Abu Lahab pasti rugi di dunia dan di akhirat.\n\nKetika ayat tabbat yadA abi lahabin watabba turun, Ummu Jamil al-'AurA (wanita yang sebelah matanya buta) binti harb datang sambil berteriak-teriak. Ia membawa batu sekepalan tangan, seraya berkata. \"Dia mencela (agama kami), kami menolak. Agamanya kami benci dan perintahnya kami bantah.\" Ketika itu Nabi ﷺ duduk di dalam masjid bersama Abu Bakar. Ketika Abu Bakar melihat wanita itu, beliau berkata, Wahai Rasulullah, wanita itu telah datang. Saya khawatir dia melihatmu.\" Maka Rasulullah ﷺ berkata \"Dia tidak akan melihatku.\" Kemudian Nabi membaca sebuah ayat dan berlindung dengan menggunakan ayat itu. Beliau membaca \"Dan apabila kamu membaca Al-Qur'an, kami jadikan diantara kamu dan orang-orang yang tidak beriman itu penghalang yang tertutup.\" Wanita itu berdiri di depan Abu Bakar, namum ia tidak bisa melihat Rasulullah ﷺ Ia berkata, \"Hai Abu Bakar, aku mendapat kabar bahwa temanmu itu telah menghinaku.\" Abu Bakar berkata, \"Tidak. Demi Tuhan Pemilik Ka'bah. Dia tidak mencelamu.\" Lalu wanita itu berpaling sambil berkata, \"Kaum Quraisy telah tahu kalau aku adalah putri pembesarnya.\" (Riwayat al-hakim).","tafsir-alazhar":"SURAH AL-LAHAB(NYALA)SURAH KE-111, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Abu Lahab adalah paman Nabi ﷺ sendiri, saudara dari ayah beliau. Nama kecilnya Abdul Uzza. Sebagai kita tahu, Uzza adalah nama berhala yang dipuja orang Quraisy, Abdul Uzza bin Abdul Muthalib. Nama istrinya ialah Arwa, saudara perempuan dari Abu Sufyan Sakhar bin Harb, bibi dari dari Mu'awiyah. Dia dipanggilkan Abu Lahab, yang dapat diartikan ke dalam bahasa kita dengan “Pak Menyala\", karena mukanya itu bagus, terang bersinar, dan tampan. Gelar panggilan itu sudah lebih dikenal orang buat dirinya.Dalam kekeluargaan sejak zaman sebelum Islam, hubungan Muhammad ﷺ sebelum menjadi Rasul amat baik dengan pamannya ini, sebagaimana dengan paman-pamannya yang lain. Tersebut di dalam riwayat bahwa seketika Nabi Muhammad ﷺ lahir ke dunia, Abu Lahab menyatakan suka citanya, karena kelahiran Muhammad dipandangnya akan menjadi ganti adiknya yang meninggal di waktu muda, ayah Muhammad, yaitu Abdullah. Sampai Abu Lahab mengirimkan seorang jariahnya yang muda, bernama Tsuwaibah untuk menyusukan Nabi sebelum datang Halimah as-Sa'diyah dari desa Bani Sa'ad.Dan setelah anak-anaknya pada dewasa, salah seorang putri Rasulullah ﷺ kawin dengan anak laki-laki Abu Lahab. Tetapi setelah Rasulullah ﷺ menyatakan dakwahnya menjadi Utusan Allah, mulailah Abu Lahab menyatakan tantangannya yang amat keras, sehingga melebihi dari yang lain-lain. Bahkan melebihi dari sikap Abu Jahal sendiri.Ketika datang ayat “Dan beri peringatanlah kepada kaum kerabatmu yang terdekat;\" (asy-Syu'araa': 214), keluarlah Nabi ﷺ dari rumahnya menuju Bukit Shafa. Dia berdiri dan mulai menyeru, “Ya Shabahah!\" (Berkumpullah pagi-pagi!). Orang-orang yang mendengar tanya-bertanya, siapa yang menyeru ini? Ada yang menjawab, “Muhammad rupanya!\" Lalu orang pun berkumpul.Maka mulailah beliau memanggil kabilah-kabilah, “Hai Bani Fulan, hai Bani Fulan, hai Bani Fulan, hai Bani Abdi Manaf, hai Bani Abdul Muthalib!\" Semua kabilah yang dipanggilnya itu pun datanglah berkumpul.Lalu beliau berkata, “Kalau aku katakan kepada kamu semua, bahwa musuh dengan kuda perangnya telah keluar dari balik bukit ini, adakah di antara kamu yang percaya?\"Semua menjawab, “Kami belum pernah menjumpai engkau berdusta.\"Maka beliau teruskanlah perkataannya, “Sekarang aku beri peringatan kepadamu semuanya, bahwasanya di hadapan saya ini adzab Allah yang besar sedang mengancam kamu.\"Tiba-tiba sedang orang lain terdiam mempertimbangkan perkataannya yang terakhir itu bersoraklah Abu Lahab, “Apa hanya untuk mengatakan itu, engkau kumpulkan kami kemari? Tubbantaka, anak celaka!\"Tidak berapa saat kemudian turunlah surah ini, sebagai sambutan atas keinginan Abu Lahab agar Nabi Muhammad ﷺ, anaknya sendiri mendapat kebinasaan,Terjemahan yang tepat ke dalam bahasa Indonesia dari kalimat “celakalah engkau!\"Ayat 1“Binasalah, kedua tangan Abu Lahab.\"Diambil kata ungkapan kedua tangan di dalam bahasa Arab, yang berarti bahwa kedua tangannya yang bekerja dan berusaha itu akan binasa. Orang berusaha dengan kedua tangan, maka kedua tangan itu akan binasa, artinya usahanya akan gagal.“Dan binasalah dia.\" (ujung ayat 1)Ayat 2“Tidaklah membeli faedah kepadanya hantanya dan tidak apa yang diusahakannya.\" (ayat 2)Dia akan berusaha menghabiskan harta bendanya buat menghalangi perjalanan anak saudaranya; hartanya akan licin tandas, namun hartanya itu tidaklah akan menolongnya. Perbuatannya itu percuma belaka. Segala usahanya akan gagal.Kalau ada utusan dan kabilah-kabilah Arab menemui Rasulullah ﷺ di Mekah hendak minta keterangan tentang Islam, mereka pun ditemui oleh Abu Lahab. Kalau orang itu bertanya kepadanya tentang anak saudaranya itu, sebab dia tentu lebih tahu, dibusukkannyalah Nabi ﷺ dan dikatakannya, “Kadzdzab, Sahir.\" (penipu, tukang sihir). Namun segala usahanya membusuk- busukkan Nabi itu gagal juga!Ayat 3“Akan masuklah dia ke dalam api yang bernyala-nyala.\" (ayat 3)Dia tak akan terlepas dari siksaan dan adzab Allah. Dia akan masuk api neraka. Dia kemudian akan mati sengsara karena terlalu sakit hati mendengar kekalahan kaum Quraisy dalam Perang Badar. Dia sendiri tidak turut dalam peperangan itu. Dia hanya memberi belanja orang lain buat menggantikannya. Dengan gelisah dia menunggu-nunggu berita hasil Perang Badar. Dia sudah yakin Quraisy pasti menang, dan kawan-kawannya akan pulang dari peperangan dengan gembira. Tetapi yang terjadi malah sebaliknya. Tujuh puluh orang mati, tujuh puluh tertawan. Sangatlah sakit hatinya mendengar berita itu, dia pun mati. Kekesalan dan kecewa terbayang di wajah jenazahnya.Ayat 4“Dan istrinya.\"Dan istrinya akan disiksa Allah seperti dia juga. Tidak juga akan memberi faedah baginya hartanya, dan tidak juga akan memberi faedah baginya segala usahanya.“Pembawa kayu bakar.\" (ujung ayat 4)Sebagaimana dikatakan tadi nama istrinya ini Arwa, gelar panggilan kehormatannya sepadan dengan gelar kehormatan suaminya. Dia bergelar Ummu Jamil, ibu kecantikan. Dia saudara perempuan Abu Sufyan. Sebab itu dia adalah ‘ammah (bibi) dari Mu'awiyah dan dari Ummul Mukminin, Ummu Habibah. Tetapi meskipun suaminya di waktu dulu seorang yang tampan dan ganteng, dan dia ibu dari kecantikan, karena sikapnya yang buruk terhadap agama Allah, kehinaan yang menimpa diri mereka berdua. Si istri menjadi pembawa “kayu api\" (kayu bakar), menyebarkan api fitnah ke sana-sini, buat membusuk-busukkan Utusan Allah.Ayat 5“yang di lehernya ada tali dari sabut.\" (ayat 5)Ayat ini mengandung dua maksud.1. Membawa tali dari sabut artinya, karena bakhilnya, dicarinya kayu api sendiri ke hutan, dililitkannya kepada lehernya dengan tali dari sabut pelepah korma, sehingga berkesan kalau dia bawa berjalan.2. Tafsir yang kedua, ialah membawa kayu api ke mana-mana, atau membawa kayu bakar. Membakar perasaan kebencian terhadap Rasulullah, mengada-adakan yang tidak ada. Tali dan sabut pengikat kayu api fitnah, artinya bisa menjerat lehernya sendiri.Allah menurunkan surah tentang Abu Lahab dan istrinya ini akan menjadi pengajaran dan i'tibar bagi manusia yang mencoba berusaha hendak menghalangi dan menantang apa yang diturunkan Allah kepada Nabi-Nya karena memperturutkan hawa nafsu, mempertahankan kepercayaan yang salah, tradisi yang lapuk dan adat-istiadat yang karut-marut.  Dan kita pun menampak di sini bahwa meskipun ada pertalian keluarga di antara Rasulullah ﷺ dengan dia, namun sikapnya menolak kebenaran Ilahi, hubungan darah itu tidaklah akan menolong menyelamatkan dia.Beberapa faedah dan kesan kita perdapat dari surah ini.Pertama, meskipun Abu Lahab paman kandung Nabi ﷺ, saudara kandung dari ayahnya, namun oleh karena sikapnya yang menantang Islam itu, namanya tersebut terang sekali dalam wahyu, sehingga samalah kedudukannya dengan Fir aun, Haman, dan Qarun; sama-sama disebut namanya dalam kehinaan.Kedua, surah al-Lahab ini pun menjadi I'tibar bagi kita, betapa hinanya dalam pandangan agama seseorang yang kerjanya “membawa kayu api\", yaitu menghasut dan memfitnah ke sana kemari, dan membusuk-busukkan orang lain.Ketiga, bahwa orang yang hidup dengan sakit hati, dengan rasa kebencian kerap kalilah bernasib seperti Abu Lahab itu, yaitu mati kejang dengan tiba-tiba, bila menerima suatu berita yang tidak diharap-harapkannya. Mungkin juga Abu Lahab itu ditimpa oleh penyakit darah tinggi, atau sakit jantung."}},"2":{"arabic":"مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَمَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ","words":{"arabicWords":["مَآ","أَغۡنَىٰ","عَنۡهُ","مَالُهُۥ","وَمَا","كَسَبَ"],"translationWords":["tidak","berguna","dari padanya/kepadanya","hartanya","dan apa","yang ia usahakan"]},"translation":"Tidaklah berguna baginya hartanya dan apa yang dia usahakan.","tafsir":{"tafsir-jalalayn":"(Tidaklah berfaedah kepadanya harta benda dan apa yang ia usahakan) maksudnya apa yang telah diusahakannya itu, yakni anak-anaknya. Lafal Aghnaa di sini bermakna Yughnii, artinya tidak akan berfaedah kepadanya harta dan anak-anaknya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Lahab: 1-5\n\nBinasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan. Kelak dia akan masuk ke dalam api yang bergejolak. Dan (begitu pula) istrinya, pembawa kayu bakar. Yang di lehernya ada tali dari sabut. Imam Bukhari mengatakan, telah menceritakan kepada kami Muhammad ibnu Salam, telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Amr ibnu Murrah, dari Sa'id ibnu Jubair, dari Ibnu Abbas, bahwa Nabi ﷺ keluar menuju ke Lembah Batha, lalu menaiki bukit yang ada padanya dan berseru, \"Awas ada musuh di pagi hari ini!\" Maka orang-orang Quraisy berkumpul kepadanya dan beliau bersabda: \"Bagaimanakah pendapat kalian jika aku sampaikan berita kepada kalian bahwa musuh akan datang menyerang kalian di pagi atau petang hari, apakah kalian akan percaya kepadaku? Mereka menjawab, \"Ya.\n\nNabi ﷺ bersabda, \"Maka sesungguhnya aku memperingatkan kepada kalian akan datangnya azab yang keras. Maka Abu Lahab berkata, \"Celakalah kamu ini, karena inikah engkau mengumpulkan kami.\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1), hingga akhir surat Menurut riwayat yang lain, disebutkan bahwa lalu Abu Lahab menepiskan kedua tangannya seraya berkata, \"Celakalah kamu sepanjang hari ini, karena inikah engkau mengumpulkan kami?\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Konteks riwayat pertama menunjukkan pengertian kutukan terhadap Abu Lahab, sedangkan konteks riwayat kedua menunjukkan pengertian pemberitaan tentang sikap Abu Lahab. Abu Lahab adalah salah seorang paman Rasulullah ﷺ, nama aslinya ialah Abdul Uzza ibnu Abdul Muttalib, dan nama kunyahnya (gelarnya) ialah Abu Utaibah.\n\nSesungguhnya dia diberi julukan Abu Lahab tiada lain karena wajahnya yang cerah. Dia adalah seorang yang banyak menyakiti Rasulullah ﷺ, sangat membenci dan meremehkannya serta selalu memojokkannya dan juga memojokkan agamanya. Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim ibnu Abul Abbas, telah menceritakan kepada kami Abdur Rahman ibnu Abu Zanad, dari ayahnya yang mengatakan bahwa telah menceritakan kepadaku seorang lelaki yang dikenal dengan nama Rabi'ah ibnu Abbad, dari Banid Dail, pada mulanya dia adalah seorang jahiliah, lalu masuk Islam.\n\nDia mengatakan bahwa ia pernah melihat Nabi ﷺ bersabda di masa Jahiliah di pasar Zul Majaz: Wahai manusia, ucapkanlah, \"Tidak ada Tuhan yang berhak disembah selain Allah, niscaya kamu beruntung. Sedangkan orang-orang berkumpul mengerumuninya. Dan di belakangnya terdapat seorang yang berwajah cerah, bermata juling, dan rambutnya berkepang. Orang itu mengatakan, \"Sesungguhnya dia adalah orang pemeluk agama baru lagi pendusta.\" Orang yang berwajah cerah itu selalu mengikuti Nabi ﷺ ke mana pun beliau pergi. Aku bertanya mengenainya, maka dijawab bahwa orang itu adalah pamannya sendiri, bernama Abu Lahab.\n\nKemudian Imam Ahmad meriwayatkannya pula melalui Syuraih, dari Ibnu Abuz Zanad, dari ayahnya, kemudian disebutkan hal yang semisal. Abu Zanad bertanya kepada Rabi'ah, \"Apakah saat itu engkau masih anak-anak?\" Rabi'ah menjawab, \"Tidak, bahkan demi Allah, sesungguhnya aku di hari itu telah 'aqil lagi dapat mengangkat qirbah.\" Hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepadaku Husain ibnu Abdullah ibnu Ubaidillah ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rabi'ah ibnu Abbas Ad-Daili mengatakan, \"Sesungguhnya saat ia bersama ayahnya telah berusia remaja melihat Rasulullah ﷺ mendatangi tiap kabilah, sedangkan di belakang beliau terdapat seorang lelaki yang bermata juling, berwajah cerah, dan berambut lebat.\n\nRasulullah ﷺ berdiri di hadapan kabilah, lalu bersabda: Wahai Bani Fulan, sesungguhnya aku adalah utusan Allah kepada kalian aku memerintahkan kepada kalian untuk menyembah Allah dan janganlah kalian persekutukan Dia dengan sesuatu pun; benarkanlah aku dan belalah aku hingga aku dapat melaksanakan semua yang diutuskan oleh Allah kepadaku. Apabila Rasulullah ﷺ selesai dari ucapannya, maka lelaki itu berkata dari belakangnya, \"Wahai Bani Fulan, orang ini menginginkan agar kalian memecat Lata dan 'Uzza serta jin teman-teman kalian dari kalangan Bani Malik ibnu Aqyasy dan mengikuti bid'ah dan kesesatan yang disampaikannya.\n\nMaka janganlah kalian dengar dan jangan pula kalian ikuti.\" Aku bertanya kepada ayahku, \"Siapakah orang ini?\" Ayahku menjawab, bahwa dia adalah pamannya yang dikenal dengan nama Abu Lahab. Imam Ahmad dan Imam Ath-Thabarani telah meriwayatkan pula dengan lafal yang sama. Firman Allah Swt: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Yakni merugi, kecewa, dan sesatlah (sia-sialah) amal perbuatan dan usahanya. dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Yaitu sesungguhnya dia celaka dan telah nyata merugi dan binasa.\n\nFirman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta benda dan apa yang ia usahakan. (Al-Lahab: 2) Ibnu Abbas dan lain-lainnya mengatakan sehubungan dengan makna firman Allah Swt: dan apa yang ia usahakan. (Al-Lahab: 2) Maksudnya, anaknya. Telah diriwayatkan pula hal yang semisal dari Aisyah, Mujahid, ‘Atha’, Al-Hasan, dan Ibnu Sirin. Telah diriwayatkan dari Ibnu Mas'ud, bahwa ketika Rasulullah ﷺ menyeru kaumnya kepada iman. Abu Lahab berkata, \"Jika apa yang dikatakan oleh keponakanku ini benar, maka sesungguhnya aku akan menebus diriku kelak di hari kiamat dari azab dengan harta dan anak-anakku.\" Maka turunlah firman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan\". (Al-Lahab: 2) Adapun firman Allah subhanahu wa ta’ala: Kelak dia akan masuk ke dalam api yang bergejolak. (Al-Lahab: 3) Yakni neraka yang apinya berbunga, menyala dengan hebatnya, dan sangat membakar.\n\nDan (begitu pula) istrinya pembawa kayu bakar. (Al-Lahab: 4) Istri Abu Lahab dari kalangan wanita Quraisy yang terhormat dan termasuk pemimpin kaum wanitanya bernama Ummu Jamil, nama aslinya ialah Arwah binti Harb ibnu Umayyah, saudara perempuan Abu Sufyan. Dia membantu suaminya dalam kekufuran dan keingkarannya terhadap perkara hak yang dibawa oleh Nabi ﷺ Karena itulah maka kelak di hari kiamat ia menjadi pembantu yang mengazabnya dalam di neraka Jahanam. Di dalam firman berikutnya disebutkan: pembawa kayu bakar, yang di lehernya ada tali dari sabut. (Al-Lahab: 4-5) Yaitu memanggul kayu bakar, lalu melemparkannya kepada suaminya agar api yang membakarnya bertambah besar; istrinya memang diciptakan untuk itu dan disediakan untuk membantu mengazabnya.\n\nYang di lehernya ada tali dari sabut. (Al-Lahab: 5) Menurut Mujahid dan Urwah, makna yang dimaksud ialah berupa api neraka. Diriwayatkan pula dari Mujahid, Ikrimah, Al-Hasan, Qatadah, Ats-Tsauri, dan As-Suddi sehubungan dengan makna firman-Nya: pembawa kayu bakar. (Al-Lahab: 4) Bahwa istri Abu Lahab gemar berjalan menghamburkan fitnah (hasutan). Pendapat inilah yang dipilih oleh Ibnu Jarir. Al-Aufi telah meriwayatkan dari Ibnu Abbas, Atiyyah Al-Jadah, Adh-Dhahhak, dan Ibnu Zaid, bahwa istri Abu Lahab meletakkan ranting-ranting berduri di jalan-jalan yang dilalui oleh Rasulullah ﷺ Ibnu Jarir mengatakan bahwa istri Abu Lahab mengejek Nabi ﷺ sebagai orang yang fakir, dan dia pernah mencari kayu bakar, oleh karena itulah maka ia dijuluki dengan sebutan 'Hammalatal Hatab' sebagai cemoohan terhadapnya.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir, tetapi dia tidak menisbatkannya kepada siapa pun. Pendapat yang benar adalah yang pertama; hanya Allah-lah Yang Maha Mengetahui. Sa'id ibnul Musayyab mengatakan bahwa dahulu istri Abu Lahab mempunyai sebuah kalung yang mewah, lalu ia mengatakan, \"Sesungguhnya aku akan membelanjakan kalung ini (menjualnya) untuk biaya memusuhi Muhammad ﷺ\" Maka Allah menghukumnya dengan tali dari api neraka yang dikalungkan di lehernya (kelak di hari kemudian).\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Sulaim maula Asy-Sya'bi, dari Asy-Sya'bi yang mengatakan bahwa al-masadd artinya sabut. Urwah ibnuz Zubair mengatakan bahwa al-masadd artinya rantai yang panjangnya tujuh puluh hasta. Telah diriwayatkan pula dari Ats-Tsauri bahwa makna yang dimaksud ialah sebuah kalung api yang panjangnya tujuh puluh hasta.\n\nAl-Jauhari mengatakan bahwa al-masadd adalah sabut, dan al-masadd juga berarti tali yang terbuat dari sabut atau kulit pohon, dan adakalanya terbuat dari kulit unta atau bulunya. Dalam bahasa Arab disebutkan masadtul habla atau amsuduhu masdan, artinya ialah engkau pintal tali itu dengan pintalan yang baik. Mujahid mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut. (Al-Lahab: 5) Yakni pasung leher yang terbuat dari besi, tidakkah engkau perhatikan bahwa orang-orang Arab menyebut anak unta yang pertama masad? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Dzar'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Abdullah ibnuz Zubair Al-Humaidi, telah menceritakan kepada kami Sufyan, telah menceritakan kepada kami Al-Walid ibnu Katsir, dari Abu Badras, dari Asma binti Abu Bakar yang mengatakan bahwa ketika diturunkan firman Allah subhanahu wa ta’ala: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Maka datanglah wanita yang bermata juling (yaitu Ummu Jamil binti Harb) seraya menyumpah-nyumpah, sedangkan tangannya memegang batu seraya mengucapkan kata-kata bersyair, \"Dia telah mencela agama nenek moyang kami, agamanya kutolak dan perintahnya kutentang.\" Saat itu Rasulullah ﷺ sedang duduk di masjid ditemani sahabat Abu Bakar.\n\nKetika sahabat Abu Bakar melihat Ummu Jamil, ia berkata kepada Rasulullah, \"Wahai Rasulullah, Ummu Jamil datang, dan aku mengkhawatirkan keselamatanmu bila dia melihatmu.\" Maka Rasulullah ﷺ bersabda: Dia tidak akan dapat melihatku. Dan Nabi ﷺ membaca suatu ayat Al-Qur'an sebagai perlindungan buat dirinya, sebagaimana yang disebutkan di dalam ayat lain melalui firman-Nya: Dan apabila kamu membaca Al-Qur'an, niscaya Kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat, suatu dinding yang tertutup. (Al-Isra: 45) Maka Ummu Jamil datang dan berdiri di hadapan Abu Bakar tanpa melihat Rasulullah ﷺ, lalu berkata, \"Wahai Abu Bakar, sesungguhnya aku mendapat berita bahwa temanmu mengejekku.\" Abu Bakar menjawab, \"Tidak, demi Tuhan Penguasa Ka'bah ini, dia tidak mengejekmu.\" Maka Ummu Jamil pergi seraya mengatakan, \"Orang-orang Quraisy telah mengetahui bahwa sesungguhnya aku adalah anak perempuan pemimpin mereka.\" Sufyan mengatakan bahwa Al-Walid di dalam hadisnyaatau selain Al-Walid menyebutkan bahwa Ummu Jamil terjatuh karena kainnya tersangkut, saat itu ia sedang melakukan tawaf di Ka'bah, maka Ummu Jamil mengatakan, \"Celakalah si pencela itu.\" Maka Ummu Hakim binti Abdul Muttalib mengatakan, \"Sesungguhnya aku benar-benar wanita yang menjaga kehormatannya, maka aku tidak berbicara; dan aku adalah seorang wanita pingitan, maka aku tidak mengetahui banyak hal; dan kita berdua dari kalangan anak-anak sepaman (sepupu), dan orang-orang Quraisy lebih mengetahuinya.\" Sebagian ahli ilmu mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut (Al-Lahab: 5) Yakni di lehernya ada tali dari api neraka Jahanam yang mengangkatnya sampai ke pinggir neraka Jahanam, lalu ia dilemparkan ke dasarnya.\n\nKemudian dilakukan hal yang semisal terhadapnya selama-lamanya. Abu Khattab ibnu Dihyah di dalam kitabnya yang berjudul At-Tanwir mengatakan bahwa telah diriwayatkan hal yang semisal dan al-masad diartikan dengan tali timba. Para ulama mengatakan bahwa surat ini merupakan mukjizat dan bukti terang yang menunjukkan kenabian. Karena sesungguhnya sejak diturunkan firman-Nya: Kelak dia akan masuk ke dalam api yang bergejolak.\n\nDan (begitu pula) istrinya, pembawa kayu bakar, Yang di lehernya ada tali dari sabut. (Al-Lahab: 3-5) Yang memberitakan bahwa keduanya adalah orang yang celaka dan tidak akan mau beriman. Kemudian kenyataanya memang demikian selama hidupnya, keduanya tidak beriman dan tidak pula salah seorangnya, baik lahir maupun batinnya, dan baik menyembunyikannya ataupun melahirkannya. Keduanya sama sekali tidak mau beriman Dan hal ini merupakan bukti paling kuat yang menunjukkan kebenaran kenabian Nabi Muhammad ﷺ\"","tafsir-ringkas-kemenag":"Ketika azab Allah menimpanya maka tidaklah berguna baginya hartanya yang dia kumpulkan dan banggakan, dan tidak pula bermanfaat apa yang dia usahakan seperti jabatan dan keturunan untuk menyelamatkan dirinya dari azab itu. Hanya iman dan amal saleh yang dapat menyelamatkan seseorang dari murka Allah. 3. Sebagai balasan atas kekejiannya kepada Nabi Muhammad dan dosa-dosanya yang lain, kelak dia akan masuk ke dalam api yang bergejolak dan membakar seluruh tubuhnya secara terus-menerus. Dia tidak akan pernah mati di dalamnya dan tidak pula akan keluar darinya.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan bahwa apa yang menjadi kebanggaan Abu Lahab dalam hidup, yaitu harta dan kedudukan, ternyata sama sekali tidak dapat menyelamatkannya dari azab Allah pada hari Kiamat. Begitu pula usahanya untuk memusuhi dan mengalahkan Nabi Muhammad tidak berhasil sama sekali.\n\nAbu Lahab sangat membenci Nabi ﷺ dan paling gigih mengajak orang untuk menentangnya dan paling kasar menghadapinya. Raba'ah bin 'Ubbad berkata:\n\nSaya melihat Nabi Muhammad ﷺ pada masa Jahiliah di pasar dzu al-Majaz bersabda, \"Ucapkanlah tiada Tuhan melainkan Allah niscaya kamu akan berbahagia!\" Orang-orang berkumpul di sekitar beliau. Di belakang beliau seorang laki-laki, putih warna mukanya, juling matanya, mempunyai dua untaian rambut di kepalanya, berkata, \"Dia (Muhammad) beragama sabi' dan pembohong.\" Ia mengikuti Nabi ke mana saja beliau pergi, lalu saya bertanya, \"Siapakah orang itu?\" Mereka menjawab, \"Itu adalah pamannya sendiri Abu Lahab.\" (Riwayat Ahmad)\n\nDengan ini dijelaskan bahwa Abu Lahab selalu menentang kebenaran dan menjauhkan orang dari mengikuti kebenaran. Ia menyatakan bahwa Nabi Muhammad ﷺ adalah seorang pendusta. Ia juga menentang beliau dan merendahkan nilai agama serta petunjuk yang beliau bawa.","tafsir-alazhar":"SURAH AL-LAHAB(NYALA)SURAH KE-111, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Abu Lahab adalah paman Nabi ﷺ sendiri, saudara dari ayah beliau. Nama kecilnya Abdul Uzza. Sebagai kita tahu, Uzza adalah nama berhala yang dipuja orang Quraisy, Abdul Uzza bin Abdul Muthalib. Nama istrinya ialah Arwa, saudara perempuan dari Abu Sufyan Sakhar bin Harb, bibi dari dari Mu'awiyah. Dia dipanggilkan Abu Lahab, yang dapat diartikan ke dalam bahasa kita dengan “Pak Menyala\", karena mukanya itu bagus, terang bersinar, dan tampan. Gelar panggilan itu sudah lebih dikenal orang buat dirinya.Dalam kekeluargaan sejak zaman sebelum Islam, hubungan Muhammad ﷺ sebelum menjadi Rasul amat baik dengan pamannya ini, sebagaimana dengan paman-pamannya yang lain. Tersebut di dalam riwayat bahwa seketika Nabi Muhammad ﷺ lahir ke dunia, Abu Lahab menyatakan suka citanya, karena kelahiran Muhammad dipandangnya akan menjadi ganti adiknya yang meninggal di waktu muda, ayah Muhammad, yaitu Abdullah. Sampai Abu Lahab mengirimkan seorang jariahnya yang muda, bernama Tsuwaibah untuk menyusukan Nabi sebelum datang Halimah as-Sa'diyah dari desa Bani Sa'ad.Dan setelah anak-anaknya pada dewasa, salah seorang putri Rasulullah ﷺ kawin dengan anak laki-laki Abu Lahab. Tetapi setelah Rasulullah ﷺ menyatakan dakwahnya menjadi Utusan Allah, mulailah Abu Lahab menyatakan tantangannya yang amat keras, sehingga melebihi dari yang lain-lain. Bahkan melebihi dari sikap Abu Jahal sendiri.Ketika datang ayat “Dan beri peringatanlah kepada kaum kerabatmu yang terdekat;\" (asy-Syu'araa': 214), keluarlah Nabi ﷺ dari rumahnya menuju Bukit Shafa. Dia berdiri dan mulai menyeru, “Ya Shabahah!\" (Berkumpullah pagi-pagi!). Orang-orang yang mendengar tanya-bertanya, siapa yang menyeru ini? Ada yang menjawab, “Muhammad rupanya!\" Lalu orang pun berkumpul.Maka mulailah beliau memanggil kabilah-kabilah, “Hai Bani Fulan, hai Bani Fulan, hai Bani Fulan, hai Bani Abdi Manaf, hai Bani Abdul Muthalib!\" Semua kabilah yang dipanggilnya itu pun datanglah berkumpul.Lalu beliau berkata, “Kalau aku katakan kepada kamu semua, bahwa musuh dengan kuda perangnya telah keluar dari balik bukit ini, adakah di antara kamu yang percaya?\"Semua menjawab, “Kami belum pernah menjumpai engkau berdusta.\"Maka beliau teruskanlah perkataannya, “Sekarang aku beri peringatan kepadamu semuanya, bahwasanya di hadapan saya ini adzab Allah yang besar sedang mengancam kamu.\"Tiba-tiba sedang orang lain terdiam mempertimbangkan perkataannya yang terakhir itu bersoraklah Abu Lahab, “Apa hanya untuk mengatakan itu, engkau kumpulkan kami kemari? Tubbantaka, anak celaka!\"Tidak berapa saat kemudian turunlah surah ini, sebagai sambutan atas keinginan Abu Lahab agar Nabi Muhammad ﷺ, anaknya sendiri mendapat kebinasaan,Terjemahan yang tepat ke dalam bahasa Indonesia dari kalimat “celakalah engkau!\"Ayat 1“Binasalah, kedua tangan Abu Lahab.\"Diambil kata ungkapan kedua tangan di dalam bahasa Arab, yang berarti bahwa kedua tangannya yang bekerja dan berusaha itu akan binasa. Orang berusaha dengan kedua tangan, maka kedua tangan itu akan binasa, artinya usahanya akan gagal.“Dan binasalah dia.\" (ujung ayat 1)Ayat 2“Tidaklah membeli faedah kepadanya hantanya dan tidak apa yang diusahakannya.\" (ayat 2)Dia akan berusaha menghabiskan harta bendanya buat menghalangi perjalanan anak saudaranya; hartanya akan licin tandas, namun hartanya itu tidaklah akan menolongnya. Perbuatannya itu percuma belaka. Segala usahanya akan gagal.Kalau ada utusan dan kabilah-kabilah Arab menemui Rasulullah ﷺ di Mekah hendak minta keterangan tentang Islam, mereka pun ditemui oleh Abu Lahab. Kalau orang itu bertanya kepadanya tentang anak saudaranya itu, sebab dia tentu lebih tahu, dibusukkannyalah Nabi ﷺ dan dikatakannya, “Kadzdzab, Sahir.\" (penipu, tukang sihir). Namun segala usahanya membusuk- busukkan Nabi itu gagal juga!Ayat 3“Akan masuklah dia ke dalam api yang bernyala-nyala.\" (ayat 3)Dia tak akan terlepas dari siksaan dan adzab Allah. Dia akan masuk api neraka. Dia kemudian akan mati sengsara karena terlalu sakit hati mendengar kekalahan kaum Quraisy dalam Perang Badar. Dia sendiri tidak turut dalam peperangan itu. Dia hanya memberi belanja orang lain buat menggantikannya. Dengan gelisah dia menunggu-nunggu berita hasil Perang Badar. Dia sudah yakin Quraisy pasti menang, dan kawan-kawannya akan pulang dari peperangan dengan gembira. Tetapi yang terjadi malah sebaliknya. Tujuh puluh orang mati, tujuh puluh tertawan. Sangatlah sakit hatinya mendengar berita itu, dia pun mati. Kekesalan dan kecewa terbayang di wajah jenazahnya.Ayat 4“Dan istrinya.\"Dan istrinya akan disiksa Allah seperti dia juga. Tidak juga akan memberi faedah baginya hartanya, dan tidak juga akan memberi faedah baginya segala usahanya.“Pembawa kayu bakar.\" (ujung ayat 4)Sebagaimana dikatakan tadi nama istrinya ini Arwa, gelar panggilan kehormatannya sepadan dengan gelar kehormatan suaminya. Dia bergelar Ummu Jamil, ibu kecantikan. Dia saudara perempuan Abu Sufyan. Sebab itu dia adalah ‘ammah (bibi) dari Mu'awiyah dan dari Ummul Mukminin, Ummu Habibah. Tetapi meskipun suaminya di waktu dulu seorang yang tampan dan ganteng, dan dia ibu dari kecantikan, karena sikapnya yang buruk terhadap agama Allah, kehinaan yang menimpa diri mereka berdua. Si istri menjadi pembawa “kayu api\" (kayu bakar), menyebarkan api fitnah ke sana-sini, buat membusuk-busukkan Utusan Allah.Ayat 5“yang di lehernya ada tali dari sabut.\" (ayat 5)Ayat ini mengandung dua maksud.1. Membawa tali dari sabut artinya, karena bakhilnya, dicarinya kayu api sendiri ke hutan, dililitkannya kepada lehernya dengan tali dari sabut pelepah korma, sehingga berkesan kalau dia bawa berjalan.2. Tafsir yang kedua, ialah membawa kayu api ke mana-mana, atau membawa kayu bakar. Membakar perasaan kebencian terhadap Rasulullah, mengada-adakan yang tidak ada. Tali dan sabut pengikat kayu api fitnah, artinya bisa menjerat lehernya sendiri.Allah menurunkan surah tentang Abu Lahab dan istrinya ini akan menjadi pengajaran dan i'tibar bagi manusia yang mencoba berusaha hendak menghalangi dan menantang apa yang diturunkan Allah kepada Nabi-Nya karena memperturutkan hawa nafsu, mempertahankan kepercayaan yang salah, tradisi yang lapuk dan adat-istiadat yang karut-marut.  Dan kita pun menampak di sini bahwa meskipun ada pertalian keluarga di antara Rasulullah ﷺ dengan dia, namun sikapnya menolak kebenaran Ilahi, hubungan darah itu tidaklah akan menolong menyelamatkan dia.Beberapa faedah dan kesan kita perdapat dari surah ini.Pertama, meskipun Abu Lahab paman kandung Nabi ﷺ, saudara kandung dari ayahnya, namun oleh karena sikapnya yang menantang Islam itu, namanya tersebut terang sekali dalam wahyu, sehingga samalah kedudukannya dengan Fir aun, Haman, dan Qarun; sama-sama disebut namanya dalam kehinaan.Kedua, surah al-Lahab ini pun menjadi I'tibar bagi kita, betapa hinanya dalam pandangan agama seseorang yang kerjanya “membawa kayu api\", yaitu menghasut dan memfitnah ke sana kemari, dan membusuk-busukkan orang lain.Ketiga, bahwa orang yang hidup dengan sakit hati, dengan rasa kebencian kerap kalilah bernasib seperti Abu Lahab itu, yaitu mati kejang dengan tiba-tiba, bila menerima suatu berita yang tidak diharap-harapkannya. Mungkin juga Abu Lahab itu ditimpa oleh penyakit darah tinggi, atau sakit jantung."}},"3":{"arabic":"سَيَصۡلَىٰ نَارًا ذَاتَ لَهَبٍسَيَصۡلَىٰ نَارًا ذَاتَ لَهَبٍ","words":{"arabicWords":["سَيَصۡلَىٰ","نَارٗا","ذَاتَ","لَهَبٖ"],"translationWords":["kelak ia akan masuk","api","mempunyai","begejolak"]},"translation":"Kelak dia akan memasuki api yang bergejolak (neraka),","tafsir":{"tafsir-jalalayn":"(Kelak dia akan masuk ke dalam api yang bergejolak) yang besar nyalanya; kata-kata ini pun dijadikan pula sebagai julukan namanya, karena ia mempunyai muka yang berbinar-binar memancarkan sinar merah api.","tafsir-ibnu-katsir":"Tafsir Surat Al-Lahab: 1-5\n\nBinasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan. Kelak dia akan masuk ke dalam api yang bergejolak. Dan (begitu pula) istrinya, pembawa kayu bakar. Yang di lehernya ada tali dari sabut. Imam Bukhari mengatakan, telah menceritakan kepada kami Muhammad ibnu Salam, telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Amr ibnu Murrah, dari Sa'id ibnu Jubair, dari Ibnu Abbas, bahwa Nabi ﷺ keluar menuju ke Lembah Batha, lalu menaiki bukit yang ada padanya dan berseru, \"Awas ada musuh di pagi hari ini!\" Maka orang-orang Quraisy berkumpul kepadanya dan beliau bersabda: \"Bagaimanakah pendapat kalian jika aku sampaikan berita kepada kalian bahwa musuh akan datang menyerang kalian di pagi atau petang hari, apakah kalian akan percaya kepadaku? Mereka menjawab, \"Ya.\n\nNabi ﷺ bersabda, \"Maka sesungguhnya aku memperingatkan kepada kalian akan datangnya azab yang keras. Maka Abu Lahab berkata, \"Celakalah kamu ini, karena inikah engkau mengumpulkan kami.\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1), hingga akhir surat Menurut riwayat yang lain, disebutkan bahwa lalu Abu Lahab menepiskan kedua tangannya seraya berkata, \"Celakalah kamu sepanjang hari ini, karena inikah engkau mengumpulkan kami?\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Konteks riwayat pertama menunjukkan pengertian kutukan terhadap Abu Lahab, sedangkan konteks riwayat kedua menunjukkan pengertian pemberitaan tentang sikap Abu Lahab. Abu Lahab adalah salah seorang paman Rasulullah ﷺ, nama aslinya ialah Abdul Uzza ibnu Abdul Muttalib, dan nama kunyahnya (gelarnya) ialah Abu Utaibah.\n\nSesungguhnya dia diberi julukan Abu Lahab tiada lain karena wajahnya yang cerah. Dia adalah seorang yang banyak menyakiti Rasulullah ﷺ, sangat membenci dan meremehkannya serta selalu memojokkannya dan juga memojokkan agamanya. Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim ibnu Abul Abbas, telah menceritakan kepada kami Abdur Rahman ibnu Abu Zanad, dari ayahnya yang mengatakan bahwa telah menceritakan kepadaku seorang lelaki yang dikenal dengan nama Rabi'ah ibnu Abbad, dari Banid Dail, pada mulanya dia adalah seorang jahiliah, lalu masuk Islam.\n\nDia mengatakan bahwa ia pernah melihat Nabi ﷺ bersabda di masa Jahiliah di pasar Zul Majaz: Wahai manusia, ucapkanlah, \"Tidak ada Tuhan yang berhak disembah selain Allah, niscaya kamu beruntung. Sedangkan orang-orang berkumpul mengerumuninya. Dan di belakangnya terdapat seorang yang berwajah cerah, bermata juling, dan rambutnya berkepang. Orang itu mengatakan, \"Sesungguhnya dia adalah orang pemeluk agama baru lagi pendusta.\" Orang yang berwajah cerah itu selalu mengikuti Nabi ﷺ ke mana pun beliau pergi. Aku bertanya mengenainya, maka dijawab bahwa orang itu adalah pamannya sendiri, bernama Abu Lahab.\n\nKemudian Imam Ahmad meriwayatkannya pula melalui Syuraih, dari Ibnu Abuz Zanad, dari ayahnya, kemudian disebutkan hal yang semisal. Abu Zanad bertanya kepada Rabi'ah, \"Apakah saat itu engkau masih anak-anak?\" Rabi'ah menjawab, \"Tidak, bahkan demi Allah, sesungguhnya aku di hari itu telah 'aqil lagi dapat mengangkat qirbah.\" Hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepadaku Husain ibnu Abdullah ibnu Ubaidillah ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rabi'ah ibnu Abbas Ad-Daili mengatakan, \"Sesungguhnya saat ia bersama ayahnya telah berusia remaja melihat Rasulullah ﷺ mendatangi tiap kabilah, sedangkan di belakang beliau terdapat seorang lelaki yang bermata juling, berwajah cerah, dan berambut lebat.\n\nRasulullah ﷺ berdiri di hadapan kabilah, lalu bersabda: Wahai Bani Fulan, sesungguhnya aku adalah utusan Allah kepada kalian aku memerintahkan kepada kalian untuk menyembah Allah dan janganlah kalian persekutukan Dia dengan sesuatu pun; benarkanlah aku dan belalah aku hingga aku dapat melaksanakan semua yang diutuskan oleh Allah kepadaku. Apabila Rasulullah ﷺ selesai dari ucapannya, maka lelaki itu berkata dari belakangnya, \"Wahai Bani Fulan, orang ini menginginkan agar kalian memecat Lata dan 'Uzza serta jin teman-teman kalian dari kalangan Bani Malik ibnu Aqyasy dan mengikuti bid'ah dan kesesatan yang disampaikannya.\n\nMaka janganlah kalian dengar dan jangan pula kalian ikuti.\" Aku bertanya kepada ayahku, \"Siapakah orang ini?\" Ayahku menjawab, bahwa dia adalah pamannya yang dikenal dengan nama Abu Lahab. Imam Ahmad dan Imam Ath-Thabarani telah meriwayatkan pula dengan lafal yang sama. Firman Allah Swt: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Yakni merugi, kecewa, dan sesatlah (sia-sialah) amal perbuatan dan usahanya. dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Yaitu sesungguhnya dia celaka dan telah nyata merugi dan binasa.\n\nFirman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta benda dan apa yang ia usahakan. (Al-Lahab: 2) Ibnu Abbas dan lain-lainnya mengatakan sehubungan dengan makna firman Allah Swt: dan apa yang ia usahakan. (Al-Lahab: 2) Maksudnya, anaknya. Telah diriwayatkan pula hal yang semisal dari Aisyah, Mujahid, ‘Atha’, Al-Hasan, dan Ibnu Sirin. Telah diriwayatkan dari Ibnu Mas'ud, bahwa ketika Rasulullah ﷺ menyeru kaumnya kepada iman. Abu Lahab berkata, \"Jika apa yang dikatakan oleh keponakanku ini benar, maka sesungguhnya aku akan menebus diriku kelak di hari kiamat dari azab dengan harta dan anak-anakku.\" Maka turunlah firman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan\". (Al-Lahab: 2) Adapun firman Allah subhanahu wa ta’ala: Kelak dia akan masuk ke dalam api yang bergejolak. (Al-Lahab: 3) Yakni neraka yang apinya berbunga, menyala dengan hebatnya, dan sangat membakar.\n\nDan (begitu pula) istrinya pembawa kayu bakar. (Al-Lahab: 4) Istri Abu Lahab dari kalangan wanita Quraisy yang terhormat dan termasuk pemimpin kaum wanitanya bernama Ummu Jamil, nama aslinya ialah Arwah binti Harb ibnu Umayyah, saudara perempuan Abu Sufyan. Dia membantu suaminya dalam kekufuran dan keingkarannya terhadap perkara hak yang dibawa oleh Nabi ﷺ Karena itulah maka kelak di hari kiamat ia menjadi pembantu yang mengazabnya dalam di neraka Jahanam. Di dalam firman berikutnya disebutkan: pembawa kayu bakar, yang di lehernya ada tali dari sabut. (Al-Lahab: 4-5) Yaitu memanggul kayu bakar, lalu melemparkannya kepada suaminya agar api yang membakarnya bertambah besar; istrinya memang diciptakan untuk itu dan disediakan untuk membantu mengazabnya.\n\nYang di lehernya ada tali dari sabut. (Al-Lahab: 5) Menurut Mujahid dan Urwah, makna yang dimaksud ialah berupa api neraka. Diriwayatkan pula dari Mujahid, Ikrimah, Al-Hasan, Qatadah, Ats-Tsauri, dan As-Suddi sehubungan dengan makna firman-Nya: pembawa kayu bakar. (Al-Lahab: 4) Bahwa istri Abu Lahab gemar berjalan menghamburkan fitnah (hasutan). Pendapat inilah yang dipilih oleh Ibnu Jarir. Al-Aufi telah meriwayatkan dari Ibnu Abbas, Atiyyah Al-Jadah, Adh-Dhahhak, dan Ibnu Zaid, bahwa istri Abu Lahab meletakkan ranting-ranting berduri di jalan-jalan yang dilalui oleh Rasulullah ﷺ Ibnu Jarir mengatakan bahwa istri Abu Lahab mengejek Nabi ﷺ sebagai orang yang fakir, dan dia pernah mencari kayu bakar, oleh karena itulah maka ia dijuluki dengan sebutan 'Hammalatal Hatab' sebagai cemoohan terhadapnya.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir, tetapi dia tidak menisbatkannya kepada siapa pun. Pendapat yang benar adalah yang pertama; hanya Allah-lah Yang Maha Mengetahui. Sa'id ibnul Musayyab mengatakan bahwa dahulu istri Abu Lahab mempunyai sebuah kalung yang mewah, lalu ia mengatakan, \"Sesungguhnya aku akan membelanjakan kalung ini (menjualnya) untuk biaya memusuhi Muhammad ﷺ\" Maka Allah menghukumnya dengan tali dari api neraka yang dikalungkan di lehernya (kelak di hari kemudian).\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Sulaim maula Asy-Sya'bi, dari Asy-Sya'bi yang mengatakan bahwa al-masadd artinya sabut. Urwah ibnuz Zubair mengatakan bahwa al-masadd artinya rantai yang panjangnya tujuh puluh hasta. Telah diriwayatkan pula dari Ats-Tsauri bahwa makna yang dimaksud ialah sebuah kalung api yang panjangnya tujuh puluh hasta.\n\nAl-Jauhari mengatakan bahwa al-masadd adalah sabut, dan al-masadd juga berarti tali yang terbuat dari sabut atau kulit pohon, dan adakalanya terbuat dari kulit unta atau bulunya. Dalam bahasa Arab disebutkan masadtul habla atau amsuduhu masdan, artinya ialah engkau pintal tali itu dengan pintalan yang baik. Mujahid mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut. (Al-Lahab: 5) Yakni pasung leher yang terbuat dari besi, tidakkah engkau perhatikan bahwa orang-orang Arab menyebut anak unta yang pertama masad? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Dzar'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Abdullah ibnuz Zubair Al-Humaidi, telah menceritakan kepada kami Sufyan, telah menceritakan kepada kami Al-Walid ibnu Katsir, dari Abu Badras, dari Asma binti Abu Bakar yang mengatakan bahwa ketika diturunkan firman Allah subhanahu wa ta’ala: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Maka datanglah wanita yang bermata juling (yaitu Ummu Jamil binti Harb) seraya menyumpah-nyumpah, sedangkan tangannya memegang batu seraya mengucapkan kata-kata bersyair, \"Dia telah mencela agama nenek moyang kami, agamanya kutolak dan perintahnya kutentang.\" Saat itu Rasulullah ﷺ sedang duduk di masjid ditemani sahabat Abu Bakar.\n\nKetika sahabat Abu Bakar melihat Ummu Jamil, ia berkata kepada Rasulullah, \"Wahai Rasulullah, Ummu Jamil datang, dan aku mengkhawatirkan keselamatanmu bila dia melihatmu.\" Maka Rasulullah ﷺ bersabda: Dia tidak akan dapat melihatku. Dan Nabi ﷺ membaca suatu ayat Al-Qur'an sebagai perlindungan buat dirinya, sebagaimana yang disebutkan di dalam ayat lain melalui firman-Nya: Dan apabila kamu membaca Al-Qur'an, niscaya Kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat, suatu dinding yang tertutup. (Al-Isra: 45) Maka Ummu Jamil datang dan berdiri di hadapan Abu Bakar tanpa melihat Rasulullah ﷺ, lalu berkata, \"Wahai Abu Bakar, sesungguhnya aku mendapat berita bahwa temanmu mengejekku.\" Abu Bakar menjawab, \"Tidak, demi Tuhan Penguasa Ka'bah ini, dia tidak mengejekmu.\" Maka Ummu Jamil pergi seraya mengatakan, \"Orang-orang Quraisy telah mengetahui bahwa sesungguhnya aku adalah anak perempuan pemimpin mereka.\" Sufyan mengatakan bahwa Al-Walid di dalam hadisnyaatau selain Al-Walid menyebutkan bahwa Ummu Jamil terjatuh karena kainnya tersangkut, saat itu ia sedang melakukan tawaf di Ka'bah, maka Ummu Jamil mengatakan, \"Celakalah si pencela itu.\" Maka Ummu Hakim binti Abdul Muttalib mengatakan, \"Sesungguhnya aku benar-benar wanita yang menjaga kehormatannya, maka aku tidak berbicara; dan aku adalah seorang wanita pingitan, maka aku tidak mengetahui banyak hal; dan kita berdua dari kalangan anak-anak sepaman (sepupu), dan orang-orang Quraisy lebih mengetahuinya.\" Sebagian ahli ilmu mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut (Al-Lahab: 5) Yakni di lehernya ada tali dari api neraka Jahanam yang mengangkatnya sampai ke pinggir neraka Jahanam, lalu ia dilemparkan ke dasarnya.\n\nKemudian dilakukan hal yang semisal terhadapnya selama-lamanya. Abu Khattab ibnu Dihyah di dalam kitabnya yang berjudul At-Tanwir mengatakan bahwa telah diriwayatkan hal yang semisal dan al-masad diartikan dengan tali timba. Para ulama mengatakan bahwa surat ini merupakan mukjizat dan bukti terang yang menunjukkan kenabian. Karena sesungguhnya sejak diturunkan firman-Nya: Kelak dia akan masuk ke dalam api yang bergejolak.\n\nDan (begitu pula) istrinya, pembawa kayu bakar, Yang di lehernya ada tali dari sabut. (Al-Lahab: 3-5) Yang memberitakan bahwa keduanya adalah orang yang celaka dan tidak akan mau beriman. Kemudian kenyataanya memang demikian selama hidupnya, keduanya tidak beriman dan tidak pula salah seorangnya, baik lahir maupun batinnya, dan baik menyembunyikannya ataupun melahirkannya. Keduanya sama sekali tidak mau beriman Dan hal ini merupakan bukti paling kuat yang menunjukkan kebenaran kenabian Nabi Muhammad ﷺ\"","tafsir-ringkas-kemenag":"Sebagai balasan atas kekejiannya kepada Nabi Muhammad dan dosa-dosanya yang lain, kelak dia akan masuk ke dalam api yang bergejolak dan membakar seluruh tubuhnya secara terus-menerus. Dia tidak akan pernah mati di dalamnya dan tidak pula akan keluar darinya. 4. Abu Lahab akan masuk neraka, dan demikian pula istrinya, Ummu Jam'l Arw' binti Harb bin Umayyah, sang pembawa kayu bakar berduri. Dia meletakkannya di sepanjang jalan yang dilalui Nabi untuk menjebak beliau. Dia juga gemar menyebar fitnah kepada Nabi dan para pengikutnya.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menegaskan bahwa Abu Lahab akan masuk neraka yang bergejolak dan merasakan panasnya azab neraka. Maksud pernyataan ini adalah bahwa sesungguhnya Abu Lahab akan mengalami kerugian, usahanya tidak akan berhasil dalam menentang agama Allah. Tidak ada gunanya harta, usaha, dan daya upaya untuk itu, karena Allah yang meninggikan kalimah Rasul-Nya, dan menyebarluaskan dakwahnya. Abu Lahab akan diazab pada hari Kiamat dengan neraka yang menyemburkan bunga api dan suhunya yang sangat panas, Azab itu disediakan Allah untuk orang-orang seperti Abu Lahab dari kalangan orang-orang kafir yang menentang Nabi, selain azab di dunia dengan kegagalan usahanya. Istrinya sebagai pembantu utama dalam usaha menentang dan menyakiti Rasulullah ﷺ akan diazab juga bersama-sama. Selain daripada itu, istrinya juga menyebar fitnah ke mana-mana, menyebar berita-berita bohong, dan menghidupkan api permusuhan.","tafsir-alazhar":"SURAH AL-LAHAB(NYALA)SURAH KE-111, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Abu Lahab adalah paman Nabi ﷺ sendiri, saudara dari ayah beliau. Nama kecilnya Abdul Uzza. Sebagai kita tahu, Uzza adalah nama berhala yang dipuja orang Quraisy, Abdul Uzza bin Abdul Muthalib. Nama istrinya ialah Arwa, saudara perempuan dari Abu Sufyan Sakhar bin Harb, bibi dari dari Mu'awiyah. Dia dipanggilkan Abu Lahab, yang dapat diartikan ke dalam bahasa kita dengan “Pak Menyala\", karena mukanya itu bagus, terang bersinar, dan tampan. Gelar panggilan itu sudah lebih dikenal orang buat dirinya.Dalam kekeluargaan sejak zaman sebelum Islam, hubungan Muhammad ﷺ sebelum menjadi Rasul amat baik dengan pamannya ini, sebagaimana dengan paman-pamannya yang lain. Tersebut di dalam riwayat bahwa seketika Nabi Muhammad ﷺ lahir ke dunia, Abu Lahab menyatakan suka citanya, karena kelahiran Muhammad dipandangnya akan menjadi ganti adiknya yang meninggal di waktu muda, ayah Muhammad, yaitu Abdullah. Sampai Abu Lahab mengirimkan seorang jariahnya yang muda, bernama Tsuwaibah untuk menyusukan Nabi sebelum datang Halimah as-Sa'diyah dari desa Bani Sa'ad.Dan setelah anak-anaknya pada dewasa, salah seorang putri Rasulullah ﷺ kawin dengan anak laki-laki Abu Lahab. Tetapi setelah Rasulullah ﷺ menyatakan dakwahnya menjadi Utusan Allah, mulailah Abu Lahab menyatakan tantangannya yang amat keras, sehingga melebihi dari yang lain-lain. Bahkan melebihi dari sikap Abu Jahal sendiri.Ketika datang ayat “Dan beri peringatanlah kepada kaum kerabatmu yang terdekat;\" (asy-Syu'araa': 214), keluarlah Nabi ﷺ dari rumahnya menuju Bukit Shafa. Dia berdiri dan mulai menyeru, “Ya Shabahah!\" (Berkumpullah pagi-pagi!). Orang-orang yang mendengar tanya-bertanya, siapa yang menyeru ini? Ada yang menjawab, “Muhammad rupanya!\" Lalu orang pun berkumpul.Maka mulailah beliau memanggil kabilah-kabilah, “Hai Bani Fulan, hai Bani Fulan, hai Bani Fulan, hai Bani Abdi Manaf, hai Bani Abdul Muthalib!\" Semua kabilah yang dipanggilnya itu pun datanglah berkumpul.Lalu beliau berkata, “Kalau aku katakan kepada kamu semua, bahwa musuh dengan kuda perangnya telah keluar dari balik bukit ini, adakah di antara kamu yang percaya?\"Semua menjawab, “Kami belum pernah menjumpai engkau berdusta.\"Maka beliau teruskanlah perkataannya, “Sekarang aku beri peringatan kepadamu semuanya, bahwasanya di hadapan saya ini adzab Allah yang besar sedang mengancam kamu.\"Tiba-tiba sedang orang lain terdiam mempertimbangkan perkataannya yang terakhir itu bersoraklah Abu Lahab, “Apa hanya untuk mengatakan itu, engkau kumpulkan kami kemari? Tubbantaka, anak celaka!\"Tidak berapa saat kemudian turunlah surah ini, sebagai sambutan atas keinginan Abu Lahab agar Nabi Muhammad ﷺ, anaknya sendiri mendapat kebinasaan,Terjemahan yang tepat ke dalam bahasa Indonesia dari kalimat “celakalah engkau!\"Ayat 1“Binasalah, kedua tangan Abu Lahab.\"Diambil kata ungkapan kedua tangan di dalam bahasa Arab, yang berarti bahwa kedua tangannya yang bekerja dan berusaha itu akan binasa. Orang berusaha dengan kedua tangan, maka kedua tangan itu akan binasa, artinya usahanya akan gagal.“Dan binasalah dia.\" (ujung ayat 1)Ayat 2“Tidaklah membeli faedah kepadanya hantanya dan tidak apa yang diusahakannya.\" (ayat 2)Dia akan berusaha menghabiskan harta bendanya buat menghalangi perjalanan anak saudaranya; hartanya akan licin tandas, namun hartanya itu tidaklah akan menolongnya. Perbuatannya itu percuma belaka. Segala usahanya akan gagal.Kalau ada utusan dan kabilah-kabilah Arab menemui Rasulullah ﷺ di Mekah hendak minta keterangan tentang Islam, mereka pun ditemui oleh Abu Lahab. Kalau orang itu bertanya kepadanya tentang anak saudaranya itu, sebab dia tentu lebih tahu, dibusukkannyalah Nabi ﷺ dan dikatakannya, “Kadzdzab, Sahir.\" (penipu, tukang sihir). Namun segala usahanya membusuk- busukkan Nabi itu gagal juga!Ayat 3“Akan masuklah dia ke dalam api yang bernyala-nyala.\" (ayat 3)Dia tak akan terlepas dari siksaan dan adzab Allah. Dia akan masuk api neraka. Dia kemudian akan mati sengsara karena terlalu sakit hati mendengar kekalahan kaum Quraisy dalam Perang Badar. Dia sendiri tidak turut dalam peperangan itu. Dia hanya memberi belanja orang lain buat menggantikannya. Dengan gelisah dia menunggu-nunggu berita hasil Perang Badar. Dia sudah yakin Quraisy pasti menang, dan kawan-kawannya akan pulang dari peperangan dengan gembira. Tetapi yang terjadi malah sebaliknya. Tujuh puluh orang mati, tujuh puluh tertawan. Sangatlah sakit hatinya mendengar berita itu, dia pun mati. Kekesalan dan kecewa terbayang di wajah jenazahnya.Ayat 4“Dan istrinya.\"Dan istrinya akan disiksa Allah seperti dia juga. Tidak juga akan memberi faedah baginya hartanya, dan tidak juga akan memberi faedah baginya segala usahanya.“Pembawa kayu bakar.\" (ujung ayat 4)Sebagaimana dikatakan tadi nama istrinya ini Arwa, gelar panggilan kehormatannya sepadan dengan gelar kehormatan suaminya. Dia bergelar Ummu Jamil, ibu kecantikan. Dia saudara perempuan Abu Sufyan. Sebab itu dia adalah ‘ammah (bibi) dari Mu'awiyah dan dari Ummul Mukminin, Ummu Habibah. Tetapi meskipun suaminya di waktu dulu seorang yang tampan dan ganteng, dan dia ibu dari kecantikan, karena sikapnya yang buruk terhadap agama Allah, kehinaan yang menimpa diri mereka berdua. Si istri menjadi pembawa “kayu api\" (kayu bakar), menyebarkan api fitnah ke sana-sini, buat membusuk-busukkan Utusan Allah.Ayat 5“yang di lehernya ada tali dari sabut.\" (ayat 5)Ayat ini mengandung dua maksud.1. Membawa tali dari sabut artinya, karena bakhilnya, dicarinya kayu api sendiri ke hutan, dililitkannya kepada lehernya dengan tali dari sabut pelepah korma, sehingga berkesan kalau dia bawa berjalan.2. Tafsir yang kedua, ialah membawa kayu api ke mana-mana, atau membawa kayu bakar. Membakar perasaan kebencian terhadap Rasulullah, mengada-adakan yang tidak ada. Tali dan sabut pengikat kayu api fitnah, artinya bisa menjerat lehernya sendiri.Allah menurunkan surah tentang Abu Lahab dan istrinya ini akan menjadi pengajaran dan i'tibar bagi manusia yang mencoba berusaha hendak menghalangi dan menantang apa yang diturunkan Allah kepada Nabi-Nya karena memperturutkan hawa nafsu, mempertahankan kepercayaan yang salah, tradisi yang lapuk dan adat-istiadat yang karut-marut.  Dan kita pun menampak di sini bahwa meskipun ada pertalian keluarga di antara Rasulullah ﷺ dengan dia, namun sikapnya menolak kebenaran Ilahi, hubungan darah itu tidaklah akan menolong menyelamatkan dia.Beberapa faedah dan kesan kita perdapat dari surah ini.Pertama, meskipun Abu Lahab paman kandung Nabi ﷺ, saudara kandung dari ayahnya, namun oleh karena sikapnya yang menantang Islam itu, namanya tersebut terang sekali dalam wahyu, sehingga samalah kedudukannya dengan Fir aun, Haman, dan Qarun; sama-sama disebut namanya dalam kehinaan.Kedua, surah al-Lahab ini pun menjadi I'tibar bagi kita, betapa hinanya dalam pandangan agama seseorang yang kerjanya “membawa kayu api\", yaitu menghasut dan memfitnah ke sana kemari, dan membusuk-busukkan orang lain.Ketiga, bahwa orang yang hidup dengan sakit hati, dengan rasa kebencian kerap kalilah bernasib seperti Abu Lahab itu, yaitu mati kejang dengan tiba-tiba, bila menerima suatu berita yang tidak diharap-harapkannya. Mungkin juga Abu Lahab itu ditimpa oleh penyakit darah tinggi, atau sakit jantung."}},"4":{"arabic":"وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِوَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ","words":{"arabicWords":["وَٱمۡرَأَتُهُۥ","حَمَّالَةَ","ٱلۡحَطَبِ"],"translationWords":["dan istrinya","pembawa","kayu bakar"]},"translation":"(begitu pula) istrinya, pembawa kayu bakar (penyebar fitnah).","tafsir":{"tafsir-jalalayn":"(Dan begitu pula istrinya) lafal ini di'athafkan kepada Dhamir yang terkandung di dalam lafal Yashlaa, hal ini diperbolehkan karena di antara keduanya terdapat pemisah, yaitu Maf'ul dan sifatnya; yang dimaksud adalah Umu Jamil (pembawa) dapat dibaca Hammalaatun dan Hammaalatan (kayu bakar) yaitu duri dan kayu Sa'dan yang banyak durinya, kemudian kayu dan duri itu ia taruh di tengah jalan tempat Nabi ﷺ lewat.","tafsir-ibnu-katsir":"Tafsir Surat Al-Lahab: 1-5\n\nBinasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan. Kelak dia akan masuk ke dalam api yang bergejolak. Dan (begitu pula) istrinya, pembawa kayu bakar. Yang di lehernya ada tali dari sabut. Imam Bukhari mengatakan, telah menceritakan kepada kami Muhammad ibnu Salam, telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Amr ibnu Murrah, dari Sa'id ibnu Jubair, dari Ibnu Abbas, bahwa Nabi ﷺ keluar menuju ke Lembah Batha, lalu menaiki bukit yang ada padanya dan berseru, \"Awas ada musuh di pagi hari ini!\" Maka orang-orang Quraisy berkumpul kepadanya dan beliau bersabda: \"Bagaimanakah pendapat kalian jika aku sampaikan berita kepada kalian bahwa musuh akan datang menyerang kalian di pagi atau petang hari, apakah kalian akan percaya kepadaku? Mereka menjawab, \"Ya.\n\nNabi ﷺ bersabda, \"Maka sesungguhnya aku memperingatkan kepada kalian akan datangnya azab yang keras. Maka Abu Lahab berkata, \"Celakalah kamu ini, karena inikah engkau mengumpulkan kami.\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1), hingga akhir surat Menurut riwayat yang lain, disebutkan bahwa lalu Abu Lahab menepiskan kedua tangannya seraya berkata, \"Celakalah kamu sepanjang hari ini, karena inikah engkau mengumpulkan kami?\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Konteks riwayat pertama menunjukkan pengertian kutukan terhadap Abu Lahab, sedangkan konteks riwayat kedua menunjukkan pengertian pemberitaan tentang sikap Abu Lahab. Abu Lahab adalah salah seorang paman Rasulullah ﷺ, nama aslinya ialah Abdul Uzza ibnu Abdul Muttalib, dan nama kunyahnya (gelarnya) ialah Abu Utaibah.\n\nSesungguhnya dia diberi julukan Abu Lahab tiada lain karena wajahnya yang cerah. Dia adalah seorang yang banyak menyakiti Rasulullah ﷺ, sangat membenci dan meremehkannya serta selalu memojokkannya dan juga memojokkan agamanya. Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim ibnu Abul Abbas, telah menceritakan kepada kami Abdur Rahman ibnu Abu Zanad, dari ayahnya yang mengatakan bahwa telah menceritakan kepadaku seorang lelaki yang dikenal dengan nama Rabi'ah ibnu Abbad, dari Banid Dail, pada mulanya dia adalah seorang jahiliah, lalu masuk Islam.\n\nDia mengatakan bahwa ia pernah melihat Nabi ﷺ bersabda di masa Jahiliah di pasar Zul Majaz: Wahai manusia, ucapkanlah, \"Tidak ada Tuhan yang berhak disembah selain Allah, niscaya kamu beruntung. Sedangkan orang-orang berkumpul mengerumuninya. Dan di belakangnya terdapat seorang yang berwajah cerah, bermata juling, dan rambutnya berkepang. Orang itu mengatakan, \"Sesungguhnya dia adalah orang pemeluk agama baru lagi pendusta.\" Orang yang berwajah cerah itu selalu mengikuti Nabi ﷺ ke mana pun beliau pergi. Aku bertanya mengenainya, maka dijawab bahwa orang itu adalah pamannya sendiri, bernama Abu Lahab.\n\nKemudian Imam Ahmad meriwayatkannya pula melalui Syuraih, dari Ibnu Abuz Zanad, dari ayahnya, kemudian disebutkan hal yang semisal. Abu Zanad bertanya kepada Rabi'ah, \"Apakah saat itu engkau masih anak-anak?\" Rabi'ah menjawab, \"Tidak, bahkan demi Allah, sesungguhnya aku di hari itu telah 'aqil lagi dapat mengangkat qirbah.\" Hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepadaku Husain ibnu Abdullah ibnu Ubaidillah ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rabi'ah ibnu Abbas Ad-Daili mengatakan, \"Sesungguhnya saat ia bersama ayahnya telah berusia remaja melihat Rasulullah ﷺ mendatangi tiap kabilah, sedangkan di belakang beliau terdapat seorang lelaki yang bermata juling, berwajah cerah, dan berambut lebat.\n\nRasulullah ﷺ berdiri di hadapan kabilah, lalu bersabda: Wahai Bani Fulan, sesungguhnya aku adalah utusan Allah kepada kalian aku memerintahkan kepada kalian untuk menyembah Allah dan janganlah kalian persekutukan Dia dengan sesuatu pun; benarkanlah aku dan belalah aku hingga aku dapat melaksanakan semua yang diutuskan oleh Allah kepadaku. Apabila Rasulullah ﷺ selesai dari ucapannya, maka lelaki itu berkata dari belakangnya, \"Wahai Bani Fulan, orang ini menginginkan agar kalian memecat Lata dan 'Uzza serta jin teman-teman kalian dari kalangan Bani Malik ibnu Aqyasy dan mengikuti bid'ah dan kesesatan yang disampaikannya.\n\nMaka janganlah kalian dengar dan jangan pula kalian ikuti.\" Aku bertanya kepada ayahku, \"Siapakah orang ini?\" Ayahku menjawab, bahwa dia adalah pamannya yang dikenal dengan nama Abu Lahab. Imam Ahmad dan Imam Ath-Thabarani telah meriwayatkan pula dengan lafal yang sama. Firman Allah Swt: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Yakni merugi, kecewa, dan sesatlah (sia-sialah) amal perbuatan dan usahanya. dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Yaitu sesungguhnya dia celaka dan telah nyata merugi dan binasa.\n\nFirman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta benda dan apa yang ia usahakan. (Al-Lahab: 2) Ibnu Abbas dan lain-lainnya mengatakan sehubungan dengan makna firman Allah Swt: dan apa yang ia usahakan. (Al-Lahab: 2) Maksudnya, anaknya. Telah diriwayatkan pula hal yang semisal dari Aisyah, Mujahid, ‘Atha’, Al-Hasan, dan Ibnu Sirin. Telah diriwayatkan dari Ibnu Mas'ud, bahwa ketika Rasulullah ﷺ menyeru kaumnya kepada iman. Abu Lahab berkata, \"Jika apa yang dikatakan oleh keponakanku ini benar, maka sesungguhnya aku akan menebus diriku kelak di hari kiamat dari azab dengan harta dan anak-anakku.\" Maka turunlah firman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan\". (Al-Lahab: 2) Adapun firman Allah subhanahu wa ta’ala: Kelak dia akan masuk ke dalam api yang bergejolak. (Al-Lahab: 3) Yakni neraka yang apinya berbunga, menyala dengan hebatnya, dan sangat membakar.\n\nDan (begitu pula) istrinya pembawa kayu bakar. (Al-Lahab: 4) Istri Abu Lahab dari kalangan wanita Quraisy yang terhormat dan termasuk pemimpin kaum wanitanya bernama Ummu Jamil, nama aslinya ialah Arwah binti Harb ibnu Umayyah, saudara perempuan Abu Sufyan. Dia membantu suaminya dalam kekufuran dan keingkarannya terhadap perkara hak yang dibawa oleh Nabi ﷺ Karena itulah maka kelak di hari kiamat ia menjadi pembantu yang mengazabnya dalam di neraka Jahanam. Di dalam firman berikutnya disebutkan: pembawa kayu bakar, yang di lehernya ada tali dari sabut. (Al-Lahab: 4-5) Yaitu memanggul kayu bakar, lalu melemparkannya kepada suaminya agar api yang membakarnya bertambah besar; istrinya memang diciptakan untuk itu dan disediakan untuk membantu mengazabnya.\n\nYang di lehernya ada tali dari sabut. (Al-Lahab: 5) Menurut Mujahid dan Urwah, makna yang dimaksud ialah berupa api neraka. Diriwayatkan pula dari Mujahid, Ikrimah, Al-Hasan, Qatadah, Ats-Tsauri, dan As-Suddi sehubungan dengan makna firman-Nya: pembawa kayu bakar. (Al-Lahab: 4) Bahwa istri Abu Lahab gemar berjalan menghamburkan fitnah (hasutan). Pendapat inilah yang dipilih oleh Ibnu Jarir. Al-Aufi telah meriwayatkan dari Ibnu Abbas, Atiyyah Al-Jadah, Adh-Dhahhak, dan Ibnu Zaid, bahwa istri Abu Lahab meletakkan ranting-ranting berduri di jalan-jalan yang dilalui oleh Rasulullah ﷺ Ibnu Jarir mengatakan bahwa istri Abu Lahab mengejek Nabi ﷺ sebagai orang yang fakir, dan dia pernah mencari kayu bakar, oleh karena itulah maka ia dijuluki dengan sebutan 'Hammalatal Hatab' sebagai cemoohan terhadapnya.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir, tetapi dia tidak menisbatkannya kepada siapa pun. Pendapat yang benar adalah yang pertama; hanya Allah-lah Yang Maha Mengetahui. Sa'id ibnul Musayyab mengatakan bahwa dahulu istri Abu Lahab mempunyai sebuah kalung yang mewah, lalu ia mengatakan, \"Sesungguhnya aku akan membelanjakan kalung ini (menjualnya) untuk biaya memusuhi Muhammad ﷺ\" Maka Allah menghukumnya dengan tali dari api neraka yang dikalungkan di lehernya (kelak di hari kemudian).\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Sulaim maula Asy-Sya'bi, dari Asy-Sya'bi yang mengatakan bahwa al-masadd artinya sabut. Urwah ibnuz Zubair mengatakan bahwa al-masadd artinya rantai yang panjangnya tujuh puluh hasta. Telah diriwayatkan pula dari Ats-Tsauri bahwa makna yang dimaksud ialah sebuah kalung api yang panjangnya tujuh puluh hasta.\n\nAl-Jauhari mengatakan bahwa al-masadd adalah sabut, dan al-masadd juga berarti tali yang terbuat dari sabut atau kulit pohon, dan adakalanya terbuat dari kulit unta atau bulunya. Dalam bahasa Arab disebutkan masadtul habla atau amsuduhu masdan, artinya ialah engkau pintal tali itu dengan pintalan yang baik. Mujahid mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut. (Al-Lahab: 5) Yakni pasung leher yang terbuat dari besi, tidakkah engkau perhatikan bahwa orang-orang Arab menyebut anak unta yang pertama masad? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Dzar'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Abdullah ibnuz Zubair Al-Humaidi, telah menceritakan kepada kami Sufyan, telah menceritakan kepada kami Al-Walid ibnu Katsir, dari Abu Badras, dari Asma binti Abu Bakar yang mengatakan bahwa ketika diturunkan firman Allah subhanahu wa ta’ala: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Maka datanglah wanita yang bermata juling (yaitu Ummu Jamil binti Harb) seraya menyumpah-nyumpah, sedangkan tangannya memegang batu seraya mengucapkan kata-kata bersyair, \"Dia telah mencela agama nenek moyang kami, agamanya kutolak dan perintahnya kutentang.\" Saat itu Rasulullah ﷺ sedang duduk di masjid ditemani sahabat Abu Bakar.\n\nKetika sahabat Abu Bakar melihat Ummu Jamil, ia berkata kepada Rasulullah, \"Wahai Rasulullah, Ummu Jamil datang, dan aku mengkhawatirkan keselamatanmu bila dia melihatmu.\" Maka Rasulullah ﷺ bersabda: Dia tidak akan dapat melihatku. Dan Nabi ﷺ membaca suatu ayat Al-Qur'an sebagai perlindungan buat dirinya, sebagaimana yang disebutkan di dalam ayat lain melalui firman-Nya: Dan apabila kamu membaca Al-Qur'an, niscaya Kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat, suatu dinding yang tertutup. (Al-Isra: 45) Maka Ummu Jamil datang dan berdiri di hadapan Abu Bakar tanpa melihat Rasulullah ﷺ, lalu berkata, \"Wahai Abu Bakar, sesungguhnya aku mendapat berita bahwa temanmu mengejekku.\" Abu Bakar menjawab, \"Tidak, demi Tuhan Penguasa Ka'bah ini, dia tidak mengejekmu.\" Maka Ummu Jamil pergi seraya mengatakan, \"Orang-orang Quraisy telah mengetahui bahwa sesungguhnya aku adalah anak perempuan pemimpin mereka.\" Sufyan mengatakan bahwa Al-Walid di dalam hadisnyaatau selain Al-Walid menyebutkan bahwa Ummu Jamil terjatuh karena kainnya tersangkut, saat itu ia sedang melakukan tawaf di Ka'bah, maka Ummu Jamil mengatakan, \"Celakalah si pencela itu.\" Maka Ummu Hakim binti Abdul Muttalib mengatakan, \"Sesungguhnya aku benar-benar wanita yang menjaga kehormatannya, maka aku tidak berbicara; dan aku adalah seorang wanita pingitan, maka aku tidak mengetahui banyak hal; dan kita berdua dari kalangan anak-anak sepaman (sepupu), dan orang-orang Quraisy lebih mengetahuinya.\" Sebagian ahli ilmu mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut (Al-Lahab: 5) Yakni di lehernya ada tali dari api neraka Jahanam yang mengangkatnya sampai ke pinggir neraka Jahanam, lalu ia dilemparkan ke dasarnya.\n\nKemudian dilakukan hal yang semisal terhadapnya selama-lamanya. Abu Khattab ibnu Dihyah di dalam kitabnya yang berjudul At-Tanwir mengatakan bahwa telah diriwayatkan hal yang semisal dan al-masad diartikan dengan tali timba. Para ulama mengatakan bahwa surat ini merupakan mukjizat dan bukti terang yang menunjukkan kenabian. Karena sesungguhnya sejak diturunkan firman-Nya: Kelak dia akan masuk ke dalam api yang bergejolak.\n\nDan (begitu pula) istrinya, pembawa kayu bakar, Yang di lehernya ada tali dari sabut. (Al-Lahab: 3-5) Yang memberitakan bahwa keduanya adalah orang yang celaka dan tidak akan mau beriman. Kemudian kenyataanya memang demikian selama hidupnya, keduanya tidak beriman dan tidak pula salah seorangnya, baik lahir maupun batinnya, dan baik menyembunyikannya ataupun melahirkannya. Keduanya sama sekali tidak mau beriman Dan hal ini merupakan bukti paling kuat yang menunjukkan kebenaran kenabian Nabi Muhammad ﷺ\"","tafsir-ringkas-kemenag":"Abu Lahab akan masuk neraka, dan demikian pula istrinya, Ummu Jam'l Arw' binti Harb bin Umayyah, sang pembawa kayu bakar berduri. Dia meletakkannya di sepanjang jalan yang dilalui Nabi untuk menjebak beliau. Dia juga gemar menyebar fitnah kepada Nabi dan para pengikutnya. 5. Bentuk azab yang akan diterimanya di neraka sesuai dengan perilakunya sendiri. Di lehernya ada tali dari sabut yang dipintal. Dengan tali itu Allah menjerat lehernya dan mengangkatnya tinggi-tinggi, lalu mencampakkannya ke dasar neraka.","tafsir-lengkap-kemenag":"Allah menegaskan bahwa istri Abu Lahab akan diazab sebagaimana suaminya. Istrinya bernama Arwa binti Harb, saudara perempuan Abu Sufyan bin Harb. Dia diazab karena usahanya menyebarkan fitnah dan memadamkan dakwah Nabi Muhammad. Orang Arab mengatakan bahwa orang yang berusaha menyebarkan dan merusak hubungan antara manusia seolah-olah ia membawa kayu api antara manusia, seakan-akan dia membakar silaturrahim antara mereka.\n\nAda pula yang mengatakan bahwa istri Abu Lahab menaruh duri, pecahan kaca, dan kotoran di jalan yang biasa dilalui Nabi Muhammad dengan maksud untuk menyakiti beliau.","tafsir-alazhar":"SURAH AL-LAHAB(NYALA)SURAH KE-111, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Abu Lahab adalah paman Nabi ﷺ sendiri, saudara dari ayah beliau. Nama kecilnya Abdul Uzza. Sebagai kita tahu, Uzza adalah nama berhala yang dipuja orang Quraisy, Abdul Uzza bin Abdul Muthalib. Nama istrinya ialah Arwa, saudara perempuan dari Abu Sufyan Sakhar bin Harb, bibi dari dari Mu'awiyah. Dia dipanggilkan Abu Lahab, yang dapat diartikan ke dalam bahasa kita dengan “Pak Menyala\", karena mukanya itu bagus, terang bersinar, dan tampan. Gelar panggilan itu sudah lebih dikenal orang buat dirinya.Dalam kekeluargaan sejak zaman sebelum Islam, hubungan Muhammad ﷺ sebelum menjadi Rasul amat baik dengan pamannya ini, sebagaimana dengan paman-pamannya yang lain. Tersebut di dalam riwayat bahwa seketika Nabi Muhammad ﷺ lahir ke dunia, Abu Lahab menyatakan suka citanya, karena kelahiran Muhammad dipandangnya akan menjadi ganti adiknya yang meninggal di waktu muda, ayah Muhammad, yaitu Abdullah. Sampai Abu Lahab mengirimkan seorang jariahnya yang muda, bernama Tsuwaibah untuk menyusukan Nabi sebelum datang Halimah as-Sa'diyah dari desa Bani Sa'ad.Dan setelah anak-anaknya pada dewasa, salah seorang putri Rasulullah ﷺ kawin dengan anak laki-laki Abu Lahab. Tetapi setelah Rasulullah ﷺ menyatakan dakwahnya menjadi Utusan Allah, mulailah Abu Lahab menyatakan tantangannya yang amat keras, sehingga melebihi dari yang lain-lain. Bahkan melebihi dari sikap Abu Jahal sendiri.Ketika datang ayat “Dan beri peringatanlah kepada kaum kerabatmu yang terdekat;\" (asy-Syu'araa': 214), keluarlah Nabi ﷺ dari rumahnya menuju Bukit Shafa. Dia berdiri dan mulai menyeru, “Ya Shabahah!\" (Berkumpullah pagi-pagi!). Orang-orang yang mendengar tanya-bertanya, siapa yang menyeru ini? Ada yang menjawab, “Muhammad rupanya!\" Lalu orang pun berkumpul.Maka mulailah beliau memanggil kabilah-kabilah, “Hai Bani Fulan, hai Bani Fulan, hai Bani Fulan, hai Bani Abdi Manaf, hai Bani Abdul Muthalib!\" Semua kabilah yang dipanggilnya itu pun datanglah berkumpul.Lalu beliau berkata, “Kalau aku katakan kepada kamu semua, bahwa musuh dengan kuda perangnya telah keluar dari balik bukit ini, adakah di antara kamu yang percaya?\"Semua menjawab, “Kami belum pernah menjumpai engkau berdusta.\"Maka beliau teruskanlah perkataannya, “Sekarang aku beri peringatan kepadamu semuanya, bahwasanya di hadapan saya ini adzab Allah yang besar sedang mengancam kamu.\"Tiba-tiba sedang orang lain terdiam mempertimbangkan perkataannya yang terakhir itu bersoraklah Abu Lahab, “Apa hanya untuk mengatakan itu, engkau kumpulkan kami kemari? Tubbantaka, anak celaka!\"Tidak berapa saat kemudian turunlah surah ini, sebagai sambutan atas keinginan Abu Lahab agar Nabi Muhammad ﷺ, anaknya sendiri mendapat kebinasaan,Terjemahan yang tepat ke dalam bahasa Indonesia dari kalimat “celakalah engkau!\"Ayat 1“Binasalah, kedua tangan Abu Lahab.\"Diambil kata ungkapan kedua tangan di dalam bahasa Arab, yang berarti bahwa kedua tangannya yang bekerja dan berusaha itu akan binasa. Orang berusaha dengan kedua tangan, maka kedua tangan itu akan binasa, artinya usahanya akan gagal.“Dan binasalah dia.\" (ujung ayat 1)Ayat 2“Tidaklah membeli faedah kepadanya hantanya dan tidak apa yang diusahakannya.\" (ayat 2)Dia akan berusaha menghabiskan harta bendanya buat menghalangi perjalanan anak saudaranya; hartanya akan licin tandas, namun hartanya itu tidaklah akan menolongnya. Perbuatannya itu percuma belaka. Segala usahanya akan gagal.Kalau ada utusan dan kabilah-kabilah Arab menemui Rasulullah ﷺ di Mekah hendak minta keterangan tentang Islam, mereka pun ditemui oleh Abu Lahab. Kalau orang itu bertanya kepadanya tentang anak saudaranya itu, sebab dia tentu lebih tahu, dibusukkannyalah Nabi ﷺ dan dikatakannya, “Kadzdzab, Sahir.\" (penipu, tukang sihir). Namun segala usahanya membusuk- busukkan Nabi itu gagal juga!Ayat 3“Akan masuklah dia ke dalam api yang bernyala-nyala.\" (ayat 3)Dia tak akan terlepas dari siksaan dan adzab Allah. Dia akan masuk api neraka. Dia kemudian akan mati sengsara karena terlalu sakit hati mendengar kekalahan kaum Quraisy dalam Perang Badar. Dia sendiri tidak turut dalam peperangan itu. Dia hanya memberi belanja orang lain buat menggantikannya. Dengan gelisah dia menunggu-nunggu berita hasil Perang Badar. Dia sudah yakin Quraisy pasti menang, dan kawan-kawannya akan pulang dari peperangan dengan gembira. Tetapi yang terjadi malah sebaliknya. Tujuh puluh orang mati, tujuh puluh tertawan. Sangatlah sakit hatinya mendengar berita itu, dia pun mati. Kekesalan dan kecewa terbayang di wajah jenazahnya.Ayat 4“Dan istrinya.\"Dan istrinya akan disiksa Allah seperti dia juga. Tidak juga akan memberi faedah baginya hartanya, dan tidak juga akan memberi faedah baginya segala usahanya.“Pembawa kayu bakar.\" (ujung ayat 4)Sebagaimana dikatakan tadi nama istrinya ini Arwa, gelar panggilan kehormatannya sepadan dengan gelar kehormatan suaminya. Dia bergelar Ummu Jamil, ibu kecantikan. Dia saudara perempuan Abu Sufyan. Sebab itu dia adalah ‘ammah (bibi) dari Mu'awiyah dan dari Ummul Mukminin, Ummu Habibah. Tetapi meskipun suaminya di waktu dulu seorang yang tampan dan ganteng, dan dia ibu dari kecantikan, karena sikapnya yang buruk terhadap agama Allah, kehinaan yang menimpa diri mereka berdua. Si istri menjadi pembawa “kayu api\" (kayu bakar), menyebarkan api fitnah ke sana-sini, buat membusuk-busukkan Utusan Allah.Ayat 5“yang di lehernya ada tali dari sabut.\" (ayat 5)Ayat ini mengandung dua maksud.1. Membawa tali dari sabut artinya, karena bakhilnya, dicarinya kayu api sendiri ke hutan, dililitkannya kepada lehernya dengan tali dari sabut pelepah korma, sehingga berkesan kalau dia bawa berjalan.2. Tafsir yang kedua, ialah membawa kayu api ke mana-mana, atau membawa kayu bakar. Membakar perasaan kebencian terhadap Rasulullah, mengada-adakan yang tidak ada. Tali dan sabut pengikat kayu api fitnah, artinya bisa menjerat lehernya sendiri.Allah menurunkan surah tentang Abu Lahab dan istrinya ini akan menjadi pengajaran dan i'tibar bagi manusia yang mencoba berusaha hendak menghalangi dan menantang apa yang diturunkan Allah kepada Nabi-Nya karena memperturutkan hawa nafsu, mempertahankan kepercayaan yang salah, tradisi yang lapuk dan adat-istiadat yang karut-marut.  Dan kita pun menampak di sini bahwa meskipun ada pertalian keluarga di antara Rasulullah ﷺ dengan dia, namun sikapnya menolak kebenaran Ilahi, hubungan darah itu tidaklah akan menolong menyelamatkan dia.Beberapa faedah dan kesan kita perdapat dari surah ini.Pertama, meskipun Abu Lahab paman kandung Nabi ﷺ, saudara kandung dari ayahnya, namun oleh karena sikapnya yang menantang Islam itu, namanya tersebut terang sekali dalam wahyu, sehingga samalah kedudukannya dengan Fir aun, Haman, dan Qarun; sama-sama disebut namanya dalam kehinaan.Kedua, surah al-Lahab ini pun menjadi I'tibar bagi kita, betapa hinanya dalam pandangan agama seseorang yang kerjanya “membawa kayu api\", yaitu menghasut dan memfitnah ke sana kemari, dan membusuk-busukkan orang lain.Ketiga, bahwa orang yang hidup dengan sakit hati, dengan rasa kebencian kerap kalilah bernasib seperti Abu Lahab itu, yaitu mati kejang dengan tiba-tiba, bila menerima suatu berita yang tidak diharap-harapkannya. Mungkin juga Abu Lahab itu ditimpa oleh penyakit darah tinggi, atau sakit jantung."}},"5":{"arabic":"فِى جِيدِهَا حَبۡلٌ مِّن مَّسَدٍفِى جِيدِهَا حَبۡلٌ مِّن مَّسَدٍ","words":{"arabicWords":["فِي","جِيدِهَا","حَبۡلٞ","مِّن","مَّسَدِ"],"translationWords":["pada","lehernya","tali","dari","sabut"]},"translation":"Di lehernya ada tali dari sabut yang dipintal.","tafsir":{"tafsir-jalalayn":"(Yang di lehernya) atau pada lehernya (ada tali dari sabut) yakni pintalan dari sabut; Jumlah ayat ini berkedudukan menjadi Haal atau kata keterangan dari lafal Hammaalatal Hathab yang merupakan sifat dari istri Abu Lahab. Atau kalimat ayat ini dapat dianggap sebagai Khabar dari Mubtada yang tidak disebutkan.","tafsir-ibnu-katsir":"Tafsir Surat Al-Lahab: 1-5\n\nBinasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan. Kelak dia akan masuk ke dalam api yang bergejolak. Dan (begitu pula) istrinya, pembawa kayu bakar. Yang di lehernya ada tali dari sabut. Imam Bukhari mengatakan, telah menceritakan kepada kami Muhammad ibnu Salam, telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Amr ibnu Murrah, dari Sa'id ibnu Jubair, dari Ibnu Abbas, bahwa Nabi ﷺ keluar menuju ke Lembah Batha, lalu menaiki bukit yang ada padanya dan berseru, \"Awas ada musuh di pagi hari ini!\" Maka orang-orang Quraisy berkumpul kepadanya dan beliau bersabda: \"Bagaimanakah pendapat kalian jika aku sampaikan berita kepada kalian bahwa musuh akan datang menyerang kalian di pagi atau petang hari, apakah kalian akan percaya kepadaku? Mereka menjawab, \"Ya.\n\nNabi ﷺ bersabda, \"Maka sesungguhnya aku memperingatkan kepada kalian akan datangnya azab yang keras. Maka Abu Lahab berkata, \"Celakalah kamu ini, karena inikah engkau mengumpulkan kami.\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1), hingga akhir surat Menurut riwayat yang lain, disebutkan bahwa lalu Abu Lahab menepiskan kedua tangannya seraya berkata, \"Celakalah kamu sepanjang hari ini, karena inikah engkau mengumpulkan kami?\" Maka Allah subhanahu wa ta’ala menurunkan firman-Nya: Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Konteks riwayat pertama menunjukkan pengertian kutukan terhadap Abu Lahab, sedangkan konteks riwayat kedua menunjukkan pengertian pemberitaan tentang sikap Abu Lahab. Abu Lahab adalah salah seorang paman Rasulullah ﷺ, nama aslinya ialah Abdul Uzza ibnu Abdul Muttalib, dan nama kunyahnya (gelarnya) ialah Abu Utaibah.\n\nSesungguhnya dia diberi julukan Abu Lahab tiada lain karena wajahnya yang cerah. Dia adalah seorang yang banyak menyakiti Rasulullah ﷺ, sangat membenci dan meremehkannya serta selalu memojokkannya dan juga memojokkan agamanya. Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim ibnu Abul Abbas, telah menceritakan kepada kami Abdur Rahman ibnu Abu Zanad, dari ayahnya yang mengatakan bahwa telah menceritakan kepadaku seorang lelaki yang dikenal dengan nama Rabi'ah ibnu Abbad, dari Banid Dail, pada mulanya dia adalah seorang jahiliah, lalu masuk Islam.\n\nDia mengatakan bahwa ia pernah melihat Nabi ﷺ bersabda di masa Jahiliah di pasar Zul Majaz: Wahai manusia, ucapkanlah, \"Tidak ada Tuhan yang berhak disembah selain Allah, niscaya kamu beruntung. Sedangkan orang-orang berkumpul mengerumuninya. Dan di belakangnya terdapat seorang yang berwajah cerah, bermata juling, dan rambutnya berkepang. Orang itu mengatakan, \"Sesungguhnya dia adalah orang pemeluk agama baru lagi pendusta.\" Orang yang berwajah cerah itu selalu mengikuti Nabi ﷺ ke mana pun beliau pergi. Aku bertanya mengenainya, maka dijawab bahwa orang itu adalah pamannya sendiri, bernama Abu Lahab.\n\nKemudian Imam Ahmad meriwayatkannya pula melalui Syuraih, dari Ibnu Abuz Zanad, dari ayahnya, kemudian disebutkan hal yang semisal. Abu Zanad bertanya kepada Rabi'ah, \"Apakah saat itu engkau masih anak-anak?\" Rabi'ah menjawab, \"Tidak, bahkan demi Allah, sesungguhnya aku di hari itu telah 'aqil lagi dapat mengangkat qirbah.\" Hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Muhammad ibnu Ishaq mengatakan, telah menceritakan kepadaku Husain ibnu Abdullah ibnu Ubaidillah ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rabi'ah ibnu Abbas Ad-Daili mengatakan, \"Sesungguhnya saat ia bersama ayahnya telah berusia remaja melihat Rasulullah ﷺ mendatangi tiap kabilah, sedangkan di belakang beliau terdapat seorang lelaki yang bermata juling, berwajah cerah, dan berambut lebat.\n\nRasulullah ﷺ berdiri di hadapan kabilah, lalu bersabda: Wahai Bani Fulan, sesungguhnya aku adalah utusan Allah kepada kalian aku memerintahkan kepada kalian untuk menyembah Allah dan janganlah kalian persekutukan Dia dengan sesuatu pun; benarkanlah aku dan belalah aku hingga aku dapat melaksanakan semua yang diutuskan oleh Allah kepadaku. Apabila Rasulullah ﷺ selesai dari ucapannya, maka lelaki itu berkata dari belakangnya, \"Wahai Bani Fulan, orang ini menginginkan agar kalian memecat Lata dan 'Uzza serta jin teman-teman kalian dari kalangan Bani Malik ibnu Aqyasy dan mengikuti bid'ah dan kesesatan yang disampaikannya.\n\nMaka janganlah kalian dengar dan jangan pula kalian ikuti.\" Aku bertanya kepada ayahku, \"Siapakah orang ini?\" Ayahku menjawab, bahwa dia adalah pamannya yang dikenal dengan nama Abu Lahab. Imam Ahmad dan Imam Ath-Thabarani telah meriwayatkan pula dengan lafal yang sama. Firman Allah Swt: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Yakni merugi, kecewa, dan sesatlah (sia-sialah) amal perbuatan dan usahanya. dan sesungguhnya dia akan binasa. (Al-Lahab: 1) Yaitu sesungguhnya dia celaka dan telah nyata merugi dan binasa.\n\nFirman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta benda dan apa yang ia usahakan. (Al-Lahab: 2) Ibnu Abbas dan lain-lainnya mengatakan sehubungan dengan makna firman Allah Swt: dan apa yang ia usahakan. (Al-Lahab: 2) Maksudnya, anaknya. Telah diriwayatkan pula hal yang semisal dari Aisyah, Mujahid, ‘Atha’, Al-Hasan, dan Ibnu Sirin. Telah diriwayatkan dari Ibnu Mas'ud, bahwa ketika Rasulullah ﷺ menyeru kaumnya kepada iman. Abu Lahab berkata, \"Jika apa yang dikatakan oleh keponakanku ini benar, maka sesungguhnya aku akan menebus diriku kelak di hari kiamat dari azab dengan harta dan anak-anakku.\" Maka turunlah firman Allah subhanahu wa ta’ala: Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan\". (Al-Lahab: 2) Adapun firman Allah subhanahu wa ta’ala: Kelak dia akan masuk ke dalam api yang bergejolak. (Al-Lahab: 3) Yakni neraka yang apinya berbunga, menyala dengan hebatnya, dan sangat membakar.\n\nDan (begitu pula) istrinya pembawa kayu bakar. (Al-Lahab: 4) Istri Abu Lahab dari kalangan wanita Quraisy yang terhormat dan termasuk pemimpin kaum wanitanya bernama Ummu Jamil, nama aslinya ialah Arwah binti Harb ibnu Umayyah, saudara perempuan Abu Sufyan. Dia membantu suaminya dalam kekufuran dan keingkarannya terhadap perkara hak yang dibawa oleh Nabi ﷺ Karena itulah maka kelak di hari kiamat ia menjadi pembantu yang mengazabnya dalam di neraka Jahanam. Di dalam firman berikutnya disebutkan: pembawa kayu bakar, yang di lehernya ada tali dari sabut. (Al-Lahab: 4-5) Yaitu memanggul kayu bakar, lalu melemparkannya kepada suaminya agar api yang membakarnya bertambah besar; istrinya memang diciptakan untuk itu dan disediakan untuk membantu mengazabnya.\n\nYang di lehernya ada tali dari sabut. (Al-Lahab: 5) Menurut Mujahid dan Urwah, makna yang dimaksud ialah berupa api neraka. Diriwayatkan pula dari Mujahid, Ikrimah, Al-Hasan, Qatadah, Ats-Tsauri, dan As-Suddi sehubungan dengan makna firman-Nya: pembawa kayu bakar. (Al-Lahab: 4) Bahwa istri Abu Lahab gemar berjalan menghamburkan fitnah (hasutan). Pendapat inilah yang dipilih oleh Ibnu Jarir. Al-Aufi telah meriwayatkan dari Ibnu Abbas, Atiyyah Al-Jadah, Adh-Dhahhak, dan Ibnu Zaid, bahwa istri Abu Lahab meletakkan ranting-ranting berduri di jalan-jalan yang dilalui oleh Rasulullah ﷺ Ibnu Jarir mengatakan bahwa istri Abu Lahab mengejek Nabi ﷺ sebagai orang yang fakir, dan dia pernah mencari kayu bakar, oleh karena itulah maka ia dijuluki dengan sebutan 'Hammalatal Hatab' sebagai cemoohan terhadapnya.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir, tetapi dia tidak menisbatkannya kepada siapa pun. Pendapat yang benar adalah yang pertama; hanya Allah-lah Yang Maha Mengetahui. Sa'id ibnul Musayyab mengatakan bahwa dahulu istri Abu Lahab mempunyai sebuah kalung yang mewah, lalu ia mengatakan, \"Sesungguhnya aku akan membelanjakan kalung ini (menjualnya) untuk biaya memusuhi Muhammad ﷺ\" Maka Allah menghukumnya dengan tali dari api neraka yang dikalungkan di lehernya (kelak di hari kemudian).\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Abu Kuraib, telah menceritakan kepada kami Waki', dari Sulaim maula Asy-Sya'bi, dari Asy-Sya'bi yang mengatakan bahwa al-masadd artinya sabut. Urwah ibnuz Zubair mengatakan bahwa al-masadd artinya rantai yang panjangnya tujuh puluh hasta. Telah diriwayatkan pula dari Ats-Tsauri bahwa makna yang dimaksud ialah sebuah kalung api yang panjangnya tujuh puluh hasta.\n\nAl-Jauhari mengatakan bahwa al-masadd adalah sabut, dan al-masadd juga berarti tali yang terbuat dari sabut atau kulit pohon, dan adakalanya terbuat dari kulit unta atau bulunya. Dalam bahasa Arab disebutkan masadtul habla atau amsuduhu masdan, artinya ialah engkau pintal tali itu dengan pintalan yang baik. Mujahid mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut. (Al-Lahab: 5) Yakni pasung leher yang terbuat dari besi, tidakkah engkau perhatikan bahwa orang-orang Arab menyebut anak unta yang pertama masad? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Dzar'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Abdullah ibnuz Zubair Al-Humaidi, telah menceritakan kepada kami Sufyan, telah menceritakan kepada kami Al-Walid ibnu Katsir, dari Abu Badras, dari Asma binti Abu Bakar yang mengatakan bahwa ketika diturunkan firman Allah subhanahu wa ta’ala: Binasalah kedua tangan Abu Lahab. (Al-Lahab: 1) Maka datanglah wanita yang bermata juling (yaitu Ummu Jamil binti Harb) seraya menyumpah-nyumpah, sedangkan tangannya memegang batu seraya mengucapkan kata-kata bersyair, \"Dia telah mencela agama nenek moyang kami, agamanya kutolak dan perintahnya kutentang.\" Saat itu Rasulullah ﷺ sedang duduk di masjid ditemani sahabat Abu Bakar.\n\nKetika sahabat Abu Bakar melihat Ummu Jamil, ia berkata kepada Rasulullah, \"Wahai Rasulullah, Ummu Jamil datang, dan aku mengkhawatirkan keselamatanmu bila dia melihatmu.\" Maka Rasulullah ﷺ bersabda: Dia tidak akan dapat melihatku. Dan Nabi ﷺ membaca suatu ayat Al-Qur'an sebagai perlindungan buat dirinya, sebagaimana yang disebutkan di dalam ayat lain melalui firman-Nya: Dan apabila kamu membaca Al-Qur'an, niscaya Kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat, suatu dinding yang tertutup. (Al-Isra: 45) Maka Ummu Jamil datang dan berdiri di hadapan Abu Bakar tanpa melihat Rasulullah ﷺ, lalu berkata, \"Wahai Abu Bakar, sesungguhnya aku mendapat berita bahwa temanmu mengejekku.\" Abu Bakar menjawab, \"Tidak, demi Tuhan Penguasa Ka'bah ini, dia tidak mengejekmu.\" Maka Ummu Jamil pergi seraya mengatakan, \"Orang-orang Quraisy telah mengetahui bahwa sesungguhnya aku adalah anak perempuan pemimpin mereka.\" Sufyan mengatakan bahwa Al-Walid di dalam hadisnyaatau selain Al-Walid menyebutkan bahwa Ummu Jamil terjatuh karena kainnya tersangkut, saat itu ia sedang melakukan tawaf di Ka'bah, maka Ummu Jamil mengatakan, \"Celakalah si pencela itu.\" Maka Ummu Hakim binti Abdul Muttalib mengatakan, \"Sesungguhnya aku benar-benar wanita yang menjaga kehormatannya, maka aku tidak berbicara; dan aku adalah seorang wanita pingitan, maka aku tidak mengetahui banyak hal; dan kita berdua dari kalangan anak-anak sepaman (sepupu), dan orang-orang Quraisy lebih mengetahuinya.\" Sebagian ahli ilmu mengatakan sehubungan dengan makna firman-Nya: Yang di lehernya ada tali dari sabut (Al-Lahab: 5) Yakni di lehernya ada tali dari api neraka Jahanam yang mengangkatnya sampai ke pinggir neraka Jahanam, lalu ia dilemparkan ke dasarnya.\n\nKemudian dilakukan hal yang semisal terhadapnya selama-lamanya. Abu Khattab ibnu Dihyah di dalam kitabnya yang berjudul At-Tanwir mengatakan bahwa telah diriwayatkan hal yang semisal dan al-masad diartikan dengan tali timba. Para ulama mengatakan bahwa surat ini merupakan mukjizat dan bukti terang yang menunjukkan kenabian. Karena sesungguhnya sejak diturunkan firman-Nya: Kelak dia akan masuk ke dalam api yang bergejolak.\n\nDan (begitu pula) istrinya, pembawa kayu bakar, Yang di lehernya ada tali dari sabut. (Al-Lahab: 3-5) Yang memberitakan bahwa keduanya adalah orang yang celaka dan tidak akan mau beriman. Kemudian kenyataanya memang demikian selama hidupnya, keduanya tidak beriman dan tidak pula salah seorangnya, baik lahir maupun batinnya, dan baik menyembunyikannya ataupun melahirkannya. Keduanya sama sekali tidak mau beriman Dan hal ini merupakan bukti paling kuat yang menunjukkan kebenaran kenabian Nabi Muhammad ﷺ\"","tafsir-ringkas-kemenag":"Bentuk azab yang akan diterimanya di neraka sesuai dengan perilakunya sendiri. Di lehernya ada tali dari sabut yang dipintal. Dengan tali itu Allah menjerat lehernya dan mengangkatnya tinggi-tinggi, lalu mencampakkannya ke dasar neraka. 1. Wahai Nabi Muhammad, Katakanlah kepada kaum musyrik yang menanyakan sifat dan nasab Allah dengan tujuan mengejek, 'Dia lah Allah, Yang Maha Esa. Tidak ada sekutu bagi-Nya. Dia tidak berbilang dalam nama, sifat, dan ketuhanan-Nya.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menyatakan keburukan perbuatan istri Abu Lahab, kerendahan budi dan kejelekan amal perbuatannya. Pada lehernya selalu ada seutas tali yang kuat, digunakannya untuk memikul duri-duri yang akan diletakkannya pada jalan yang dilalui Nabi. Pernyataan ini merupakan penghinaan bagi dirinya dan suaminya.\n\nUsaha istri Abu Lahab begitu keras untuk menyalakan permusuhan antara manusia, sehingga Allah mengisahkan dia sebagai seorang perempuan yang membawa kayu bakar yang digantungkan pada lehernya ke mana saja ia pergi. Ini adalah seburuk-buruknya perumpamaan bagi seorang perempuan.\n\nTelah diriwayatkan dari Sa'id bin Musayyab bahwa Ummu Jamil (panggilan istri Abu Lahab) mempunyai sebuah kalung yang sangat mahal, dan ia berkata, \"Sesungguhnya aku akan mempergunakan harga kalung ini untuk memusuhi Muhammad.\" Lalu Allah mengganti kalung tersebut dengan kalung dari api neraka.","tafsir-alazhar":"SURAH AL-LAHAB(NYALA)SURAH KE-111, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Abu Lahab adalah paman Nabi ﷺ sendiri, saudara dari ayah beliau. Nama kecilnya Abdul Uzza. Sebagai kita tahu, Uzza adalah nama berhala yang dipuja orang Quraisy, Abdul Uzza bin Abdul Muthalib. Nama istrinya ialah Arwa, saudara perempuan dari Abu Sufyan Sakhar bin Harb, bibi dari dari Mu'awiyah. Dia dipanggilkan Abu Lahab, yang dapat diartikan ke dalam bahasa kita dengan “Pak Menyala\", karena mukanya itu bagus, terang bersinar, dan tampan. Gelar panggilan itu sudah lebih dikenal orang buat dirinya.Dalam kekeluargaan sejak zaman sebelum Islam, hubungan Muhammad ﷺ sebelum menjadi Rasul amat baik dengan pamannya ini, sebagaimana dengan paman-pamannya yang lain. Tersebut di dalam riwayat bahwa seketika Nabi Muhammad ﷺ lahir ke dunia, Abu Lahab menyatakan suka citanya, karena kelahiran Muhammad dipandangnya akan menjadi ganti adiknya yang meninggal di waktu muda, ayah Muhammad, yaitu Abdullah. Sampai Abu Lahab mengirimkan seorang jariahnya yang muda, bernama Tsuwaibah untuk menyusukan Nabi sebelum datang Halimah as-Sa'diyah dari desa Bani Sa'ad.Dan setelah anak-anaknya pada dewasa, salah seorang putri Rasulullah ﷺ kawin dengan anak laki-laki Abu Lahab. Tetapi setelah Rasulullah ﷺ menyatakan dakwahnya menjadi Utusan Allah, mulailah Abu Lahab menyatakan tantangannya yang amat keras, sehingga melebihi dari yang lain-lain. Bahkan melebihi dari sikap Abu Jahal sendiri.Ketika datang ayat “Dan beri peringatanlah kepada kaum kerabatmu yang terdekat;\" (asy-Syu'araa': 214), keluarlah Nabi ﷺ dari rumahnya menuju Bukit Shafa. Dia berdiri dan mulai menyeru, “Ya Shabahah!\" (Berkumpullah pagi-pagi!). Orang-orang yang mendengar tanya-bertanya, siapa yang menyeru ini? Ada yang menjawab, “Muhammad rupanya!\" Lalu orang pun berkumpul.Maka mulailah beliau memanggil kabilah-kabilah, “Hai Bani Fulan, hai Bani Fulan, hai Bani Fulan, hai Bani Abdi Manaf, hai Bani Abdul Muthalib!\" Semua kabilah yang dipanggilnya itu pun datanglah berkumpul.Lalu beliau berkata, “Kalau aku katakan kepada kamu semua, bahwa musuh dengan kuda perangnya telah keluar dari balik bukit ini, adakah di antara kamu yang percaya?\"Semua menjawab, “Kami belum pernah menjumpai engkau berdusta.\"Maka beliau teruskanlah perkataannya, “Sekarang aku beri peringatan kepadamu semuanya, bahwasanya di hadapan saya ini adzab Allah yang besar sedang mengancam kamu.\"Tiba-tiba sedang orang lain terdiam mempertimbangkan perkataannya yang terakhir itu bersoraklah Abu Lahab, “Apa hanya untuk mengatakan itu, engkau kumpulkan kami kemari? Tubbantaka, anak celaka!\"Tidak berapa saat kemudian turunlah surah ini, sebagai sambutan atas keinginan Abu Lahab agar Nabi Muhammad ﷺ, anaknya sendiri mendapat kebinasaan,Terjemahan yang tepat ke dalam bahasa Indonesia dari kalimat “celakalah engkau!\"Ayat 1“Binasalah, kedua tangan Abu Lahab.\"Diambil kata ungkapan kedua tangan di dalam bahasa Arab, yang berarti bahwa kedua tangannya yang bekerja dan berusaha itu akan binasa. Orang berusaha dengan kedua tangan, maka kedua tangan itu akan binasa, artinya usahanya akan gagal.“Dan binasalah dia.\" (ujung ayat 1)Ayat 2“Tidaklah membeli faedah kepadanya hantanya dan tidak apa yang diusahakannya.\" (ayat 2)Dia akan berusaha menghabiskan harta bendanya buat menghalangi perjalanan anak saudaranya; hartanya akan licin tandas, namun hartanya itu tidaklah akan menolongnya. Perbuatannya itu percuma belaka. Segala usahanya akan gagal.Kalau ada utusan dan kabilah-kabilah Arab menemui Rasulullah ﷺ di Mekah hendak minta keterangan tentang Islam, mereka pun ditemui oleh Abu Lahab. Kalau orang itu bertanya kepadanya tentang anak saudaranya itu, sebab dia tentu lebih tahu, dibusukkannyalah Nabi ﷺ dan dikatakannya, “Kadzdzab, Sahir.\" (penipu, tukang sihir). Namun segala usahanya membusuk- busukkan Nabi itu gagal juga!Ayat 3“Akan masuklah dia ke dalam api yang bernyala-nyala.\" (ayat 3)Dia tak akan terlepas dari siksaan dan adzab Allah. Dia akan masuk api neraka. Dia kemudian akan mati sengsara karena terlalu sakit hati mendengar kekalahan kaum Quraisy dalam Perang Badar. Dia sendiri tidak turut dalam peperangan itu. Dia hanya memberi belanja orang lain buat menggantikannya. Dengan gelisah dia menunggu-nunggu berita hasil Perang Badar. Dia sudah yakin Quraisy pasti menang, dan kawan-kawannya akan pulang dari peperangan dengan gembira. Tetapi yang terjadi malah sebaliknya. Tujuh puluh orang mati, tujuh puluh tertawan. Sangatlah sakit hatinya mendengar berita itu, dia pun mati. Kekesalan dan kecewa terbayang di wajah jenazahnya.Ayat 4“Dan istrinya.\"Dan istrinya akan disiksa Allah seperti dia juga. Tidak juga akan memberi faedah baginya hartanya, dan tidak juga akan memberi faedah baginya segala usahanya.“Pembawa kayu bakar.\" (ujung ayat 4)Sebagaimana dikatakan tadi nama istrinya ini Arwa, gelar panggilan kehormatannya sepadan dengan gelar kehormatan suaminya. Dia bergelar Ummu Jamil, ibu kecantikan. Dia saudara perempuan Abu Sufyan. Sebab itu dia adalah ‘ammah (bibi) dari Mu'awiyah dan dari Ummul Mukminin, Ummu Habibah. Tetapi meskipun suaminya di waktu dulu seorang yang tampan dan ganteng, dan dia ibu dari kecantikan, karena sikapnya yang buruk terhadap agama Allah, kehinaan yang menimpa diri mereka berdua. Si istri menjadi pembawa “kayu api\" (kayu bakar), menyebarkan api fitnah ke sana-sini, buat membusuk-busukkan Utusan Allah.Ayat 5“yang di lehernya ada tali dari sabut.\" (ayat 5)Ayat ini mengandung dua maksud.1. Membawa tali dari sabut artinya, karena bakhilnya, dicarinya kayu api sendiri ke hutan, dililitkannya kepada lehernya dengan tali dari sabut pelepah korma, sehingga berkesan kalau dia bawa berjalan.2. Tafsir yang kedua, ialah membawa kayu api ke mana-mana, atau membawa kayu bakar. Membakar perasaan kebencian terhadap Rasulullah, mengada-adakan yang tidak ada. Tali dan sabut pengikat kayu api fitnah, artinya bisa menjerat lehernya sendiri.Allah menurunkan surah tentang Abu Lahab dan istrinya ini akan menjadi pengajaran dan i'tibar bagi manusia yang mencoba berusaha hendak menghalangi dan menantang apa yang diturunkan Allah kepada Nabi-Nya karena memperturutkan hawa nafsu, mempertahankan kepercayaan yang salah, tradisi yang lapuk dan adat-istiadat yang karut-marut.  Dan kita pun menampak di sini bahwa meskipun ada pertalian keluarga di antara Rasulullah ﷺ dengan dia, namun sikapnya menolak kebenaran Ilahi, hubungan darah itu tidaklah akan menolong menyelamatkan dia.Beberapa faedah dan kesan kita perdapat dari surah ini.Pertama, meskipun Abu Lahab paman kandung Nabi ﷺ, saudara kandung dari ayahnya, namun oleh karena sikapnya yang menantang Islam itu, namanya tersebut terang sekali dalam wahyu, sehingga samalah kedudukannya dengan Fir aun, Haman, dan Qarun; sama-sama disebut namanya dalam kehinaan.Kedua, surah al-Lahab ini pun menjadi I'tibar bagi kita, betapa hinanya dalam pandangan agama seseorang yang kerjanya “membawa kayu api\", yaitu menghasut dan memfitnah ke sana kemari, dan membusuk-busukkan orang lain.Ketiga, bahwa orang yang hidup dengan sakit hati, dengan rasa kebencian kerap kalilah bernasib seperti Abu Lahab itu, yaitu mati kejang dengan tiba-tiba, bila menerima suatu berita yang tidak diharap-harapkannya. Mungkin juga Abu Lahab itu ditimpa oleh penyakit darah tinggi, atau sakit jantung."}}}