{"1":{"arabic":"قُلۡ هُوَ ٱللَّهُ أَحَدٌقُلۡ هُوَ ٱللَّهُ أَحَدٌ","words":{"arabicWords":["قُلۡ","هُوَ","ٱللَّهُ","أَحَدٌ"],"translationWords":["katakanlah","Dia","Allah","Esa"]},"translation":"Katakanlah (Nabi Muhammad), “Dialah Allah Yang Maha Esa.","tafsir":{"tafsir-jalalayn":"Al-Ikhlash (Keikhlasan)\n\n(Katakanlah, \"Dialah Allah Yang Maha Esa\") lafal Allah adalah Khabar dari lafal Huwa, sedangkan lafal Ahadun adalah Badal dari lafal Allah, atau Khabar kedua dari lafal Huwa.","tafsir-ibnu-katsir":"Tafsir Surat Al-Ikhlas: 1-4\n\nKatakanlah, \"Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tiada pula-diperanakkan, dan tidak ada seorangpun yang setara dengan Dia. Dalam pembahasan yang terdahulu telah disebutkan latar belakang penurunannya. Ikrimah mengatakan bahwa ketika orang-orang Yahudi berkata, \"Kami menyembah Uzair anak Allah.\" Dan orang-orang Nasrani mengatakan, \"Kami menyembah Al-Masih putra Allah.\" Dan orang-orang Majusi mengatakan, \"Kami menyembah matahari dan bulan.\" Dan orang-orang musyrik mengatakan.Kami menyembah berhala.\" Maka Allah menurunkan firman-Nya kepada Rasul-Nya: Katakanlah.Dialah Allah Yang Maha Esa. (Al-Ikhlas: 1) Yakni Dialah Tuhan Yang Satu, Yang Esa, Yang tiada tandingan-Nya, tiada pembantu-Nya, tiada lawan-Nya, tiada yang serupa dengan-Nya, dan tiada yang setara dengan-Nya.\n\nLafal ini tidak boleh dikatakan secara i'sbat terhadap seseorang kecuali hanya Allah subhanahu wa ta’ala Karena Dia Mahasempurna dalam segala sifat dan perbuatan-Nya. Firman Allah Swt: Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Ikrimah telah meriwayatkan dari lbnu Abbas, bahwa makna yang dimaksud ialah yang bergantung kepada-Nya semua makhluk dalam kebutuhan dan sarana mereka. Ali ibnu Abu Talhah telah meriwayatkan dari lbnu Abbas, bahwa makna yang dimaksud ialah Tuhan Yang Mahasempurna dalam perilaku-Nya, Mahamulia yang Mahasempurna dalam kemuliaan-Nya, Mahabesar yang Mahasempurna dalam kebesaran-Nya, Maha Penyantun yang Mahasempurna dalam sifat penyantun-Nya, Maha Mengetahui yang Mahasempurna dalam pengetahuan-Nya, dan Mahabijaksana yang Mahasempurna dalam kebijaksanaan-Nya.\n\nDialah Allah Yang Mahasempurna dalam kemuliaan dan akhlak-Nya. Dan hanya Dialah Allah subhanahu wa ta’ala yang berhak memiliki sifat ini yang tidak layak bagi selain-Nya. Tiada yang dapat menyamai-Nya dan tiada yang setara dengan-Nya, Mahasuci Allah Yang Maha Esa lagi Mahamenang. Al-A'masy telah meriwayatkan dari Syaqiq, dari Abu Wa'il sehubungan dengan makna firman-Nya: yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Tuhan Yang akhlak-Nya tiada yang menandingi-Nya. ‘Ashim telah meriwayatkan hal yang semisal dari Abu Wa'il, dari Ibnu Mas'ud.\n\nMalik telah meriwayatkan dari Zaid ibnu Aslam sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Yakni As-Sayyid alias penguasa. Al-Hasan dan Qatadah mengatakan bahwa makna yang dimaksud ialah Yang Kekal sesudah makhluknya. Al-Hasan telah mengatakan pula sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Artinya Yang Hidup, Yang terus-menerus mengurus makhluk-Nya, Yang tiada kematian bagi-Nya. Ikrimah mengatakan sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Yang tidak ada sesuatu pun keluar dari-Nya dan tidak makan.\n\nAr-Rabi' ibnu Anas mengatakan bahwa makna yang dimaksud ialah Dia tidak beranak dan tidak pula diperanakkan. Seakan-akan pendapat ini menjadikan firman berikutnya merupakan tafsirnya, yaitu firman-Nya: Dia tiada beranak dan tidak pula diperanakkan. (Al-Ikhlas: 3) Pendapat ini merupakan pendapat yang jayyid. Dalam hadits terdahulu telah disebutkan melalui riwayat Ibnu Jarir, dari Ubay ibnu Ka'b sebuah hadits mengenainya yang menerangkannya dengan jelas.\n\nIbnu Mas'ud, Ibnu Abbas, Sa'id ibnul Musayyab, Mujahid, Abdullah ibnu BuraidaJi dan Ikrimah juga, serta Sa'id ibnu Jubair, ‘Atha’ ibnu Abu Rabah, Atiyyah Al-Aufi, Adh-Dhahhak, dan As-Suddi telah mengatakan sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Yakni tiada berongga. Sufyan telah meriwayatkan dari Mansur, dari Mujahid sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Maksudnya, yang padat dan tiada berongga.\n\nAsy-Sya'bi mengatakan bahwa makna yang dimaksud ialah yang tidak makan dan tidak minum. Abdullah ibnu Buraidah mengatakan pula sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Yaitu cahaya yang berkilauan. Semua pendapat di atas diriwayatkan oleh Ibnu Abu Hatim, Al-Baihaqi, dan At-Ath-Thabarani, demikian pula Abu Ja'far ibnu Jarir telah mengetengahkan sebagian besar darinya berikut sanad-sanadnya. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepadaku Al-Abbas ibnu Abu Thalib, telah menceritakan kepada kami Muhammad ibnu Amr ibnu Rumi, dari Ubaidillah ibnu Sa'id penuntun Al-A'masy, telah menceritakan kepada kami Saleh ibnu Hayyan, dari Abdullah ibnu Buraidah, dari ayahnya yang mengatakan bahwa ia merasa yakin bahwa Buraidah telah me-rafa '-kan hadits berikut; ia mengatakan bahwa As-Samad artinya yang tiada berongga.\n\nIni gharib sekali, tetapi yang shahih hal ini mauquf hanya sampai pada Abdullah ibnu Buraidah. Al-Hafidzh Abul Qasim At-Ath-Thabarani dalam kitab sunahnya mengatakan sesudah mengetengahkan banyak pendapat tentang tafsir As-Samad. Bahwa semuanya itu benartermasuk sifat Rabb kita; yaitu yang menjadi tempat bergantung bagi segala keperluan. Dia adalah menjadi tujuan semuanya. Dia tidak berongga, tidak makan, dan tidak minum.\n\nDan Dia kekal sesudah semua makhluk fana. Hal yang semisal dikatakan oleh Baihaqi. Firman Allah subhanahu wa ta’ala: Dia tiada beranak dan tiada pula diperanakkan, dan tidak ada seorangpun yang setara dengan Dia. (Al-Ikhlas: 3-4) Dia tidak beranak, tidak diperanakkan, dan tidak mempunyai istri. Mujahid mengatakan sehubungan dengan makna firman-Nya: dan tidak ada seorang pun yang setara dengan Dia. (Al-Ikhlas: 4) Yakni tiada beristri; hal ini semakna dengan apa yang disebutkan oleh firman-Nya: Dia pencipta langit dan bumi.\n\nBagaimana Dia mempunyai anak, padahal Dia tidak mempunyai istri, Dia menciptakan segala sesuatu. (Al-An'am: 101) Yaitu Dialah Yang memiliki segala sesuatu dan Yang Menciptakannya, maka mana mungkin Dia mempunyai tandingan dari kalangan makhluk-Nya yang menyamai-Nya atau mendekati-Nya, Mahatinggi lagi Mahasuci Allah dari semuanya itu. Allah subhanahu wa ta’ala telah berfirman: Dan mereka berkata, \"Tuhan Yang Maha Pemurah mengambil (mempunyai) anak. Sesungguhnya kamu telah mendatangkan sesuatu perkara yang sangat mungkar, hampir-hampir langit pecah karena ucapan itu, dan bumi belah, dan gunung-gunung runtuh, karena mereka mendakwa Allah Yang Maha Pemurah mempunyai anak.\n\nDan tidak layak bagi Tuhan Yang Maha Pemurah mengambil (mempunyai) anak. Tidak ada seorang pun di langit dan di bumi, kecuali akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba. Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti. Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri. (Maryam: 88-95) Dan firman Allah subhanahu wa ta’ala: Dan mereka berkata, Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak, Mahasuci Allah.\n\nSebenarnya (malaikat-malaikat itu) adalah hamba-hamba Allah yang dimuliakan, mereka tidak mendahului-Nya dengan perkataan dan mereka mengerjakan perintah-perintah-Nya. (Al-Anbiya: 26-27) Dan firman Allah subhanahu wa ta’ala: Dan mereka adakan (hubungan) nasab antara Allah dan antara jin. Dan sesungguhnya jin mengetahui bahwa mereka benar-benar akan diseret (ke neraka). Mahasuci Allah dari apa yang mereka sifatkan. (Ash-Shaffat: 158-159) Di dalam kitab Sahih Bukhari disebutkan: Tiada seorangpun yang lebih sabar daripada Allah terhadap perlakuan yang menyakitkan: sesungguhnya mereka menganggap Allah beranak, padahal Dialahy ang memberi mereka rezeki dan kesejahteraan.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Abul Yaman, telah menceritakan kepada kami Syu'aib, telah menceritakan kepada kami Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Yang telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Anak Adam telah mendustakan Aku padahal Allah tidak pernah berdusta dan anak Adam mencaci maki Aku padahal tidak layak baginya mencaci maki Dia. Adapun pendustaannya terhadap-Ku ialah ucapannya yang mengatakan bahwa Dia tidak akan mengembalikanku hidup kembali. Sebagaimana Dia menciptakanku pada permulaan padahal penciptaan pertama itu tidaklah lebih mudah bagi-Ku dari pada mengembalikannya.\n\nDan adapun caci makinya kepada-Ku ialah ucapannya yang mengatakan bahwa Allah mempunyai anak. Padahal Aku adalah Tuhan Yang Maha Esa, yang bergantung kepada-Ku segala sesuatu, Aku tidak beranak dan tidak diperanakan, dan tidak ada yang setara dengan-Ku. Imam Bukhari telah meriwayatkannya pula melalui hadits Abdur Razzaq, dari Ma'mar, dari Hammam ibnu Munabbih, dari Abu Hurairah secara marfu' dengan lafal yang semisal; Imam Bukhari meriwayatkan keduanya secara munfarid melalui dua jalur tersebut.\"","tafsir-ringkas-kemenag":"Wahai Nabi Muhammad, Katakanlah kepada kaum musyrik yang menanyakan sifat dan nasab Allah dengan tujuan mengejek, 'Dia lah Allah, Yang Maha Esa. Tidak ada sekutu bagi-Nya. Dia tidak berbilang dalam nama, sifat, dan ketuhanan-Nya. 2. Allah tempat meminta segala sesuatu. Dia Maha Pencipta, Mahakaya, dan Mahakuasa. Dia tidak memerlukan yang lain, sedangkan semua makhluk bergantung kepada-Nya.","tafsir-lengkap-kemenag":"Pada ayat ini, Allah menyuruh Nabi Muhammad menjawab pertanyaan orang-orang yang menanyakan tentang sifat Tuhannya, bahwa Dia adalah Allah Yang Maha Esa, tidak tersusun dan tidak berbilang, karena berbilang dalam susunan zat berarti bahwa bagian kumpulan itu memerlukan bagian yang lain, sedang Allah sama sekali tidak memerlukan suatu apa pun. Keesaan Allah itu meliputi tiga hal: Dia Maha Esa pada Zat-Nya, Maha Esa pada sifat-Nya dan Maha Esa pada perbuatan-Nya.\n\nMaha Esa pada zat-Nya berarti zat-Nya tidak tersusun dari beberapa zat atau bagian. Maha Esa pada sifat-Nya berarti tidak ada satu sifat makhluk pun yang menyamai-Nya dan Maha Esa pada perbuatan-Nya berarti Dialah yang membuat semua perbuatan sesuai dengan firman-Nya:\n\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36 : 82).","tafsir-alazhar":"SURAH AL-IKHLAASH(TULUS)SURAH KE-112, 4 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah: Dia adalah Allah, Maha Esa.\" (ayat 1)Inilah pokok pangkal aqidah, puncak dari kepercayaan. Mengakui bahwa yang di- pertuhan itu Allah nama-Nya. Dan itu adalah nama dari Satu saja. Tidak ada sesembahan lain, selain Dia. Dia Maha Esa, mutlak Esa, tunggal, tidak bersekutu yang lain dengan Dia. Pengakuan atas Kesatuan, Keesaan, Tunggal-Nya Tuhan, dan nama-Nya ialah Allah. Inilah kepercayaan yang dinamai tauhid. Mustahillah kalau Dia lebih dari satu. Kalau Dia berbilang, maka terbagilah kekuasaan-Nya. Kekuasaan yang terbagi, artinya sama-sama kurang berkuasa.Ayat 2“Allah adalah tempat bergantung.\" (ayat 2)Artinya, bahwa segala sesuatu ini Dia yang menciptakan, sebab itu maka segala sesuatu itu kepada-Nya belaka bergantung; semua ada atas kehendak-Nya. Kata Abu Hurairah, “Arti ash-Shamad ialah segala sesuatu memerlukan dan berkehendak kepada Allah, berlindung kepada-Nya; sedang Dia tidaklah berlindung kepada siapa jua pun.\" Muqatil mengartikan, “Yang Maha Sempurna, yang tidak ada cacat-Nya.\"Ayat 3“Tidak Dia beranak, dan tidak Dia diperanakkan.\" (ayat 3)Mustahil Dia beranak. Yang memerlukan anak hanyalah makhluk bernyawa yang menghendaki keturunan yang akan melanjutkan hidupnya. Seorang yang hidup di dunia ini merasa cemas kalau dia tidak mendapat anak keturunan. Karena dengan keturunan itu berarti hidupnya akan bersambung. Orang yang tidak beranak kalau mati, selesailah sejarahnya sampai di situ. Tetapi seseorang yang hidup, lalu beranak, dan bersambung lagi dengan cucu; besarlah hatinya, karena meskipun dia nanti mati, dia merasa ada yang menyambung sejarah hidupnya. Oleh sebab itu maka Allah ﷻ mustahil memerlukan anak. Sebab Allah hidup terus, tidak pernah mati-mati.Dan Dia, Allah itu, tidak pula diperanakkan. Tegasnya Dia tidak berbapak. Kalau Dia berbapak, teranglah bahwa si anak kemudian lahir ke dunia dari ayahnya, dan kemudian ayah itu pun mati. Si anak menyambung kuasa. Kalau orang Nasrani ada mengatakan bahwa Allah itu beranak dan anak-Nya ialah Isa al-Masih; yang menurut kepercayaan mereka sejak dahulu, tidak berpermulaan dan tidak berkesudahan di antara “sang bapak\" dengan “sang anak\", sehingga bersamaanlah wujud “bapak\" dan “anak\" itu; jika demikian, mengapa harus ada yang bernama bapak dan bernama anak? Dan kalau anak itu baru lahir kemudian, nyatalah posisi si anak itu sebagai suatu kekuasaan atau ketuhanan yang tidak perlu, karena diakui bahwa “si bapak\" kekal dan tidak mati-mati, tidak membutuhkan “anak\", sedangkan si anak  yang diyakini itu muncul kemudian.Ayat 4“Dan tidak ada bagi-Nya yang setara, seorang jua pun.\" (ayat 4)Kalau diakui Dia beranak, tandanya Allah itu mengenal waktu tua. Dia memerlukan anak untuk mengalihkan kekuasaan-Nya nanti. Kalau diakui diperanakkan, tandanya Allah itu pada mulanya masih muda, yaitu sebelum “sang bapak\" mati. Kalau diakui bahwa Dia berbilang, ada bapak ada anak, tetapi kedudukannya sama, pikiran sehat yang mana jua pun akan mengatakan bahwa “keduanya\" sama-sama kurang kekuasaannya. Kalau ada dua yang setara, sekedudukan, sama tinggi pangkatnya, sama kekuasaannya atas alam; tidak ada pikiran sehat yang dapat menerima kalau dikatakan keduanya itu berkuasa mutlak. Dan kalau keduanya sama tarafnya, yang berarti sama-sama kurang kuasanya, yakni masing-masing mendapat separuh kuasa, maka tidaklah ada yang sempurna dari ketuhanan keduanya. Artinya bahwa itu bukanlah Allah, Itu masih alam, itu masih lemah.Allah itu mutlak kuasa-Nya, tiada terbagi, tiada separuh seorang, tiada tandingan, tiada bandingan, tiada tandingan. Dan tidak pula ada Tuhan yang nganggur, belum bertugas sebab bapaknya masih ada! Itulah yang diterima oleh perasaan yang bersih murni. Itulah yang dirasakan oleh akal cerdas yang tulus. Kalau tidak demikian, kacaulah dia dan tidak bersih lagi. Itu sebabnya maka surah ini dinamai pula surah al-Ikhlaas; artinya sesuai dengan jiwa murni manusia, sesuai dengan logika, dengan berpikir teratur.Ibnul Qayyim menulis, “Surah al-Ikhlaash dikatakan oleh Nabi sebagai “Sepertiga Al- Qur'an\" sebab Al-Qur'an berisi berita (kabar) dan Insyaa. Dan insyaa mengandung salah satu tiga pokok: (1). perintah, (2). larangan, (3). pembolehan atau diizinkan. Dan kabar ada dua pula: (1). kabar yang datang dari Allah sebagai pencipta (Khaliq) dengan nama- nama-Nya, sifat-sifat-Nya, hukum-hukumNya; dan (2). kabar dari makhluk-Nya, maka diikhlaskanlah oleh makhluk di dalam surah al-lkhlaash tentang nama-nama-Nya dan sifat-sifat-Nya sehingga jadilah isinya itu mengandung sepertiga Al-Qur'an."}},"2":{"arabic":"ٱللَّهُ ٱلصَّمَدُٱللَّهُ ٱلصَّمَدُ","words":{"arabicWords":["ٱللَّهُ","ٱلصَّمَدُ"],"translationWords":["Allah","tempat bergantung"]},"translation":"Allah tempat meminta segala sesuatu.","tafsir":{"tafsir-jalalayn":"(Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu) lafal ayat ini terdiri dari Mubtada dan Khabar; artinya Dia adalah Tuhan yang bergantung kepada-Nya segala sesuatu untuk selama-lamanya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Ikhlas: 1-4\n\nKatakanlah, \"Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tiada pula-diperanakkan, dan tidak ada seorangpun yang setara dengan Dia. Dalam pembahasan yang terdahulu telah disebutkan latar belakang penurunannya. Ikrimah mengatakan bahwa ketika orang-orang Yahudi berkata, \"Kami menyembah Uzair anak Allah.\" Dan orang-orang Nasrani mengatakan, \"Kami menyembah Al-Masih putra Allah.\" Dan orang-orang Majusi mengatakan, \"Kami menyembah matahari dan bulan.\" Dan orang-orang musyrik mengatakan.Kami menyembah berhala.\" Maka Allah menurunkan firman-Nya kepada Rasul-Nya: Katakanlah.Dialah Allah Yang Maha Esa. (Al-Ikhlas: 1) Yakni Dialah Tuhan Yang Satu, Yang Esa, Yang tiada tandingan-Nya, tiada pembantu-Nya, tiada lawan-Nya, tiada yang serupa dengan-Nya, dan tiada yang setara dengan-Nya.\n\nLafal ini tidak boleh dikatakan secara i'sbat terhadap seseorang kecuali hanya Allah subhanahu wa ta’ala Karena Dia Mahasempurna dalam segala sifat dan perbuatan-Nya. Firman Allah Swt: Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Ikrimah telah meriwayatkan dari lbnu Abbas, bahwa makna yang dimaksud ialah yang bergantung kepada-Nya semua makhluk dalam kebutuhan dan sarana mereka. Ali ibnu Abu Talhah telah meriwayatkan dari lbnu Abbas, bahwa makna yang dimaksud ialah Tuhan Yang Mahasempurna dalam perilaku-Nya, Mahamulia yang Mahasempurna dalam kemuliaan-Nya, Mahabesar yang Mahasempurna dalam kebesaran-Nya, Maha Penyantun yang Mahasempurna dalam sifat penyantun-Nya, Maha Mengetahui yang Mahasempurna dalam pengetahuan-Nya, dan Mahabijaksana yang Mahasempurna dalam kebijaksanaan-Nya.\n\nDialah Allah Yang Mahasempurna dalam kemuliaan dan akhlak-Nya. Dan hanya Dialah Allah subhanahu wa ta’ala yang berhak memiliki sifat ini yang tidak layak bagi selain-Nya. Tiada yang dapat menyamai-Nya dan tiada yang setara dengan-Nya, Mahasuci Allah Yang Maha Esa lagi Mahamenang. Al-A'masy telah meriwayatkan dari Syaqiq, dari Abu Wa'il sehubungan dengan makna firman-Nya: yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Tuhan Yang akhlak-Nya tiada yang menandingi-Nya. ‘Ashim telah meriwayatkan hal yang semisal dari Abu Wa'il, dari Ibnu Mas'ud.\n\nMalik telah meriwayatkan dari Zaid ibnu Aslam sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Yakni As-Sayyid alias penguasa. Al-Hasan dan Qatadah mengatakan bahwa makna yang dimaksud ialah Yang Kekal sesudah makhluknya. Al-Hasan telah mengatakan pula sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Artinya Yang Hidup, Yang terus-menerus mengurus makhluk-Nya, Yang tiada kematian bagi-Nya. Ikrimah mengatakan sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Yang tidak ada sesuatu pun keluar dari-Nya dan tidak makan.\n\nAr-Rabi' ibnu Anas mengatakan bahwa makna yang dimaksud ialah Dia tidak beranak dan tidak pula diperanakkan. Seakan-akan pendapat ini menjadikan firman berikutnya merupakan tafsirnya, yaitu firman-Nya: Dia tiada beranak dan tidak pula diperanakkan. (Al-Ikhlas: 3) Pendapat ini merupakan pendapat yang jayyid. Dalam hadits terdahulu telah disebutkan melalui riwayat Ibnu Jarir, dari Ubay ibnu Ka'b sebuah hadits mengenainya yang menerangkannya dengan jelas.\n\nIbnu Mas'ud, Ibnu Abbas, Sa'id ibnul Musayyab, Mujahid, Abdullah ibnu BuraidaJi dan Ikrimah juga, serta Sa'id ibnu Jubair, ‘Atha’ ibnu Abu Rabah, Atiyyah Al-Aufi, Adh-Dhahhak, dan As-Suddi telah mengatakan sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Yakni tiada berongga. Sufyan telah meriwayatkan dari Mansur, dari Mujahid sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Maksudnya, yang padat dan tiada berongga.\n\nAsy-Sya'bi mengatakan bahwa makna yang dimaksud ialah yang tidak makan dan tidak minum. Abdullah ibnu Buraidah mengatakan pula sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Yaitu cahaya yang berkilauan. Semua pendapat di atas diriwayatkan oleh Ibnu Abu Hatim, Al-Baihaqi, dan At-Ath-Thabarani, demikian pula Abu Ja'far ibnu Jarir telah mengetengahkan sebagian besar darinya berikut sanad-sanadnya. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepadaku Al-Abbas ibnu Abu Thalib, telah menceritakan kepada kami Muhammad ibnu Amr ibnu Rumi, dari Ubaidillah ibnu Sa'id penuntun Al-A'masy, telah menceritakan kepada kami Saleh ibnu Hayyan, dari Abdullah ibnu Buraidah, dari ayahnya yang mengatakan bahwa ia merasa yakin bahwa Buraidah telah me-rafa '-kan hadits berikut; ia mengatakan bahwa As-Samad artinya yang tiada berongga.\n\nIni gharib sekali, tetapi yang shahih hal ini mauquf hanya sampai pada Abdullah ibnu Buraidah. Al-Hafidzh Abul Qasim At-Ath-Thabarani dalam kitab sunahnya mengatakan sesudah mengetengahkan banyak pendapat tentang tafsir As-Samad. Bahwa semuanya itu benartermasuk sifat Rabb kita; yaitu yang menjadi tempat bergantung bagi segala keperluan. Dia adalah menjadi tujuan semuanya. Dia tidak berongga, tidak makan, dan tidak minum.\n\nDan Dia kekal sesudah semua makhluk fana. Hal yang semisal dikatakan oleh Baihaqi. Firman Allah subhanahu wa ta’ala: Dia tiada beranak dan tiada pula diperanakkan, dan tidak ada seorangpun yang setara dengan Dia. (Al-Ikhlas: 3-4) Dia tidak beranak, tidak diperanakkan, dan tidak mempunyai istri. Mujahid mengatakan sehubungan dengan makna firman-Nya: dan tidak ada seorang pun yang setara dengan Dia. (Al-Ikhlas: 4) Yakni tiada beristri; hal ini semakna dengan apa yang disebutkan oleh firman-Nya: Dia pencipta langit dan bumi.\n\nBagaimana Dia mempunyai anak, padahal Dia tidak mempunyai istri, Dia menciptakan segala sesuatu. (Al-An'am: 101) Yaitu Dialah Yang memiliki segala sesuatu dan Yang Menciptakannya, maka mana mungkin Dia mempunyai tandingan dari kalangan makhluk-Nya yang menyamai-Nya atau mendekati-Nya, Mahatinggi lagi Mahasuci Allah dari semuanya itu. Allah subhanahu wa ta’ala telah berfirman: Dan mereka berkata, \"Tuhan Yang Maha Pemurah mengambil (mempunyai) anak. Sesungguhnya kamu telah mendatangkan sesuatu perkara yang sangat mungkar, hampir-hampir langit pecah karena ucapan itu, dan bumi belah, dan gunung-gunung runtuh, karena mereka mendakwa Allah Yang Maha Pemurah mempunyai anak.\n\nDan tidak layak bagi Tuhan Yang Maha Pemurah mengambil (mempunyai) anak. Tidak ada seorang pun di langit dan di bumi, kecuali akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba. Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti. Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri. (Maryam: 88-95) Dan firman Allah subhanahu wa ta’ala: Dan mereka berkata, Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak, Mahasuci Allah.\n\nSebenarnya (malaikat-malaikat itu) adalah hamba-hamba Allah yang dimuliakan, mereka tidak mendahului-Nya dengan perkataan dan mereka mengerjakan perintah-perintah-Nya. (Al-Anbiya: 26-27) Dan firman Allah subhanahu wa ta’ala: Dan mereka adakan (hubungan) nasab antara Allah dan antara jin. Dan sesungguhnya jin mengetahui bahwa mereka benar-benar akan diseret (ke neraka). Mahasuci Allah dari apa yang mereka sifatkan. (Ash-Shaffat: 158-159) Di dalam kitab Sahih Bukhari disebutkan: Tiada seorangpun yang lebih sabar daripada Allah terhadap perlakuan yang menyakitkan: sesungguhnya mereka menganggap Allah beranak, padahal Dialahy ang memberi mereka rezeki dan kesejahteraan.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Abul Yaman, telah menceritakan kepada kami Syu'aib, telah menceritakan kepada kami Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Yang telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Anak Adam telah mendustakan Aku padahal Allah tidak pernah berdusta dan anak Adam mencaci maki Aku padahal tidak layak baginya mencaci maki Dia. Adapun pendustaannya terhadap-Ku ialah ucapannya yang mengatakan bahwa Dia tidak akan mengembalikanku hidup kembali. Sebagaimana Dia menciptakanku pada permulaan padahal penciptaan pertama itu tidaklah lebih mudah bagi-Ku dari pada mengembalikannya.\n\nDan adapun caci makinya kepada-Ku ialah ucapannya yang mengatakan bahwa Allah mempunyai anak. Padahal Aku adalah Tuhan Yang Maha Esa, yang bergantung kepada-Ku segala sesuatu, Aku tidak beranak dan tidak diperanakan, dan tidak ada yang setara dengan-Ku. Imam Bukhari telah meriwayatkannya pula melalui hadits Abdur Razzaq, dari Ma'mar, dari Hammam ibnu Munabbih, dari Abu Hurairah secara marfu' dengan lafal yang semisal; Imam Bukhari meriwayatkan keduanya secara munfarid melalui dua jalur tersebut.\"","tafsir-ringkas-kemenag":"Allah tempat meminta segala sesuatu. Dia Maha Pencipta, Mahakaya, dan Mahakuasa. Dia tidak memerlukan yang lain, sedangkan semua makhluk bergantung kepada-Nya. 3. Dia tidak beranak; tidak ada yang sejenis dengan Allah sehingga bisa menikah dengan-Nya dan melahirkan anak; dan Dia tidak pula diperanakkan karena Dia kekal dan tidak bermula. Sesatlah orang Yahudi yang meyakini 'Uzair sebagai putra Allah, orang Nasrani yang meyakini Nabi Isa sebagai putra Allah, dan orang musyrik Arab yang meyakini malaikat sebagai putri Allah.","tafsir-lengkap-kemenag":"Allah menambahkan dalam ayat ini penjelasan tentang sifat Tuhan Yang Maha Esa itu, yaitu Dia adalah Tuhan tempat meminta dan memohon.","tafsir-alazhar":"SURAH AL-IKHLAASH(TULUS)SURAH KE-112, 4 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah: Dia adalah Allah, Maha Esa.\" (ayat 1)Inilah pokok pangkal aqidah, puncak dari kepercayaan. Mengakui bahwa yang di- pertuhan itu Allah nama-Nya. Dan itu adalah nama dari Satu saja. Tidak ada sesembahan lain, selain Dia. Dia Maha Esa, mutlak Esa, tunggal, tidak bersekutu yang lain dengan Dia. Pengakuan atas Kesatuan, Keesaan, Tunggal-Nya Tuhan, dan nama-Nya ialah Allah. Inilah kepercayaan yang dinamai tauhid. Mustahillah kalau Dia lebih dari satu. Kalau Dia berbilang, maka terbagilah kekuasaan-Nya. Kekuasaan yang terbagi, artinya sama-sama kurang berkuasa.Ayat 2“Allah adalah tempat bergantung.\" (ayat 2)Artinya, bahwa segala sesuatu ini Dia yang menciptakan, sebab itu maka segala sesuatu itu kepada-Nya belaka bergantung; semua ada atas kehendak-Nya. Kata Abu Hurairah, “Arti ash-Shamad ialah segala sesuatu memerlukan dan berkehendak kepada Allah, berlindung kepada-Nya; sedang Dia tidaklah berlindung kepada siapa jua pun.\" Muqatil mengartikan, “Yang Maha Sempurna, yang tidak ada cacat-Nya.\"Ayat 3“Tidak Dia beranak, dan tidak Dia diperanakkan.\" (ayat 3)Mustahil Dia beranak. Yang memerlukan anak hanyalah makhluk bernyawa yang menghendaki keturunan yang akan melanjutkan hidupnya. Seorang yang hidup di dunia ini merasa cemas kalau dia tidak mendapat anak keturunan. Karena dengan keturunan itu berarti hidupnya akan bersambung. Orang yang tidak beranak kalau mati, selesailah sejarahnya sampai di situ. Tetapi seseorang yang hidup, lalu beranak, dan bersambung lagi dengan cucu; besarlah hatinya, karena meskipun dia nanti mati, dia merasa ada yang menyambung sejarah hidupnya. Oleh sebab itu maka Allah ﷻ mustahil memerlukan anak. Sebab Allah hidup terus, tidak pernah mati-mati.Dan Dia, Allah itu, tidak pula diperanakkan. Tegasnya Dia tidak berbapak. Kalau Dia berbapak, teranglah bahwa si anak kemudian lahir ke dunia dari ayahnya, dan kemudian ayah itu pun mati. Si anak menyambung kuasa. Kalau orang Nasrani ada mengatakan bahwa Allah itu beranak dan anak-Nya ialah Isa al-Masih; yang menurut kepercayaan mereka sejak dahulu, tidak berpermulaan dan tidak berkesudahan di antara “sang bapak\" dengan “sang anak\", sehingga bersamaanlah wujud “bapak\" dan “anak\" itu; jika demikian, mengapa harus ada yang bernama bapak dan bernama anak? Dan kalau anak itu baru lahir kemudian, nyatalah posisi si anak itu sebagai suatu kekuasaan atau ketuhanan yang tidak perlu, karena diakui bahwa “si bapak\" kekal dan tidak mati-mati, tidak membutuhkan “anak\", sedangkan si anak  yang diyakini itu muncul kemudian.Ayat 4“Dan tidak ada bagi-Nya yang setara, seorang jua pun.\" (ayat 4)Kalau diakui Dia beranak, tandanya Allah itu mengenal waktu tua. Dia memerlukan anak untuk mengalihkan kekuasaan-Nya nanti. Kalau diakui diperanakkan, tandanya Allah itu pada mulanya masih muda, yaitu sebelum “sang bapak\" mati. Kalau diakui bahwa Dia berbilang, ada bapak ada anak, tetapi kedudukannya sama, pikiran sehat yang mana jua pun akan mengatakan bahwa “keduanya\" sama-sama kurang kekuasaannya. Kalau ada dua yang setara, sekedudukan, sama tinggi pangkatnya, sama kekuasaannya atas alam; tidak ada pikiran sehat yang dapat menerima kalau dikatakan keduanya itu berkuasa mutlak. Dan kalau keduanya sama tarafnya, yang berarti sama-sama kurang kuasanya, yakni masing-masing mendapat separuh kuasa, maka tidaklah ada yang sempurna dari ketuhanan keduanya. Artinya bahwa itu bukanlah Allah, Itu masih alam, itu masih lemah.Allah itu mutlak kuasa-Nya, tiada terbagi, tiada separuh seorang, tiada tandingan, tiada bandingan, tiada tandingan. Dan tidak pula ada Tuhan yang nganggur, belum bertugas sebab bapaknya masih ada! Itulah yang diterima oleh perasaan yang bersih murni. Itulah yang dirasakan oleh akal cerdas yang tulus. Kalau tidak demikian, kacaulah dia dan tidak bersih lagi. Itu sebabnya maka surah ini dinamai pula surah al-Ikhlaas; artinya sesuai dengan jiwa murni manusia, sesuai dengan logika, dengan berpikir teratur.Ibnul Qayyim menulis, “Surah al-Ikhlaash dikatakan oleh Nabi sebagai “Sepertiga Al- Qur'an\" sebab Al-Qur'an berisi berita (kabar) dan Insyaa. Dan insyaa mengandung salah satu tiga pokok: (1). perintah, (2). larangan, (3). pembolehan atau diizinkan. Dan kabar ada dua pula: (1). kabar yang datang dari Allah sebagai pencipta (Khaliq) dengan nama- nama-Nya, sifat-sifat-Nya, hukum-hukumNya; dan (2). kabar dari makhluk-Nya, maka diikhlaskanlah oleh makhluk di dalam surah al-lkhlaash tentang nama-nama-Nya dan sifat-sifat-Nya sehingga jadilah isinya itu mengandung sepertiga Al-Qur'an."}},"3":{"arabic":"لَمۡ يَلِدۡ وَلَمۡ يُولَدۡلَمۡ يَلِدۡ وَلَمۡ يُولَدۡ","words":{"arabicWords":["لَمۡ","يَلِدۡ","وَلَمۡ","يُولَدۡ"],"translationWords":["tidak","beranak","dan tidak","diperanakkan"]},"translation":"Dia tidak beranak dan tidak pula diperanakkan","tafsir":{"tafsir-jalalayn":"(Dia tiada beranak) karena tiada yang menyamai-Nya (dan tiada pula diperanakkan) karena mustahil hal ini terjadi bagi-Nya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Ikhlas: 1-4\n\nKatakanlah, \"Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tiada pula-diperanakkan, dan tidak ada seorangpun yang setara dengan Dia. Dalam pembahasan yang terdahulu telah disebutkan latar belakang penurunannya. Ikrimah mengatakan bahwa ketika orang-orang Yahudi berkata, \"Kami menyembah Uzair anak Allah.\" Dan orang-orang Nasrani mengatakan, \"Kami menyembah Al-Masih putra Allah.\" Dan orang-orang Majusi mengatakan, \"Kami menyembah matahari dan bulan.\" Dan orang-orang musyrik mengatakan.Kami menyembah berhala.\" Maka Allah menurunkan firman-Nya kepada Rasul-Nya: Katakanlah.Dialah Allah Yang Maha Esa. (Al-Ikhlas: 1) Yakni Dialah Tuhan Yang Satu, Yang Esa, Yang tiada tandingan-Nya, tiada pembantu-Nya, tiada lawan-Nya, tiada yang serupa dengan-Nya, dan tiada yang setara dengan-Nya.\n\nLafal ini tidak boleh dikatakan secara i'sbat terhadap seseorang kecuali hanya Allah subhanahu wa ta’ala Karena Dia Mahasempurna dalam segala sifat dan perbuatan-Nya. Firman Allah Swt: Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Ikrimah telah meriwayatkan dari lbnu Abbas, bahwa makna yang dimaksud ialah yang bergantung kepada-Nya semua makhluk dalam kebutuhan dan sarana mereka. Ali ibnu Abu Talhah telah meriwayatkan dari lbnu Abbas, bahwa makna yang dimaksud ialah Tuhan Yang Mahasempurna dalam perilaku-Nya, Mahamulia yang Mahasempurna dalam kemuliaan-Nya, Mahabesar yang Mahasempurna dalam kebesaran-Nya, Maha Penyantun yang Mahasempurna dalam sifat penyantun-Nya, Maha Mengetahui yang Mahasempurna dalam pengetahuan-Nya, dan Mahabijaksana yang Mahasempurna dalam kebijaksanaan-Nya.\n\nDialah Allah Yang Mahasempurna dalam kemuliaan dan akhlak-Nya. Dan hanya Dialah Allah subhanahu wa ta’ala yang berhak memiliki sifat ini yang tidak layak bagi selain-Nya. Tiada yang dapat menyamai-Nya dan tiada yang setara dengan-Nya, Mahasuci Allah Yang Maha Esa lagi Mahamenang. Al-A'masy telah meriwayatkan dari Syaqiq, dari Abu Wa'il sehubungan dengan makna firman-Nya: yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Tuhan Yang akhlak-Nya tiada yang menandingi-Nya. ‘Ashim telah meriwayatkan hal yang semisal dari Abu Wa'il, dari Ibnu Mas'ud.\n\nMalik telah meriwayatkan dari Zaid ibnu Aslam sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Yakni As-Sayyid alias penguasa. Al-Hasan dan Qatadah mengatakan bahwa makna yang dimaksud ialah Yang Kekal sesudah makhluknya. Al-Hasan telah mengatakan pula sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Artinya Yang Hidup, Yang terus-menerus mengurus makhluk-Nya, Yang tiada kematian bagi-Nya. Ikrimah mengatakan sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Yang tidak ada sesuatu pun keluar dari-Nya dan tidak makan.\n\nAr-Rabi' ibnu Anas mengatakan bahwa makna yang dimaksud ialah Dia tidak beranak dan tidak pula diperanakkan. Seakan-akan pendapat ini menjadikan firman berikutnya merupakan tafsirnya, yaitu firman-Nya: Dia tiada beranak dan tidak pula diperanakkan. (Al-Ikhlas: 3) Pendapat ini merupakan pendapat yang jayyid. Dalam hadits terdahulu telah disebutkan melalui riwayat Ibnu Jarir, dari Ubay ibnu Ka'b sebuah hadits mengenainya yang menerangkannya dengan jelas.\n\nIbnu Mas'ud, Ibnu Abbas, Sa'id ibnul Musayyab, Mujahid, Abdullah ibnu BuraidaJi dan Ikrimah juga, serta Sa'id ibnu Jubair, ‘Atha’ ibnu Abu Rabah, Atiyyah Al-Aufi, Adh-Dhahhak, dan As-Suddi telah mengatakan sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Yakni tiada berongga. Sufyan telah meriwayatkan dari Mansur, dari Mujahid sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Maksudnya, yang padat dan tiada berongga.\n\nAsy-Sya'bi mengatakan bahwa makna yang dimaksud ialah yang tidak makan dan tidak minum. Abdullah ibnu Buraidah mengatakan pula sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Yaitu cahaya yang berkilauan. Semua pendapat di atas diriwayatkan oleh Ibnu Abu Hatim, Al-Baihaqi, dan At-Ath-Thabarani, demikian pula Abu Ja'far ibnu Jarir telah mengetengahkan sebagian besar darinya berikut sanad-sanadnya. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepadaku Al-Abbas ibnu Abu Thalib, telah menceritakan kepada kami Muhammad ibnu Amr ibnu Rumi, dari Ubaidillah ibnu Sa'id penuntun Al-A'masy, telah menceritakan kepada kami Saleh ibnu Hayyan, dari Abdullah ibnu Buraidah, dari ayahnya yang mengatakan bahwa ia merasa yakin bahwa Buraidah telah me-rafa '-kan hadits berikut; ia mengatakan bahwa As-Samad artinya yang tiada berongga.\n\nIni gharib sekali, tetapi yang shahih hal ini mauquf hanya sampai pada Abdullah ibnu Buraidah. Al-Hafidzh Abul Qasim At-Ath-Thabarani dalam kitab sunahnya mengatakan sesudah mengetengahkan banyak pendapat tentang tafsir As-Samad. Bahwa semuanya itu benartermasuk sifat Rabb kita; yaitu yang menjadi tempat bergantung bagi segala keperluan. Dia adalah menjadi tujuan semuanya. Dia tidak berongga, tidak makan, dan tidak minum.\n\nDan Dia kekal sesudah semua makhluk fana. Hal yang semisal dikatakan oleh Baihaqi. Firman Allah subhanahu wa ta’ala: Dia tiada beranak dan tiada pula diperanakkan, dan tidak ada seorangpun yang setara dengan Dia. (Al-Ikhlas: 3-4) Dia tidak beranak, tidak diperanakkan, dan tidak mempunyai istri. Mujahid mengatakan sehubungan dengan makna firman-Nya: dan tidak ada seorang pun yang setara dengan Dia. (Al-Ikhlas: 4) Yakni tiada beristri; hal ini semakna dengan apa yang disebutkan oleh firman-Nya: Dia pencipta langit dan bumi.\n\nBagaimana Dia mempunyai anak, padahal Dia tidak mempunyai istri, Dia menciptakan segala sesuatu. (Al-An'am: 101) Yaitu Dialah Yang memiliki segala sesuatu dan Yang Menciptakannya, maka mana mungkin Dia mempunyai tandingan dari kalangan makhluk-Nya yang menyamai-Nya atau mendekati-Nya, Mahatinggi lagi Mahasuci Allah dari semuanya itu. Allah subhanahu wa ta’ala telah berfirman: Dan mereka berkata, \"Tuhan Yang Maha Pemurah mengambil (mempunyai) anak. Sesungguhnya kamu telah mendatangkan sesuatu perkara yang sangat mungkar, hampir-hampir langit pecah karena ucapan itu, dan bumi belah, dan gunung-gunung runtuh, karena mereka mendakwa Allah Yang Maha Pemurah mempunyai anak.\n\nDan tidak layak bagi Tuhan Yang Maha Pemurah mengambil (mempunyai) anak. Tidak ada seorang pun di langit dan di bumi, kecuali akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba. Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti. Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri. (Maryam: 88-95) Dan firman Allah subhanahu wa ta’ala: Dan mereka berkata, Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak, Mahasuci Allah.\n\nSebenarnya (malaikat-malaikat itu) adalah hamba-hamba Allah yang dimuliakan, mereka tidak mendahului-Nya dengan perkataan dan mereka mengerjakan perintah-perintah-Nya. (Al-Anbiya: 26-27) Dan firman Allah subhanahu wa ta’ala: Dan mereka adakan (hubungan) nasab antara Allah dan antara jin. Dan sesungguhnya jin mengetahui bahwa mereka benar-benar akan diseret (ke neraka). Mahasuci Allah dari apa yang mereka sifatkan. (Ash-Shaffat: 158-159) Di dalam kitab Sahih Bukhari disebutkan: Tiada seorangpun yang lebih sabar daripada Allah terhadap perlakuan yang menyakitkan: sesungguhnya mereka menganggap Allah beranak, padahal Dialahy ang memberi mereka rezeki dan kesejahteraan.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Abul Yaman, telah menceritakan kepada kami Syu'aib, telah menceritakan kepada kami Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Yang telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Anak Adam telah mendustakan Aku padahal Allah tidak pernah berdusta dan anak Adam mencaci maki Aku padahal tidak layak baginya mencaci maki Dia. Adapun pendustaannya terhadap-Ku ialah ucapannya yang mengatakan bahwa Dia tidak akan mengembalikanku hidup kembali. Sebagaimana Dia menciptakanku pada permulaan padahal penciptaan pertama itu tidaklah lebih mudah bagi-Ku dari pada mengembalikannya.\n\nDan adapun caci makinya kepada-Ku ialah ucapannya yang mengatakan bahwa Allah mempunyai anak. Padahal Aku adalah Tuhan Yang Maha Esa, yang bergantung kepada-Ku segala sesuatu, Aku tidak beranak dan tidak diperanakan, dan tidak ada yang setara dengan-Ku. Imam Bukhari telah meriwayatkannya pula melalui hadits Abdur Razzaq, dari Ma'mar, dari Hammam ibnu Munabbih, dari Abu Hurairah secara marfu' dengan lafal yang semisal; Imam Bukhari meriwayatkan keduanya secara munfarid melalui dua jalur tersebut.\"","tafsir-ringkas-kemenag":"Dia tidak beranak; tidak ada yang sejenis dengan Allah sehingga bisa menikah dengan-Nya dan melahirkan anak; dan Dia tidak pula diperanakkan karena Dia kekal dan tidak bermula. Sesatlah orang Yahudi yang meyakini 'Uzair sebagai putra Allah, orang Nasrani yang meyakini Nabi Isa sebagai putra Allah, dan orang musyrik Arab yang meyakini malaikat sebagai putri Allah. 4. Dan tidak ada sesuatu yang setara dengan Dia, baik dari segi zat, sifat, maupun tidakan-Nya.","tafsir-lengkap-kemenag":"Allah lalu menegaskan bahwa Mahasuci Ia dari mempunyai anak. Ayat ini juga menentang dakwaan orang-orang musyrik Arab yang mengatakan bahwa malaikat-malaikat adalah anak perempuan Allah dan dakwaan orang Nasrani bahwa Isa anak laki-laki Allah. Dalam ayat lain, Allah berfirman:\n\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-saffat/37: 149-152)\n\nAllah tidak beranak, dan tidak pula diperanakkan. Dengan demikian, Dia tidak sama dengan makhluk. Dia berada tidak didahului oleh tidak ada. Mahasuci Allah dari apa yang mereka sebutkan.\n\nIbnu 'Abbas berkata, \"Dia tidak beranak sebagaimana Maryam melahirkan Isa dan tidak pula diperanakkan. Ini adalah bantahan terhadap orang-orang Nasrani yang mengatakan Isa al-Masih adalah anak Allah dan bantahan terhadap orang-orang Yahudi yang mengatakan Uzair adalah anak Allah.","tafsir-alazhar":"SURAH AL-IKHLAASH(TULUS)SURAH KE-112, 4 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah: Dia adalah Allah, Maha Esa.\" (ayat 1)Inilah pokok pangkal aqidah, puncak dari kepercayaan. Mengakui bahwa yang di- pertuhan itu Allah nama-Nya. Dan itu adalah nama dari Satu saja. Tidak ada sesembahan lain, selain Dia. Dia Maha Esa, mutlak Esa, tunggal, tidak bersekutu yang lain dengan Dia. Pengakuan atas Kesatuan, Keesaan, Tunggal-Nya Tuhan, dan nama-Nya ialah Allah. Inilah kepercayaan yang dinamai tauhid. Mustahillah kalau Dia lebih dari satu. Kalau Dia berbilang, maka terbagilah kekuasaan-Nya. Kekuasaan yang terbagi, artinya sama-sama kurang berkuasa.Ayat 2“Allah adalah tempat bergantung.\" (ayat 2)Artinya, bahwa segala sesuatu ini Dia yang menciptakan, sebab itu maka segala sesuatu itu kepada-Nya belaka bergantung; semua ada atas kehendak-Nya. Kata Abu Hurairah, “Arti ash-Shamad ialah segala sesuatu memerlukan dan berkehendak kepada Allah, berlindung kepada-Nya; sedang Dia tidaklah berlindung kepada siapa jua pun.\" Muqatil mengartikan, “Yang Maha Sempurna, yang tidak ada cacat-Nya.\"Ayat 3“Tidak Dia beranak, dan tidak Dia diperanakkan.\" (ayat 3)Mustahil Dia beranak. Yang memerlukan anak hanyalah makhluk bernyawa yang menghendaki keturunan yang akan melanjutkan hidupnya. Seorang yang hidup di dunia ini merasa cemas kalau dia tidak mendapat anak keturunan. Karena dengan keturunan itu berarti hidupnya akan bersambung. Orang yang tidak beranak kalau mati, selesailah sejarahnya sampai di situ. Tetapi seseorang yang hidup, lalu beranak, dan bersambung lagi dengan cucu; besarlah hatinya, karena meskipun dia nanti mati, dia merasa ada yang menyambung sejarah hidupnya. Oleh sebab itu maka Allah ﷻ mustahil memerlukan anak. Sebab Allah hidup terus, tidak pernah mati-mati.Dan Dia, Allah itu, tidak pula diperanakkan. Tegasnya Dia tidak berbapak. Kalau Dia berbapak, teranglah bahwa si anak kemudian lahir ke dunia dari ayahnya, dan kemudian ayah itu pun mati. Si anak menyambung kuasa. Kalau orang Nasrani ada mengatakan bahwa Allah itu beranak dan anak-Nya ialah Isa al-Masih; yang menurut kepercayaan mereka sejak dahulu, tidak berpermulaan dan tidak berkesudahan di antara “sang bapak\" dengan “sang anak\", sehingga bersamaanlah wujud “bapak\" dan “anak\" itu; jika demikian, mengapa harus ada yang bernama bapak dan bernama anak? Dan kalau anak itu baru lahir kemudian, nyatalah posisi si anak itu sebagai suatu kekuasaan atau ketuhanan yang tidak perlu, karena diakui bahwa “si bapak\" kekal dan tidak mati-mati, tidak membutuhkan “anak\", sedangkan si anak  yang diyakini itu muncul kemudian.Ayat 4“Dan tidak ada bagi-Nya yang setara, seorang jua pun.\" (ayat 4)Kalau diakui Dia beranak, tandanya Allah itu mengenal waktu tua. Dia memerlukan anak untuk mengalihkan kekuasaan-Nya nanti. Kalau diakui diperanakkan, tandanya Allah itu pada mulanya masih muda, yaitu sebelum “sang bapak\" mati. Kalau diakui bahwa Dia berbilang, ada bapak ada anak, tetapi kedudukannya sama, pikiran sehat yang mana jua pun akan mengatakan bahwa “keduanya\" sama-sama kurang kekuasaannya. Kalau ada dua yang setara, sekedudukan, sama tinggi pangkatnya, sama kekuasaannya atas alam; tidak ada pikiran sehat yang dapat menerima kalau dikatakan keduanya itu berkuasa mutlak. Dan kalau keduanya sama tarafnya, yang berarti sama-sama kurang kuasanya, yakni masing-masing mendapat separuh kuasa, maka tidaklah ada yang sempurna dari ketuhanan keduanya. Artinya bahwa itu bukanlah Allah, Itu masih alam, itu masih lemah.Allah itu mutlak kuasa-Nya, tiada terbagi, tiada separuh seorang, tiada tandingan, tiada bandingan, tiada tandingan. Dan tidak pula ada Tuhan yang nganggur, belum bertugas sebab bapaknya masih ada! Itulah yang diterima oleh perasaan yang bersih murni. Itulah yang dirasakan oleh akal cerdas yang tulus. Kalau tidak demikian, kacaulah dia dan tidak bersih lagi. Itu sebabnya maka surah ini dinamai pula surah al-Ikhlaas; artinya sesuai dengan jiwa murni manusia, sesuai dengan logika, dengan berpikir teratur.Ibnul Qayyim menulis, “Surah al-Ikhlaash dikatakan oleh Nabi sebagai “Sepertiga Al- Qur'an\" sebab Al-Qur'an berisi berita (kabar) dan Insyaa. Dan insyaa mengandung salah satu tiga pokok: (1). perintah, (2). larangan, (3). pembolehan atau diizinkan. Dan kabar ada dua pula: (1). kabar yang datang dari Allah sebagai pencipta (Khaliq) dengan nama- nama-Nya, sifat-sifat-Nya, hukum-hukumNya; dan (2). kabar dari makhluk-Nya, maka diikhlaskanlah oleh makhluk di dalam surah al-lkhlaash tentang nama-nama-Nya dan sifat-sifat-Nya sehingga jadilah isinya itu mengandung sepertiga Al-Qur'an."}},"4":{"arabic":"وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدٌوَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدٌ","words":{"arabicWords":["وَلَمۡ","يَكُن","لَّهُۥ","كُفُوًا","أَحَدُۢ"],"translationWords":["dan tidak","ada","baginya","menyamai/setara","seorang"]},"translation":"serta tidak ada sesuatu pun yang setara dengan-Nya.”","tafsir":{"tafsir-jalalayn":"(Dan tidak ada seorang pun yang setara dengan Dia) atau yang sebanding dengan-Nya, lafal Lahu berta'alluq kepada lafal Kufuwan. Lafal Lahu ini didahulukan karena dialah yang menjadi subjek penafian; kemudian lafal Ahadun diakhirkan letaknya padahal ia sebagai isim dari lafal Yakun, sedangkan Khabar yang seharusnya berada di akhir mendahuluinya; demikian itu karena demi menjaga Fashilah atau kesamaan bunyi pada akhir ayat.","tafsir-ibnu-katsir":"Tafsir Surat Al-Ikhlas: 1-4\n\nKatakanlah, \"Dialah Allah, Yang Maha Esa. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. Dia tiada beranak dan tiada pula-diperanakkan, dan tidak ada seorangpun yang setara dengan Dia. Dalam pembahasan yang terdahulu telah disebutkan latar belakang penurunannya. Ikrimah mengatakan bahwa ketika orang-orang Yahudi berkata, \"Kami menyembah Uzair anak Allah.\" Dan orang-orang Nasrani mengatakan, \"Kami menyembah Al-Masih putra Allah.\" Dan orang-orang Majusi mengatakan, \"Kami menyembah matahari dan bulan.\" Dan orang-orang musyrik mengatakan.Kami menyembah berhala.\" Maka Allah menurunkan firman-Nya kepada Rasul-Nya: Katakanlah.Dialah Allah Yang Maha Esa. (Al-Ikhlas: 1) Yakni Dialah Tuhan Yang Satu, Yang Esa, Yang tiada tandingan-Nya, tiada pembantu-Nya, tiada lawan-Nya, tiada yang serupa dengan-Nya, dan tiada yang setara dengan-Nya.\n\nLafal ini tidak boleh dikatakan secara i'sbat terhadap seseorang kecuali hanya Allah subhanahu wa ta’ala Karena Dia Mahasempurna dalam segala sifat dan perbuatan-Nya. Firman Allah Swt: Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Ikrimah telah meriwayatkan dari lbnu Abbas, bahwa makna yang dimaksud ialah yang bergantung kepada-Nya semua makhluk dalam kebutuhan dan sarana mereka. Ali ibnu Abu Talhah telah meriwayatkan dari lbnu Abbas, bahwa makna yang dimaksud ialah Tuhan Yang Mahasempurna dalam perilaku-Nya, Mahamulia yang Mahasempurna dalam kemuliaan-Nya, Mahabesar yang Mahasempurna dalam kebesaran-Nya, Maha Penyantun yang Mahasempurna dalam sifat penyantun-Nya, Maha Mengetahui yang Mahasempurna dalam pengetahuan-Nya, dan Mahabijaksana yang Mahasempurna dalam kebijaksanaan-Nya.\n\nDialah Allah Yang Mahasempurna dalam kemuliaan dan akhlak-Nya. Dan hanya Dialah Allah subhanahu wa ta’ala yang berhak memiliki sifat ini yang tidak layak bagi selain-Nya. Tiada yang dapat menyamai-Nya dan tiada yang setara dengan-Nya, Mahasuci Allah Yang Maha Esa lagi Mahamenang. Al-A'masy telah meriwayatkan dari Syaqiq, dari Abu Wa'il sehubungan dengan makna firman-Nya: yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Tuhan Yang akhlak-Nya tiada yang menandingi-Nya. ‘Ashim telah meriwayatkan hal yang semisal dari Abu Wa'il, dari Ibnu Mas'ud.\n\nMalik telah meriwayatkan dari Zaid ibnu Aslam sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Yakni As-Sayyid alias penguasa. Al-Hasan dan Qatadah mengatakan bahwa makna yang dimaksud ialah Yang Kekal sesudah makhluknya. Al-Hasan telah mengatakan pula sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Artinya Yang Hidup, Yang terus-menerus mengurus makhluk-Nya, Yang tiada kematian bagi-Nya. Ikrimah mengatakan sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Yang tidak ada sesuatu pun keluar dari-Nya dan tidak makan.\n\nAr-Rabi' ibnu Anas mengatakan bahwa makna yang dimaksud ialah Dia tidak beranak dan tidak pula diperanakkan. Seakan-akan pendapat ini menjadikan firman berikutnya merupakan tafsirnya, yaitu firman-Nya: Dia tiada beranak dan tidak pula diperanakkan. (Al-Ikhlas: 3) Pendapat ini merupakan pendapat yang jayyid. Dalam hadits terdahulu telah disebutkan melalui riwayat Ibnu Jarir, dari Ubay ibnu Ka'b sebuah hadits mengenainya yang menerangkannya dengan jelas.\n\nIbnu Mas'ud, Ibnu Abbas, Sa'id ibnul Musayyab, Mujahid, Abdullah ibnu BuraidaJi dan Ikrimah juga, serta Sa'id ibnu Jubair, ‘Atha’ ibnu Abu Rabah, Atiyyah Al-Aufi, Adh-Dhahhak, dan As-Suddi telah mengatakan sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-Ikhlas: 2) Yakni tiada berongga. Sufyan telah meriwayatkan dari Mansur, dari Mujahid sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Maksudnya, yang padat dan tiada berongga.\n\nAsy-Sya'bi mengatakan bahwa makna yang dimaksud ialah yang tidak makan dan tidak minum. Abdullah ibnu Buraidah mengatakan pula sehubungan dengan makna firman-Nya: Yang bergantung kepada-Nya segala sesuatu. (Al-lkhlas: 2) Yaitu cahaya yang berkilauan. Semua pendapat di atas diriwayatkan oleh Ibnu Abu Hatim, Al-Baihaqi, dan At-Ath-Thabarani, demikian pula Abu Ja'far ibnu Jarir telah mengetengahkan sebagian besar darinya berikut sanad-sanadnya. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepadaku Al-Abbas ibnu Abu Thalib, telah menceritakan kepada kami Muhammad ibnu Amr ibnu Rumi, dari Ubaidillah ibnu Sa'id penuntun Al-A'masy, telah menceritakan kepada kami Saleh ibnu Hayyan, dari Abdullah ibnu Buraidah, dari ayahnya yang mengatakan bahwa ia merasa yakin bahwa Buraidah telah me-rafa '-kan hadits berikut; ia mengatakan bahwa As-Samad artinya yang tiada berongga.\n\nIni gharib sekali, tetapi yang shahih hal ini mauquf hanya sampai pada Abdullah ibnu Buraidah. Al-Hafidzh Abul Qasim At-Ath-Thabarani dalam kitab sunahnya mengatakan sesudah mengetengahkan banyak pendapat tentang tafsir As-Samad. Bahwa semuanya itu benartermasuk sifat Rabb kita; yaitu yang menjadi tempat bergantung bagi segala keperluan. Dia adalah menjadi tujuan semuanya. Dia tidak berongga, tidak makan, dan tidak minum.\n\nDan Dia kekal sesudah semua makhluk fana. Hal yang semisal dikatakan oleh Baihaqi. Firman Allah subhanahu wa ta’ala: Dia tiada beranak dan tiada pula diperanakkan, dan tidak ada seorangpun yang setara dengan Dia. (Al-Ikhlas: 3-4) Dia tidak beranak, tidak diperanakkan, dan tidak mempunyai istri. Mujahid mengatakan sehubungan dengan makna firman-Nya: dan tidak ada seorang pun yang setara dengan Dia. (Al-Ikhlas: 4) Yakni tiada beristri; hal ini semakna dengan apa yang disebutkan oleh firman-Nya: Dia pencipta langit dan bumi.\n\nBagaimana Dia mempunyai anak, padahal Dia tidak mempunyai istri, Dia menciptakan segala sesuatu. (Al-An'am: 101) Yaitu Dialah Yang memiliki segala sesuatu dan Yang Menciptakannya, maka mana mungkin Dia mempunyai tandingan dari kalangan makhluk-Nya yang menyamai-Nya atau mendekati-Nya, Mahatinggi lagi Mahasuci Allah dari semuanya itu. Allah subhanahu wa ta’ala telah berfirman: Dan mereka berkata, \"Tuhan Yang Maha Pemurah mengambil (mempunyai) anak. Sesungguhnya kamu telah mendatangkan sesuatu perkara yang sangat mungkar, hampir-hampir langit pecah karena ucapan itu, dan bumi belah, dan gunung-gunung runtuh, karena mereka mendakwa Allah Yang Maha Pemurah mempunyai anak.\n\nDan tidak layak bagi Tuhan Yang Maha Pemurah mengambil (mempunyai) anak. Tidak ada seorang pun di langit dan di bumi, kecuali akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba. Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti. Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri. (Maryam: 88-95) Dan firman Allah subhanahu wa ta’ala: Dan mereka berkata, Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak, Mahasuci Allah.\n\nSebenarnya (malaikat-malaikat itu) adalah hamba-hamba Allah yang dimuliakan, mereka tidak mendahului-Nya dengan perkataan dan mereka mengerjakan perintah-perintah-Nya. (Al-Anbiya: 26-27) Dan firman Allah subhanahu wa ta’ala: Dan mereka adakan (hubungan) nasab antara Allah dan antara jin. Dan sesungguhnya jin mengetahui bahwa mereka benar-benar akan diseret (ke neraka). Mahasuci Allah dari apa yang mereka sifatkan. (Ash-Shaffat: 158-159) Di dalam kitab Sahih Bukhari disebutkan: Tiada seorangpun yang lebih sabar daripada Allah terhadap perlakuan yang menyakitkan: sesungguhnya mereka menganggap Allah beranak, padahal Dialahy ang memberi mereka rezeki dan kesejahteraan.\n\nImam Bukhari mengatakan, telah menceritakan kepada kami Abul Yaman, telah menceritakan kepada kami Syu'aib, telah menceritakan kepada kami Abuz Zanad, dari Al-A'raj, dari Abu Hurairah, dari Nabi ﷺ Yang telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Anak Adam telah mendustakan Aku padahal Allah tidak pernah berdusta dan anak Adam mencaci maki Aku padahal tidak layak baginya mencaci maki Dia. Adapun pendustaannya terhadap-Ku ialah ucapannya yang mengatakan bahwa Dia tidak akan mengembalikanku hidup kembali. Sebagaimana Dia menciptakanku pada permulaan padahal penciptaan pertama itu tidaklah lebih mudah bagi-Ku dari pada mengembalikannya.\n\nDan adapun caci makinya kepada-Ku ialah ucapannya yang mengatakan bahwa Allah mempunyai anak. Padahal Aku adalah Tuhan Yang Maha Esa, yang bergantung kepada-Ku segala sesuatu, Aku tidak beranak dan tidak diperanakan, dan tidak ada yang setara dengan-Ku. Imam Bukhari telah meriwayatkannya pula melalui hadits Abdur Razzaq, dari Ma'mar, dari Hammam ibnu Munabbih, dari Abu Hurairah secara marfu' dengan lafal yang semisal; Imam Bukhari meriwayatkan keduanya secara munfarid melalui dua jalur tersebut.\"","tafsir-ringkas-kemenag":"Dan tidak ada sesuatu yang setara dengan Dia, baik dari segi zat, sifat, maupun tidakan-Nya. 1. Wahai Nabi Muhammad, katakanlah kepada umatmu, 'Aku berlindung kepada Tuhan yang menguasai subuh, waktu yang membelah kegelapan malam. Allah Mahakuasa menyingkirkan segala kejahatan dari hamba-Nya karena semua makhluk berada dalam genggaman-Nya.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan lagi bahwa tidak ada yang setara dan sebanding dengan Dia dalam zat, sifat, dan perbuatan-Nya. Ini adalah tantangan terhadap orang-orang yang beritikad bahwa ada yang setara dan menyerupai Allah dalam perbuatannya, sebagaimana pendirian orang-orang musyrik Arab yang menyatakan bahwa malaikat itu adalah sekutu Allah.","tafsir-alazhar":"SURAH AL-IKHLAASH(TULUS)SURAH KE-112, 4 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah: Dia adalah Allah, Maha Esa.\" (ayat 1)Inilah pokok pangkal aqidah, puncak dari kepercayaan. Mengakui bahwa yang di- pertuhan itu Allah nama-Nya. Dan itu adalah nama dari Satu saja. Tidak ada sesembahan lain, selain Dia. Dia Maha Esa, mutlak Esa, tunggal, tidak bersekutu yang lain dengan Dia. Pengakuan atas Kesatuan, Keesaan, Tunggal-Nya Tuhan, dan nama-Nya ialah Allah. Inilah kepercayaan yang dinamai tauhid. Mustahillah kalau Dia lebih dari satu. Kalau Dia berbilang, maka terbagilah kekuasaan-Nya. Kekuasaan yang terbagi, artinya sama-sama kurang berkuasa.Ayat 2“Allah adalah tempat bergantung.\" (ayat 2)Artinya, bahwa segala sesuatu ini Dia yang menciptakan, sebab itu maka segala sesuatu itu kepada-Nya belaka bergantung; semua ada atas kehendak-Nya. Kata Abu Hurairah, “Arti ash-Shamad ialah segala sesuatu memerlukan dan berkehendak kepada Allah, berlindung kepada-Nya; sedang Dia tidaklah berlindung kepada siapa jua pun.\" Muqatil mengartikan, “Yang Maha Sempurna, yang tidak ada cacat-Nya.\"Ayat 3“Tidak Dia beranak, dan tidak Dia diperanakkan.\" (ayat 3)Mustahil Dia beranak. Yang memerlukan anak hanyalah makhluk bernyawa yang menghendaki keturunan yang akan melanjutkan hidupnya. Seorang yang hidup di dunia ini merasa cemas kalau dia tidak mendapat anak keturunan. Karena dengan keturunan itu berarti hidupnya akan bersambung. Orang yang tidak beranak kalau mati, selesailah sejarahnya sampai di situ. Tetapi seseorang yang hidup, lalu beranak, dan bersambung lagi dengan cucu; besarlah hatinya, karena meskipun dia nanti mati, dia merasa ada yang menyambung sejarah hidupnya. Oleh sebab itu maka Allah ﷻ mustahil memerlukan anak. Sebab Allah hidup terus, tidak pernah mati-mati.Dan Dia, Allah itu, tidak pula diperanakkan. Tegasnya Dia tidak berbapak. Kalau Dia berbapak, teranglah bahwa si anak kemudian lahir ke dunia dari ayahnya, dan kemudian ayah itu pun mati. Si anak menyambung kuasa. Kalau orang Nasrani ada mengatakan bahwa Allah itu beranak dan anak-Nya ialah Isa al-Masih; yang menurut kepercayaan mereka sejak dahulu, tidak berpermulaan dan tidak berkesudahan di antara “sang bapak\" dengan “sang anak\", sehingga bersamaanlah wujud “bapak\" dan “anak\" itu; jika demikian, mengapa harus ada yang bernama bapak dan bernama anak? Dan kalau anak itu baru lahir kemudian, nyatalah posisi si anak itu sebagai suatu kekuasaan atau ketuhanan yang tidak perlu, karena diakui bahwa “si bapak\" kekal dan tidak mati-mati, tidak membutuhkan “anak\", sedangkan si anak  yang diyakini itu muncul kemudian.Ayat 4“Dan tidak ada bagi-Nya yang setara, seorang jua pun.\" (ayat 4)Kalau diakui Dia beranak, tandanya Allah itu mengenal waktu tua. Dia memerlukan anak untuk mengalihkan kekuasaan-Nya nanti. Kalau diakui diperanakkan, tandanya Allah itu pada mulanya masih muda, yaitu sebelum “sang bapak\" mati. Kalau diakui bahwa Dia berbilang, ada bapak ada anak, tetapi kedudukannya sama, pikiran sehat yang mana jua pun akan mengatakan bahwa “keduanya\" sama-sama kurang kekuasaannya. Kalau ada dua yang setara, sekedudukan, sama tinggi pangkatnya, sama kekuasaannya atas alam; tidak ada pikiran sehat yang dapat menerima kalau dikatakan keduanya itu berkuasa mutlak. Dan kalau keduanya sama tarafnya, yang berarti sama-sama kurang kuasanya, yakni masing-masing mendapat separuh kuasa, maka tidaklah ada yang sempurna dari ketuhanan keduanya. Artinya bahwa itu bukanlah Allah, Itu masih alam, itu masih lemah.Allah itu mutlak kuasa-Nya, tiada terbagi, tiada separuh seorang, tiada tandingan, tiada bandingan, tiada tandingan. Dan tidak pula ada Tuhan yang nganggur, belum bertugas sebab bapaknya masih ada! Itulah yang diterima oleh perasaan yang bersih murni. Itulah yang dirasakan oleh akal cerdas yang tulus. Kalau tidak demikian, kacaulah dia dan tidak bersih lagi. Itu sebabnya maka surah ini dinamai pula surah al-Ikhlaas; artinya sesuai dengan jiwa murni manusia, sesuai dengan logika, dengan berpikir teratur.Ibnul Qayyim menulis, “Surah al-Ikhlaash dikatakan oleh Nabi sebagai “Sepertiga Al- Qur'an\" sebab Al-Qur'an berisi berita (kabar) dan Insyaa. Dan insyaa mengandung salah satu tiga pokok: (1). perintah, (2). larangan, (3). pembolehan atau diizinkan. Dan kabar ada dua pula: (1). kabar yang datang dari Allah sebagai pencipta (Khaliq) dengan nama- nama-Nya, sifat-sifat-Nya, hukum-hukumNya; dan (2). kabar dari makhluk-Nya, maka diikhlaskanlah oleh makhluk di dalam surah al-lkhlaash tentang nama-nama-Nya dan sifat-sifat-Nya sehingga jadilah isinya itu mengandung sepertiga Al-Qur'an."}}}