{"1":{"arabic":"قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِقُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ","words":{"arabicWords":["قُلۡ","أَعُوذُ","بِرَبِّ","ٱلۡفَلَقِ"],"translationWords":["katakanlah","aku berlindung","Tuhan/Pemelihara","subuh"]},"translation":"Katakanlah (Nabi Muhammad), “Aku berlindung kepada Tuhan yang (menjaga) fajar (subuh)","tafsir":{"tafsir-jalalayn":"Al-Falaq (Subuh)\n\n(Katakanlah, \"Aku berlindung kepada Rabb Yang menguasai falaq) atau waktu subuh.","tafsir-ibnu-katsir":"Tafsir Surat Al-Falaq: 1-5\n\nKatakanlah, 'Aku berlindung kepada Tuhan yang menguasai subuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad ibnu Isam, telah menceritakan kepada kami Abu Ahmad Az-Zubairi, telah menceritakan kepada kami Hasan ibnu Saleh, dari Abdullah ibnu Muhammad ibnu Aqil, dari Jabir yang mengatakan bahwa al-falaq artinya subuh.\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq\" bahwa makna yang dimaksud ialah subuh. Dan telah diriwayatkan halyangsemisal dari Mujahid, Sa'id ibnu Jubair, Abdullah ibnu Muhammad ibnu Aqil, Al-Hasan, Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Ibnu Zaid, dan Malik, dari Zaid ibnu Aslam. Al-Qurazi. Ibnu Zaid, dan Ibnu Jarir mengatakan bahwa makna yang dimaksud sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Dia menyingsingkan pagi. (Al-An'am: 96) Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq,\" bahwa makna yang dimaksud ialah makhluk.\n\nHal yang sama telah dikatakan oleh Adh-Dhahhak, bahwa Allah memerintahkan kepada Nabi-Nya untuk membaca ta'awwuz dari kejahatan semua makhluk-Nya. Ka'bul Ahbar mengatakan bahwa al-falaq adalah nama sebuah penjara di dalam neraka Jahanam; apabila pintunya dibuka, maka semua penghuni neraka menjerit karena panasnya yang sangat. Ibnu Abu Hatim meriwayatkannya, untuk itu ia mengatakan bahwa telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Suhail ibnu Usman, dari seorang lelaki, dari As-Suddi, dari Zaid ibnu Ali, dari kakek moyangnya, bahwa mereka telah mengatakan bahwa al-falaq adalah nama sebuah sumur di dasar neraka Jahanam yang mempunyai tutup.\n\nApabila tutupnya dibuka, maka keluarlah darinya api yang menggemparkan neraka Jahanam karena panasnya yang sangat berlebihan. Hal yang sama telah diriwayatkan dari Amr ibnu Anbasah dan As-Suddi serta lain-lainnya. Sehubungan dengan hal ini telah ada sebuah hadits marfu' yang berpredikat munkar; untuk itu Ibnu Jarir mengatakan, telah menceritakan kepadaku Ishaq ibnu Wahb Al-Wasiti, telah menceritakan kepada kami Mas'ud ibnu Musa ibnu Misykan Al-Wasiti, telah menceritakan kepada kami Nasr ibnu Khuzaimah Al-Khurrasani, dari Syu'aib ibnu Safwan, dari Muhammad ibnu Ka'b Al-Qurazi, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Falaq adalah sebuah sumur di dalam neraka Jahanam yang mempunyai penutup.\n\nSanad hadits ini gharib dan predikat marfu'-nya tidak shahih. Abu Abdur Rahman Al-Habli telah mengatakan sehubungan dengan makna firman-Nya, bahwa al-falaq adalah nama lain dari neraka Jahanam. Ibnu Jarir mengatakan bahwa yang benar adalah pendapat yang pertama, yaitu yang mengatakan bahwa sesungguhnya falaq adalah subuh. Pendapat inilah yang shahih dan dipilih oleh Imam Bukhari di dalam kitab sahihnya.\n\nFirman Allah Swt: dari kejahatan makhluk-Nya. (Al-Falaq: 2) Yakni dari kejahatan semua makhluk. Sabit Al-Bannani dan Al-Hasan Al-Basri telah mengatakan bahwa Jahanam, Iblis, dan keturunannya termasuk makhluk yang diciptakan oleh Allah subhanahu wa ta’ala Firman Allah subhanahu wa ta’ala: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila matahari telah tenggelam; demikianlah menurut apa yang diriwayatkan oleh Imam Bukhari dari Mujahid. Hal yang sama telah dikatakan oleh Ibnu Abu Najih, dari Mujahid. Dan hal yang sama telah dikatakan oleh Ibnu Abbas, Muhammad ibnu Kab Al-Qurazi.\n\nAdh-Dhahhak. Khasif. Al-Hasan, dan Qatadah, bahwa sesungguhnya makna yang dimaksud ialah malam hari apabila datang dengan kegelapan. Az-Zuhri mengatakan sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Yakni matahari apabila telah tenggelam. Telah diriwayatkan pula dari Atiyyah dan Qatadah sehubungan dengan makna firman-Nya: apabila telah gelap gulita. (Al-Falaq: 3) Yaitu malam hari bila telah pergi. Abu Mihzan mengatakan dari Abu Hurairah sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Bahwa makna yang dimaksud ialah bintang.\n\nIbnu Zaid mengatakan, dahulu orang-orang Arab mengatakan bahwa al-gasiq artinya jatuhnya bintang surayya. Berbagai penyakit dan Ta'un mewabah seusai jatuhnya bintang surayya, dan menjadi Lenyap dengan sendirinya bila bintang surayya terbit. Yang dimaksud dengan jatuh ialah tenggelam. Ibnu Jarir mengatakan bahwa di antara atsar yang bersumber dari mereka ialah apa yang diceritakan kepadaku oleh Nasr Ibnu Ali, telah menceritakan kepadaku Bakkar, dari Abdullah keponakan Hammam, telah menceritakan kepada kami Muhammad ibnu Abdul Aziz ibnu Umar, dari Abdur Rahman ibnu Auf, dari ayahnya, dari Abu Salamah, dari Abu Hurairah, dari Nabi ﷺ sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Lalu beliau ﷺ bersabda, bahwa makna yang dimaksud ialah bintang bila telah tenggelam.\n\nMenurut hemat saya, predikat marfu' hadits ini tidak shahih sampai kepada Nabi ﷺ Ibnu Jarir mengatakan, ulama lainnya mengatakan bahwa makna yang dimaksud ialah rembulan. Menurut hemat saya, yang dijadikan pegangan oleh orang-orang yang berpendapat demikian ialah apa yang telah diriwayatkan oleh Imam Ahmad. Disebutkan bahwa telah menceritakan kepada kami Abu Dawud Al-Hafri, dari Ibnu Abu Zi-b, dari Al-Haris ibnu Abu Salamah yang mengatakan bahwa Siti Aisyah telah mengatakan bahwa Rasulullah ﷺ memegang tangannya, lalu memperlihatkan kepadanya rembulan saat terbitnya, kemudian beliau ﷺ bersabda: Mohonlah perlindungan kepada Allah dari kejahatan rembulan ini apabila telah tenggelam. Imam At-Tirmidzi dan Imam An-Nasai telah meriwayatkan di dalam kitab tafsir dari kitab sunan masing-masing melalui hadits Muhammad ibnu Abdur Rahman ibnu Abu Zi-b, dari pamannya (yaitu Al-Haris ibnu Abdur Rahman) dengan lafazyang sama; dan Imam At-Tirmidzi mengatakan bahwa hadits ini hasan shahih.\n\nLafaznya berbunyi seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Menurut lafal Imam An-Nasai disebutkan seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Orang-orang yang mengatakan pendapat pertama mengatakan bahwa rembulan merupakan pertanda malam hari bila telah muncul, dan ini tidaklah bertentangan dengan pendapat kami. Karena sesungguhnya rembulan merupakan pertanda malam hari dan rembulan tidak berperan kecuali hanya di malam hari.\n\nDemikian pula halnya dengan bintang-bintang; bintang-bintang tidak dapat bersinar kecuali di malam hari; dan hal ini sejalan dengan pendapat yang kami katakan; hanya Allah-lah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul. (Al-Falaq:4) Mujahid, Ikrimah. Al-Hasan. Qatadah. dan Adh-Dhahhak telah mengatakan bahwa yang dimaksud ialah wanita-wanita penyihir. Mujahid mengatakan bahwa yaitu apabila wanita-wanita penyihir itu mengembus pada buhul-buhulnya.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Ibnu Tawus, dari ayahnya yang mengatakan bahwa tiada suatu perbuatan pun yang lebih mendekati kepada kemusyrikan selain dari ruqyatul hayyah dan majanin, yakni sejenis perbuatan sihir. Di dalam hadits lain disebutkan bahwa Malaikat Jibril datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Muhammad, apakah engkau sakit?\" Nabi ﷺ menjawab, \"Ya.\" Jibril berkata (yakni berdoa): Dengan menyebut nama Allah aku meruqyahmu dari semua penyakit yang mengganggumu dan dari kejahatan setiap orang yang dengki dan kejahatan pandangan mata; semoga Allah menyembuhkanmu.\n\nBarangkali hal ini terjadi di saat Nabi ﷺ sakit akibat terkena sihir, kemudian Allah subhanahu wa ta’ala menyelamatkan dan menyembuhkannya, dan menolak rencana jahat para penyihir dan orang-orang yang dengki dari kalangan orang-orang Yahudi, lalu menimpakannya kepada mereka dan menjadikan kehancuran mereka oleh tipu muslihat mereka sendiri hingga mereka dipermalukan. Tetapi sekalipun mendapat perlakuan demikian, Rasulullah ﷺ tidak menegur atau mengecam pelakunya di suatu hari pun, bahkan beliau merasa cukup hanya meminta pertolongan kepada Allah, dan Dia menyembuhkan serta menyehatkannya. Imam Ahmad mengatakan. telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Yazid ibnu Hibban, dari Zaid ibnu Arqam yang mengatakan bahwa seorang lelaki Yahudi menyihir Nabi ﷺ Karena itu, beliau merasa sakit selama beberapa hari.\n\nLalu datanglah Jibril dan berkata, \"Sesungguhnya seorang lelaki Yahudi telah menyihirmu dan membuat suatu buhul yang ditujukan terhadapmu, lalu ia meletakkannya di dalam sumurmu.'\" Lalu Rasulullah ﷺ menyuruh seseorang untuk mengambil buhul tersebut dari dalam sumur yang dimaksud. Setelah buhul itu dikeluarkan dari sumur, lalu diberikan kepada Rasulullah ﷺ dan beliau membukanya, maka dengan serta merta seakan-akan Rasulullah ﷺ baru terlepas dari suatu ikatan. Dan Rasulullah ﷺ tidak pernah menyebutkan lelaki Yahudi itu dan tidak pula melihat mukanya sampai beliau wafat. Imam An-Nasai telah meriwayatkan hadits ini dari Hamad, dari Abu Mu'awiyah alias Muhammad ibnu Hazim Ad-Darir. Imam Bukhari mengatakan di dalam Kitabut Tib, dari kitab sahihnya, bahwa telah menceritakan kepada kami Abdullah ibnu Muhammad yang mengatakan bahwa ia pernah mendengar Sufyan ibnu Uyaynah mengatakan bahwa orang yang mula-mula menceritakan kisah ini kepada kami adalah ibnu Juraij.\n\nIa mengatakan, telah menceritakan kepadaku keluarga Urwah, dari Urwah, lalu aku menanyakan tentangnya kepada Hisyam, maka Hisyam mengatakan bahwa Urwah memang pernah menceritakan kepada kami dari ayahnya, dari Aisyah yang mengatakan bahwa dahulu Rasulullah ﷺ pernah disihir hingga beliau beranggapan bahwa dirinya telah mendatangi istri-istrinya, padahal tidak. Sufyan selanjutnya mengatakan bahwa sihir jenis ini merupakan sihir yang paling keras, bila pengaruhnya demikian. Lalu Rasulullah ﷺ bersabda: Wahai Aisyah, tahukah engkau bahwa Allah telah memberiku nasihat tentang masalah yang aku telah memohon petunjuk dari-Nya mengenainya\" Dua orang lelaki datang kepadaku yang salah seorangnya duduk di dekat kepalaku, sedangkan yang lainnya duduk di dekat kakiku.\n\nMaka orang yang ada di dekat kepalaku berkata kepada temannya, \"Mengapa lelaki ini? Ia menjawab, \"Terkena sihir. Orang yang berada dekat kepalaku bertanya, \"Siapakah yang menyihirnya? Ia menjawab, \"Lubaid ibnu 'sam, seorang lelaki dari Bani Zuraiq teman sepakta orang-orang Yahudi, dia adalah seorang munafik. Yang berada di dekat kepalaku bertanya, \"Dengan apa? Ia menjawab, \"Sisir dan rambut.\n\nOrang yang berada di dekat kepalaku bertanya, 'Di taruh di mana?'' Ia menjawab, \"Di dalam mayang kurma jantan di bawah sebuah batu di dalam sumur Zirwan.\" Siti Aisyah melanjutkan kisahnya, bahwa lalu Rasulullah ﷺ mendatangi sumur tersebut dan mengeluarkannya, kemudian beliau bersabda: Inilah sumur yang diperlihatkan kepadaku dalam mimpiku; airnya seakan-akan seperti warna pacar (merah) dan pohon-pohon kurmanya seakan-akan seperti kepala-kepala setan. Kemudian benda itu dikeluarkan dan dikatakan kepada beliau ﷺ, \"Tidakkah engkau membalikkannya?\" Rasulullah ﷺ menjawab: Ingatlah, demi Allah, sesungguhnya Allah telah menyembuhkan diriku, dan aku tidak suka menimpakan suatu keburukan terhadap seseorang.\n\nDan Imam Bukhari meng-isnad-kan hadits ini melalui Isa ibnu Yunus, Abu Damrah alias Anas ibnu Iyad, Abu Usamah, dan Yahya Al-Qattan, yang di dalamnya disebutkan bahwa Aisyah mengatakan bahwa beliau ﷺ sering berilusi seakan-akan telah melakukan sesuatu padahal tidak. Dalam riwayat ini disebutkan pula bahwa setelah itu Nabi ﷺ memerintahkan agar sumur tersebut dimatikan, lalu ditimbun. Imam Bukhari menyebutkan bahwa hadits ini diriwayatkan pula oleh Ibnu Abuz Zanad dan Al-Lais ibnu Sa'd, dari Hisyam. Imam Muslim meriwayatkannya melalui hadits Abu Usamah alias Hammad ibnu Usamah dan Abdullah ibnu Namir. Imam Ahmad meriwayatkannya dari Affan, dari Wahb, dari Hisyam dengan sanad yang sama.\n\nImam Ahmad meriwayatkannya pula dari Ibrahim ibnu Khalid, dari Ma'mar, dari Hisyam, dari ayahnya, dari Aisyah yang menceritakan bahwa Nabi ﷺ tinggal selama enam bulan sering mengalami seakan-akan mengerjakan sesuatu, padahal kenyataannya tidak. Kemudian datanglah kepadanya dua malaikat, salah seorang duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Salah seorangnya berkata kepada yang lain, \"Kenapa dia?\" Yang lain menjawab, \"Terkena sihir.\" Ia bertanya, \"Siapakah yang menyihirnya?\" Yang lain menjawab, \"Labid ibnul A'sam,\" lalu disebutkan hingga akhir hadits.\n\nAl-Ustaz Al-Mufassir As-Sa'labi telah menyebutkan di dalam kitab tafsirnya, bahwa ibnu Abbas dan Aisyah pernah menceritakan bahwa pernah ada seorang pemuda Yahudi menjadi pelayan Rasulullah ﷺ Lalu orang-orang Yahudi mempengaruhi pemuda itu dengan gencarnya hingga pemuda itu mau menuruti kemauan mereka. Maka ia mengambil beberapa helai rambut Rasulullah ﷺ dan beberapa buah gigi sisir yang biasa dipakai oleh beliau ﷺ, setelah itu kedua barang tersebut ia serahkan kepada orang-orang Yahudi. Lalu mereka menyihir Nabi ﷺ melalui kedua benda itu, dan orang yang melakukannya adalah salah seorang dari mereka yang dikenal dengan nama Ibnu A'sam. Kemudian kedua barang tersebut ia tanam di dalam sebuah sumur milik Bani Zuraiq yang dikenal dengan nama Zirwan.\n\nMaka Rasulullah ﷺ mengalami sakit dan rambut beliau kelihatan rontok. Beliau tinggal selama enam bulan seakan-akan mendatangi istri-istrinya, padahal kenyataannya tidak, dan beliau kelihatan gelisah dan tidak mengetahui apa yang telah terjadi pada dirinya. Ketika beliau sedang tidur, tiba-tiba ada dua malaikat datang kepadanya. Maka salah seorangnya duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Malaikat yang ada di dekat kakinya bertanya kepada malaikat yang ada di dekat kepalanya, \"Apakah yang dialami oleh lelaki ini?\" Ia menjawab, \"Pengaruh Thibb.\" Yang ada di dekat kakinya bertanya, \"Apakah Thibb itu?\" Ia menjawab, \"Sihir.\" Yang ada di dekat kakinya bertanya \"Siapakah yang menyihirnya?\" Ia menjawab, \"Labid Ibnul A'sam, seorang Yahudi.\" Malaikat yang ada di dekat kakinya bertanya, \"Dengan apakah ia menyihirnya?\" Ia menjawab, \"Dengan rambutnya dan gigi sisirnya.\" Yang ada di dekat kakinya bertanya, \"Di manakah hal itu diletakkan?\" Ia menjawab, \"Di dalam mayang kurma jantan di bawah batu yang ada di dalam sumur Zirwan.\" Al-juff artinya kulit mayang kurma. Dan ar-raufah adalah sebuah batu yang di dalam sumur, tetapi menonjol digunakan untuk tempat berdirinya orang yang mengambil air.\n\n Maka Rasulullah ﷺ terbangun dalam keadaan terkejut, lalu bersabda: Wahai Aisyah, tidakkah engkau mengetahui bahwa Allah telah menceritakan kepadaku tentang penyakitku ini. Lalu Rasulullah ﷺ menyuruh Ali, Az-Zubair, dan Ammar ibnu Yasir untuk mengeringkan sumur tersebut; maka mereka bertiga mengeringkan sumur itu, yang airnya kelihatan seakan-akan seperti warna pacar (merah). Mereka bertiga mengangkat batu itu dan mengeluarkan mayang kurma yang ada di bawahnya. Maka ternyata di dalamnya terdapat beberapa helai rambut Rasulullah ﷺ dan beberapa gigi sisirnya, dan tiba-tiba di dalamnya terdapat benang yang berbuhul (mempunyai ikatan) sebanyak dua belas ikatan yang ditusuk dengan jarum.\n\nMaka Allah menurunkan dua surat Mu'awwizatain, dan setiap kali Rasulullah ﷺ membaca suatu ayat dari kedua surat tersebut, beliau merasa agak ringan, hingga terlepaslah semua ikatan benang itu dan bangkitlah beliau seakan-akan baru terlepas dari ikatan. Sedangkan Jibril a.s. mengucapkan: Dengan menyebut nama Allah aku meruqyahmu dari segala sesuatu yang mengganggumu dari orang yang dengki dan pandangan mata yang jahat; semoga Allah menyembuhkanmu. Setelah itu mereka berkata, \"Wahai Rasulullah, bolehkah kami menangkap orang yang jahat itu dan membunuhnya?\" Rasulullah ﷺ menjawab: Adapun diriku telah disembuhkan oleh Allah, dan aku tidak suka menimpakan keburukan terhadap orang lain.\n\nDemikianlah bunyi hadits ini tanpa isnad, di dalamnya terdapat hal yang gharib dan pada sebagiannya terdapat mungkar yang parah, dan sebagiannya lagi ada yang diperkuat oleh hadits-hadits yang telah disebutkan di atas. Hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Wahai Nabi Muhammad, katakanlah kepada umatmu, 'Aku berlindung kepada Tuhan yang menguasai subuh, waktu yang membelah kegelapan malam. Allah Mahakuasa menyingkirkan segala kejahatan dari hamba-Nya karena semua makhluk berada dalam genggaman-Nya. 2. Aku berlindung kepada Allah dari kejahatan semua makhluk yang Dia ciptakan, baik yang tampak maupun tidak, yang tidak dapat menolak kejahatannya selain Sang Pencipta.","tafsir-lengkap-kemenag":"Dalam ayat-ayat berikut ini, Allah memerintahkan kepada Nabi Muhammad dan seluruh kaum Muslimin supaya selalu berlindung kepada Tuhan Pencipta semua makhluk agar terpelihara dari segala macam kejahatan atau akibat kejahatan yang ditimbulkan oleh makhluk-makhluk yang telah diciptakan-Nya.","tafsir-alazhar":"SURAH AL-FALAQ(CUACA SHUBUH)SURAH KE-113, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih,Ayat 1“Aku berlindung dengan Allah dari cuaca Shubuh.\" (ayat 1)Dalam ayat ini al-Falaq yang tertulis di ujung ayat kita artikan cuaca Shubuh, yaitu ketika perpisahan di antara gelap malam dengan mulai terbit fajar hari akan siang. Dengan hikmah tertinggi Allah mewahyukan kepada Rasul-Nya akan kepentingan saat pergantian hari dari malam kepada siang itu. Waktu itu adalah hari yang baru, yang tengah kita hadapi. Dari permulaan Shubuh itu Allah memberi kita waktu sebagai modal hidup sehari-semalam dua puluh empat jam lamanya. Kita disuruh melindungkan diri, memohon perlindungan dan pernaungan kepada Allah yang menguasai cuaca Shubuh itu.Al-Falaq ada juga diartikan dengan peralihan. Peralihan dari malam ke siang, peralihan dari tanah yang telah sangat kering karena kemarau, lalu turun hujan; maka hiduplah kembali tumbuh-tumbuhan. Peralihan dari biji kering terlempar ke atas tanah, lalu timbul uratnya dan dia memulai hidup. Maka berselindunglah kita kepada Allah, dalam sebutan-Nya sebagai Rabb, yang berarti Pengatur, Pendidik, dan Pemelihara.Ayat 2“Dari kejahatan apa-apa yang telah Dia jadikan.\" (ayat 2)Semua makhluk ini Allah-lah yang menciptakannya, sedang kita manusia ini hanyalah satu makhluk kecil saja yang terselip di dalamnya. Dan segala yang telah dijadikan Allah itu bisa saja membahayakan bagi manusia, meskipun sepintas lalu kelihatan tidak apa-apa. Hujan yang lebat bisa menjadi banjir dan manusia ditimpa celaka akibat dahsyatnya banjir; hanyut dan tenggelam. Panas yang terik bisa menjelma menjadi kebakaran api besar dan manusia bisa saja turut hangus terbakar. Naik pesawat udara adalah alat perhubungan yang paling cepat di zaman modern ini. Bisa saja awan sangat tebal sehingga tidak dapat ditembus oleh penglihatan, sehingga tiba-tiba pesawat itu terbentur kepada gunung; dia pun hancur dan manusia pun turut hancur di dalamnya. Atau sangat keras badai di laut sehingga kapal udara itu tidak dapat mengatasinya, dia pun tenggelam dan manusia turut tenggelam ke dalam perut lautan.Sebab itu maka dapatlah dikatakan bahwa di mana-mana ada bahaya. Kita tidak boleh lupa hal ini. Allah sebagai Pencipta seluruh alam Mahakuasa menyelipkan bahaya pada barang-barang atau sesuatu yang kita pandang remeh. Oleh sebab itu di dalam ayat ini kita disuruh memperlindungkan diri kepada Allah dalam namanya sebagai Rabb, penjaga, pemelihara, pendidik dan pengasuh, agar diselamatkanlah kiranya kita daripada segala bahaya yang mungkin ada saja di seluruh alam yang Allah ciptakan.Ayat 3“Dan dari kejahatan malam apabila dia telah kelam.\" (ayat 3)Kelamnya malam mengubah sama sekali suasana. Di rimba belukar yang lebat, di padang-padang dan gurun pasir timbullah kesepian dan keseraman yang mencekam. Maka dalam malam hari itu berbagai ragamlah bahaya yang dapat terjadi. Binatang-binatang berbisa seperti ular, kala dan lipan, keluarlah gentayangan di malam hari. Kita tidur dengan enak, siapa yang memelihara kita dari bahaya saat tengah kita tidur itu, kalau bukan Allah. Dan maling pun keluar dalam malam hari, sedang orang enak tidur. Setelah bangun pagi baru kita tercengang melihat barang-barang yang penting, milik-milik kita yang berharga telah licin tandas dibawa maling.Dalam kehidupan modern dalam kota yang besar-besar lebih dahsyat lagi bahaya malam. Orang yang tenggelam dalam lautan hawa nafsu, yang tidak lagi menuntut kesucian hidup, pada malam hari itulah dia keluar dari rumah ke tempat-tempat maksiat. Di malam harilah harta benda dimusnahkan di meja judi atau dalam pelukan perempuan jahat. Di malam hari suami mengkhianati istrinya. Di malam harilah gadis-gadis remaja yang hidup bebas dirusakkan perawannya, dihancurkan masa depannya oleh manusia-manusia keji yang tidak lagi mengingat lagi masa depannya sendiri. Sebab itu maka di segala zaman disuruhlah kita berlindung kepada Allah sebagai Rabb dari bahaya kejahatan malam apabila dia telah kelam.Ayat 4“Dan dari kejahatan perempuan-perempuan peniup pada buhul-buhul.\" (ayat 4)Yang dimaksud di sini ialah bahaya dan kejahatan mantra-mantra sang dukun. Segala macam mantra atau sihir yang digunakan untuk mencelakakan orang lain.Ada satu perbuatan dalam ilmu sihir dan mantra dukun-dukun yang disebut tuju! Yaitu menujukan ingatan, pikiran, dan segala kekuatan kepada orang tertentu; menunjukan kekuatan batin terhadap orang itu, dengan maksud jahat kepadanya, sehingga walaupun berjarak jauh sekali, akan berbekas juga kepada diri orang itu. Dengan adanya ayat ini nyatalah bahwa Al-Qur'an mengakui adanya hal-hal yang demikian. Jiwa manusia mempunyai kekuatan batin tersendiri di luar dari kekuatan jasmaninya. Kekuatan yang demikian bisa saja digunakan untuk maksud yang buruk.Di dalam ayat 4 surah al-Falaq ini kita berlindung dari kejahatan perempuan-perempuan peniup pada buhul-buhul. Karena di zaman dahulu tukang mantra yang memantra- kan dan meniup-niupkan itu kebanyakan ialah perempuan! Di Eropa pun tukang-tukang sihir yang dibenci itu diperlambangkan dengan perempuan-perempuan tua yangtelah ompong giginya dan mukanya seram menakutkan. Di hadapannya terjerang sebuah periuk yang selalu dihidupkan api di bawahnya dan isinya macam-macam ramuan.Maka dalam ayat ini disebutkan bahwa perempuan tukang sihir itu meniup atau menghembus-hembus barang ramuan yang dia bungkus, dan bungkusan itu mereka ikat dengan tali yang dibuhulkan. Isinya ialah barang-barang kotor atau barang yang mengandung alat untuk tuju tadi. Misalnya didapati di dalamnya jarum tujuh buah. Jarum itu guna menusuk-nusuk perasaan orang yang dituju, sehingga selalu merasa sakit. Ada juga cabikan kain kafan, atau tanah pada perkuburan yang paling baru. Ada juga batu nisan (mejan). Pendeknya barang- barang ganjil yang mengandung kepercayaan sihir (magis) dengan maksud menganiaya. Oleh sebab itu maka dianjurkanlah kita di dalam ayat ini memperlindungkan diri kepada Allah, Allah Yang Mahakuasa yang menjadikan dan menakdirkan segala sesuatu agar kita terpelihara dari hembusan tukang sihir, laki-laki ataupun perempuan, dengan buhul-buhul ramuan sihir itu.Ayat 5“Dan dari kejahatan orang yang dengki apabila dia melakukan kedengkian.\" (ayat 5)Pada hakikatnya dengki itu adalah satu penyakit yang menimpa jiwa manusia. Oleh karena dengki adalah semacam penyakit, atau kehilangan kewarasan pikiran, maka bisa saja si dengki itu bertindak yang tidak-tidak kepada orang yang didengkinya. Misalnya difitnahkannya. Dikatakannya mencuri padahal tidak mencuri. Dikatakannya memusuhi pemerintah, padahal tidak memusuhi pemerintah, sehingga lantaran pengaduan itu, orang yang didengkinya ditangkap dan dimasukkan ke dalam penjara, ditahan bertahun-tahun dengan tidak ada pemeriksaan sama sekali. Atau dituduhnya seorang perempuan baik-baik berkhianat kepada suaminya, atau dibuatnya apa yang kita namai surat kaleng!Hasad atau dengki dosa kepada Allah yang mula dibuat di langit, dan dengki juga dosa yang mula-mula dibuat orang di bumi. Dosa di langit ialah dengki Iblis kepada Adam. Dosa di bumi ialah dengki Qabil kepada Habib. Orang yang dengki memusuhi Allah pada lima perkara.Pertama, bencinya kepada Allah mengapa memberikan nikmat kepada orang lain.Kedua, sakithatinya melihat pembagian yang dibagikan Allah, seakan-akan dia berkata, “Mengapa dibagi begitu?\".Ketiga, dia menantang Allah, karena Allah memberi kepada siapa yang Dia kehendaki.Keempat, dia ingin sekali supaya nikmat yang telah diberikan Allah kepada seseorang, agar dicabut Allah kembali.Kelima, dia bersekongkol dengan musuh Allah dan musuhnya sendiri, yaitu Iblis.\"BENARKAH NABI MUHAMMAD ﷺ PERNAH KENA SIHIR?Menurut yang dinukil oleh asy-Syihab dari kitab at-Ta'wilat karangan Abu Bakar al-Asham tentang peristiwa Nabi ﷺ kena sihir. Menurut beliau ini, hadits berkenaan dengan Nabi ﷺ kena sihir itu adalah matruk, artinya hadits itu mesti ditinggalkan dan tidak boleh dipakai. Karena kalau hadits demikian diterima, berarti kita mengakui apa yang didakwakan oleh orang kafir, bahwa Nabi ﷺ mempan kena sihir. Padahal yang demikian itu sangat bertentangan dengan nash yang ada dalam Al-Qur'an sendiri. Dengan tegas Allah berfirman, “Allah memelihara engkau dari manusia.\" (al-Maa'idah: 67) Dan firman Allah lagi, “Dan tidaklah akan berjaya tukang sihir itu, bagaimanapun datangnya.\" (Thaahaa: 69)Dan lagi kalau riwayat hadits itu diterima, berarti kita menjatuhkan martabat nubuwah. Dan lagi, kalau hadits itu dibenarkan, berarti sihir bisa saja membekas kepada Nabi-nabi dan orang-orang yang saleh, yang berarti mengakui demikian besar kekuasaan tukang- tukang sihir yang jahat itu sehingga dapat mengalahkan Nabi dan semuanya itu adalah tidak benar! Dan orang-orang kafir pun dapat saja merendahkan martabat nabi-nabi dan orang-orang yang saleh itu dengan mencap “mereka itu kena sihir\". Dan kalau benar-benar hal ini terjadi, niscaya benarlah dakwaan orang-orang kafir, dan dengan demikian jelaslah Nabi ﷺ ada aibnya, dan ini adalah tidak mungkin.\" — Sekian disalinkan dari at- Ta'wilat buah tangan Abu Bakar al-Asham tersebut.Hadits Nabi kena sihir ini termasuk dalam catatan hadits shahih yang dirawikan oleh Bukhari dan Muslim, yang berasal dari hadits Aisyah, bahwa behau ﷺ pernah disihir oleh seorang Yahudi dari Bani Zuraiq, namanya Labid bin al-A'sham. Dikatakan dalam hadits itu bahwa Nabi merasa seakan-akan beliau berbuat sesuatu padahal tidaklah pernah diperbuatnya.Demikianlah beliau rasakan beberapa lamanya. Sampai pada suatu waktu Nabi berkata kepada Aisyah, “Hai Aisyah! Aku diberi perasaan bahwa Allah memberi fatwa kepadaku pada perkara yang aku meminta fatwa pada-Nya, maka datanglah kepadaku dua malaikat, yang seorang duduk ke sisi kepalaku dan yang seorang lagi di sisi kakiku. Lalu berkata yang duduk dekat kepalaku itu kepada yang duduk di ujung kakiku, “Orang ini disihir orang!\" (Disihir? Kawannya bertanya, “Siapa yang menyihirnya?\").Yang di kepala menjawab, “Labid bin Al- A'sham.\"Kawannya bertanya, “Dengan apa?\"Yang di kepala menjawab, “Pada kudungan rambut dan patahan sisir dan penutup kepala laki-laki, dihimpit dengan batu dalam sumur Dzi Auran.\" Tersebut di hadits itu bahwa Nabi pergi ke sumur itu membongkar ramuan yang dihimpit dengan batu itu dan bertemu.Dalam riwayat dari Ibnu Abbas, bahwa Rasulullah ﷺ menyuruh Ali bin Abi Thalib, Zubair bin Awwam, dan Amar bin Yasir memeriksa sumur itu dan mencari ramuan tersebut. Lalu ditimba air sumur itu dan diselami ke bawah sampai bertemu bungkusan ramuan tersebut yang dihimpit dengan batu. Yang bertemu di dalam kain bungkusan itu ialah guntingan rambut Nabi ﷺ, patahan sisir beliau dan sebuah potongan kayu yang diikat dengan sebelas buah ikatan dan di tiap ikatan ditusukkan jarum. Lalu diturunkan Allah kedua surah ini, jumlah ayat keduanya, “al-Falaq dan an-Naas` ialah sebelas ayat pula. Tiap-tiap satu ayat dibaca, dicabut jarum, dan dibuka buhulnya dan tiap satu jarum dicabut dan satu buhul diungkai, terasa satu keringanan oleh Nabi ﷺ, sehingga sampai diuraikan buhul dan dicabut jarum yang sebelas itu dan terasa oleh Nabi ﷺ bahwa beliau sembuh sama sekali.Lalu bertanyalah mereka kepada beliau, “Apakah orang jahat itu tidak patut dibunuh saja?\"Beliau menjawab, “Allah telah menyembuhkan daku, dan aku tidak suka berbuat jahat kepada orang.\"Dalam riwayat yang dibawakan oleh al-Qusyairi pun tersebut bahwa seorang pemuda Yahudi bekerja sebagai khadam Nabi ﷺ Pada suatu hari anak itu dibisiki oleh orang- orang Yahudi supaya mengambil rambut- rambut Nabi yang gugur ketika disisir bersama patahan sisir beliau, lalu diserahkan kepada yang menyuruhnya itu. Maka mereka sihirlah beliau, dan yang mengepalai tukang sihir itu ialah Labid bin al-A'sham. Lalu al-Qusyairi menyalinkan lagi riwayat Ibnu Abbas tadi.Supaya kita semuanya maklum, meskipun beberapa tafsir yang besar dan ternama menyalin berita ini dengan tidak menyatakan pendapat, seperti Tafsir al-Qurthubi, Tafsir al-Khirzin bagi Ibrahim al-Baghdadi, malahan beliau ini mempertahankan kebenaran riwayat itu berdasar kepada shahih riwayatnya, Bukhari dan Muslim. Namun yang membantahnya ada juga. Di antaranya Ibnu Katsir.Ibnu Katsir setelah menyalinkan riwayat ini seluruhnya, membuat penutup demikian bunyinya, “Demikianlah mereka riwayatkan dengan tidak lengkap sanadnya, dan di dalamnya ada kata-kata yang gharib, dan pada setengahnya lagi ada kata-kata yang mengandung nakarah syadidah (sangat payah untuk diterima). Tetapi bagi setengahnya ada juga syawahid (kesaksian-kesaksian) dari segala yang telah tersebut itu.\"Almarhum orang tua saya dan guru saya yang tercinta, Hadratusy Syekh Dr. Abdulkarim Amrullah, dalam tafsir beliau yang bernama al-Burhan menguatkan riwayat ini juga. Artinya, bahwa beliau membenarkan bahwa Nabi ﷺ kena sihir, dengan alasan hadits ini adalah shahih, riwayat Bukhari dan Muslim. Dengan menulis begitu beliau membantah apa yang ditulis oleh Syekh Muhammad Abduh di dalam Tafsir Juz ‘Amma. Karena Syekh Muhammad Abduh menguatkan juga, seperti yang tersebut di dalam kitab at-Ta'wilat, buah tangan Abu Bakar al-Asham yang telah kita salinkan di atas tadi, bahwa tidaklah mungkin seorang nabi atau rasul, ataupun orang yang saleh dapat terkena oleh sihir, berdasar kepada firman Allah sendiri di atas tadi (al-Maa'idah ayat 67, dan Thaahaa, ayat 69). Bahwa tidak mungkin sihir dapat mengena kepada seseorang kalau Allah tidak izinkan. Dan terhadap kepada rasul-rasul dan nabi-nabi sudah dipastikan oleh Allah, bahwa sihir itu akan gagal, walau dengan cara bagaimana pun datangnya.Maka penafsir yang sezaman dengan kita ini yang menolak hadits itu, walaupun shahih, ialah Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma; al-Qasimi dengan tafsir Mahasinut Ta'wil-nya yang terkenal, dan yang terakhir kita dapati ialah Sayyid Quthub di dalam tafsirnya Fi Zhilalil Al-Qur'an, menegaskan bahwa hadits ini adalah Hadits Ahad, bukan mutawatir. Maka oleh karena jelas berlawan dengan ayat yang sharih dari Al-Qur'an, tidaklah mengapa kalau kita tidak percaya bahwa Nabi Muhammad bisa terkena sihir, walaupun perawinya Bukhari dan Muslim. Beberapa ulama besar, di antara Imam Malik bin Anas sendiri banyak menyatakan pendirian yang tegas menolak hadits ahad, kalau berlawanan dengan ayat yang sharih. Misalnya beliau tidak menerima hadits bejana dijilat anjing mesti dibasuh tujuh kali, satu kali di antaranya dengan tanah. Karena dalam Al-Qur'an ada ayat yang terang jelas, bahwa binatang buruan yang digunggung anjing dengan mulutnya; halal dimakan sesudah dibasuh seperti biasa, dengan tidak perlu tujuh kali, satunya dengan tanah.Ulama yang banyak mencampurkan Filsafat dalam tafsirnya atau memandang segala soal dari segi filsafat dan ilmu alam, yaitu Syekh Thanthawi Jauhari menulis tentang hadits Nabi kena sihir itu demikian: “Segolongan besar ahli menolak hadits-hadits ini dan menetapkannya sebagai merendahkan martabat Nubuwah. Dan sihir yang menyebabkan Nabi merasa seakan-akan dia berbuat sesuatu padahal dia bukan berbuat, adalah amat bertentangan dengan kebenaran, dipandang dari dua sudut. Pertama, bagaimana Nabi ﷺ dapat kena sihir; ini adalah menimbulkan keraguan dalam syari'at. Kedua, sihir itu pada hakikatnya tidaklah ada.Alasan ini ditolak oleh yang mempertahankan. Mereka berkata, “Sihir itu tidaklah ada hubungannya melainkan dengan hal-hal yang biasa terjadi saja. Dia hanyalah semacam penyakit. Sedang Nabi-nabi itu dalam beberapa hal saja dengan orang biasa ini; makan minum, tidur bangun, sakit dan senang. Kalau kita mengakui kemungkinannya tidur, mesti kita akui kemungkinan beliau yang lain. Dan yang terjadi pada Nabi kita ini hanyalah semacam penyakit yang boleh terjadi pada beliau sebagai manusia, dengan tidak ada pengaruhnya sama sekali kepada akal beliau dan wahyu yang beliau terima.Dan kata orang itu pula, “Pengaruh jiwa dengan jalan mantra (hembus atau tuju) kadang-kadang ada juga, meskipun itu hanya sedikit sekali. Maka semua ayat-ayat dan hadits-hadits ini dapatlah memberi dua kesan: Jiwa bisa berpengaruh dengan jalan membawa mudharat, dan jiwa pun bisa berpengaruh membawa yang baik. Maka si Labid bin al-A'sham orang Yahudi itu telah menyihir Nabi dan membekaskan mudharat. Namun dengan melindungkan diri kepada Allah dengan kedua surah al-Falaq dan an-Naas, mudharat itu hilang dan beliau pun sembuh.\" Sekian Syekh Thanthawi Jauhari.Tetapi ada satu lagi yang perlu diingat! Kedua surah ini tidak turun di Madinah, tetapi turun di Mekah, dan di Mekah belum ada perbenturan dengan Yahudi. Maka dapatlah kita ambil kesimpulan bahwasanya masalah tentang hadits yang dirawikan oleh Bukhari dan Muslim bahwa Nabi ﷺ kena sihir oleh orang Yahudi itu, sampai sihir itu membekas kepada beliau, bukanlah baru zaman sekarang dibicarakan orang. Ibnu Qutaibah telah memperbincangkannya dalam Ta'wil Mukhtalafil Hadits, dan ar-Razi pun demikian pula. Keduanya sama-sama patut dipertimbangkan. Adapun pendapat az-Zamakhsyari yang meniadakan sama sekali pengaruh sihir, dapatlah kita tinjau kembali setelah maju penyelidikan orang tentang kekuatan ruh (jiwa) manusia, yaitu pengaruh jiwa atas jiwa dari tempat yang jauh, yang dikenal dengan sebutan telepati, dan sebagainya.Dan kita cenderunglah kepada pendapat bahwa jiwa seorang Rasul Allah tidaklah akan dapat dikenai oleh sihirnya seorang Yahudi. Jiwa manusia yang telah dipilih Allah (Mushthafa) bukanlah sembarang jiwa yang dapat ditaklukkan demikian saja. Sebab itu maka pendapat Syekh Thanthawi Jauhari yang menyamakan ruh seorang Rasul dengan ruh manusia biasa, karena sama-sama makan sama tidur, sama bangun dan sebagainya, adalah satu pendapat yang meminta tinjauan lebih mendalam! Dengan kata lain, lemah."}},"2":{"arabic":"مِن شَرِّ مَا خَلَقَمِن شَرِّ مَا خَلَقَ","words":{"arabicWords":["مِن","شَرِّ","مَا","خَلَقَ"],"translationWords":["dari","kejahatan","apa","Dia ciptakan"]},"translation":"dari kejahatan (makhluk yang) Dia ciptakan,","tafsir":{"tafsir-jalalayn":"(Dari kejahatan apa yang telah diciptakan-Nya) yaitu dari kejahatan makhluk hidup yang berakal dan yang tidak berakal; serta dari kejahatan benda mati seperti racun dan lain sebagainya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Falaq: 1-5\n\nKatakanlah, 'Aku berlindung kepada Tuhan yang menguasai subuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad ibnu Isam, telah menceritakan kepada kami Abu Ahmad Az-Zubairi, telah menceritakan kepada kami Hasan ibnu Saleh, dari Abdullah ibnu Muhammad ibnu Aqil, dari Jabir yang mengatakan bahwa al-falaq artinya subuh.\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq\" bahwa makna yang dimaksud ialah subuh. Dan telah diriwayatkan halyangsemisal dari Mujahid, Sa'id ibnu Jubair, Abdullah ibnu Muhammad ibnu Aqil, Al-Hasan, Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Ibnu Zaid, dan Malik, dari Zaid ibnu Aslam. Al-Qurazi. Ibnu Zaid, dan Ibnu Jarir mengatakan bahwa makna yang dimaksud sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Dia menyingsingkan pagi. (Al-An'am: 96) Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq,\" bahwa makna yang dimaksud ialah makhluk.\n\nHal yang sama telah dikatakan oleh Adh-Dhahhak, bahwa Allah memerintahkan kepada Nabi-Nya untuk membaca ta'awwuz dari kejahatan semua makhluk-Nya. Ka'bul Ahbar mengatakan bahwa al-falaq adalah nama sebuah penjara di dalam neraka Jahanam; apabila pintunya dibuka, maka semua penghuni neraka menjerit karena panasnya yang sangat. Ibnu Abu Hatim meriwayatkannya, untuk itu ia mengatakan bahwa telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Suhail ibnu Usman, dari seorang lelaki, dari As-Suddi, dari Zaid ibnu Ali, dari kakek moyangnya, bahwa mereka telah mengatakan bahwa al-falaq adalah nama sebuah sumur di dasar neraka Jahanam yang mempunyai tutup.\n\nApabila tutupnya dibuka, maka keluarlah darinya api yang menggemparkan neraka Jahanam karena panasnya yang sangat berlebihan. Hal yang sama telah diriwayatkan dari Amr ibnu Anbasah dan As-Suddi serta lain-lainnya. Sehubungan dengan hal ini telah ada sebuah hadits marfu' yang berpredikat munkar; untuk itu Ibnu Jarir mengatakan, telah menceritakan kepadaku Ishaq ibnu Wahb Al-Wasiti, telah menceritakan kepada kami Mas'ud ibnu Musa ibnu Misykan Al-Wasiti, telah menceritakan kepada kami Nasr ibnu Khuzaimah Al-Khurrasani, dari Syu'aib ibnu Safwan, dari Muhammad ibnu Ka'b Al-Qurazi, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Falaq adalah sebuah sumur di dalam neraka Jahanam yang mempunyai penutup.\n\nSanad hadits ini gharib dan predikat marfu'-nya tidak shahih. Abu Abdur Rahman Al-Habli telah mengatakan sehubungan dengan makna firman-Nya, bahwa al-falaq adalah nama lain dari neraka Jahanam. Ibnu Jarir mengatakan bahwa yang benar adalah pendapat yang pertama, yaitu yang mengatakan bahwa sesungguhnya falaq adalah subuh. Pendapat inilah yang shahih dan dipilih oleh Imam Bukhari di dalam kitab sahihnya.\n\nFirman Allah Swt: dari kejahatan makhluk-Nya. (Al-Falaq: 2) Yakni dari kejahatan semua makhluk. Sabit Al-Bannani dan Al-Hasan Al-Basri telah mengatakan bahwa Jahanam, Iblis, dan keturunannya termasuk makhluk yang diciptakan oleh Allah subhanahu wa ta’ala Firman Allah subhanahu wa ta’ala: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila matahari telah tenggelam; demikianlah menurut apa yang diriwayatkan oleh Imam Bukhari dari Mujahid. Hal yang sama telah dikatakan oleh Ibnu Abu Najih, dari Mujahid. Dan hal yang sama telah dikatakan oleh Ibnu Abbas, Muhammad ibnu Kab Al-Qurazi.\n\nAdh-Dhahhak. Khasif. Al-Hasan, dan Qatadah, bahwa sesungguhnya makna yang dimaksud ialah malam hari apabila datang dengan kegelapan. Az-Zuhri mengatakan sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Yakni matahari apabila telah tenggelam. Telah diriwayatkan pula dari Atiyyah dan Qatadah sehubungan dengan makna firman-Nya: apabila telah gelap gulita. (Al-Falaq: 3) Yaitu malam hari bila telah pergi. Abu Mihzan mengatakan dari Abu Hurairah sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Bahwa makna yang dimaksud ialah bintang.\n\nIbnu Zaid mengatakan, dahulu orang-orang Arab mengatakan bahwa al-gasiq artinya jatuhnya bintang surayya. Berbagai penyakit dan Ta'un mewabah seusai jatuhnya bintang surayya, dan menjadi Lenyap dengan sendirinya bila bintang surayya terbit. Yang dimaksud dengan jatuh ialah tenggelam. Ibnu Jarir mengatakan bahwa di antara atsar yang bersumber dari mereka ialah apa yang diceritakan kepadaku oleh Nasr Ibnu Ali, telah menceritakan kepadaku Bakkar, dari Abdullah keponakan Hammam, telah menceritakan kepada kami Muhammad ibnu Abdul Aziz ibnu Umar, dari Abdur Rahman ibnu Auf, dari ayahnya, dari Abu Salamah, dari Abu Hurairah, dari Nabi ﷺ sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Lalu beliau ﷺ bersabda, bahwa makna yang dimaksud ialah bintang bila telah tenggelam.\n\nMenurut hemat saya, predikat marfu' hadits ini tidak shahih sampai kepada Nabi ﷺ Ibnu Jarir mengatakan, ulama lainnya mengatakan bahwa makna yang dimaksud ialah rembulan. Menurut hemat saya, yang dijadikan pegangan oleh orang-orang yang berpendapat demikian ialah apa yang telah diriwayatkan oleh Imam Ahmad. Disebutkan bahwa telah menceritakan kepada kami Abu Dawud Al-Hafri, dari Ibnu Abu Zi-b, dari Al-Haris ibnu Abu Salamah yang mengatakan bahwa Siti Aisyah telah mengatakan bahwa Rasulullah ﷺ memegang tangannya, lalu memperlihatkan kepadanya rembulan saat terbitnya, kemudian beliau ﷺ bersabda: Mohonlah perlindungan kepada Allah dari kejahatan rembulan ini apabila telah tenggelam. Imam At-Tirmidzi dan Imam An-Nasai telah meriwayatkan di dalam kitab tafsir dari kitab sunan masing-masing melalui hadits Muhammad ibnu Abdur Rahman ibnu Abu Zi-b, dari pamannya (yaitu Al-Haris ibnu Abdur Rahman) dengan lafazyang sama; dan Imam At-Tirmidzi mengatakan bahwa hadits ini hasan shahih.\n\nLafaznya berbunyi seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Menurut lafal Imam An-Nasai disebutkan seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Orang-orang yang mengatakan pendapat pertama mengatakan bahwa rembulan merupakan pertanda malam hari bila telah muncul, dan ini tidaklah bertentangan dengan pendapat kami. Karena sesungguhnya rembulan merupakan pertanda malam hari dan rembulan tidak berperan kecuali hanya di malam hari.\n\nDemikian pula halnya dengan bintang-bintang; bintang-bintang tidak dapat bersinar kecuali di malam hari; dan hal ini sejalan dengan pendapat yang kami katakan; hanya Allah-lah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul. (Al-Falaq:4) Mujahid, Ikrimah. Al-Hasan. Qatadah. dan Adh-Dhahhak telah mengatakan bahwa yang dimaksud ialah wanita-wanita penyihir. Mujahid mengatakan bahwa yaitu apabila wanita-wanita penyihir itu mengembus pada buhul-buhulnya.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Ibnu Tawus, dari ayahnya yang mengatakan bahwa tiada suatu perbuatan pun yang lebih mendekati kepada kemusyrikan selain dari ruqyatul hayyah dan majanin, yakni sejenis perbuatan sihir. Di dalam hadits lain disebutkan bahwa Malaikat Jibril datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Muhammad, apakah engkau sakit?\" Nabi ﷺ menjawab, \"Ya.\" Jibril berkata (yakni berdoa): Dengan menyebut nama Allah aku meruqyahmu dari semua penyakit yang mengganggumu dan dari kejahatan setiap orang yang dengki dan kejahatan pandangan mata; semoga Allah menyembuhkanmu.\n\nBarangkali hal ini terjadi di saat Nabi ﷺ sakit akibat terkena sihir, kemudian Allah subhanahu wa ta’ala menyelamatkan dan menyembuhkannya, dan menolak rencana jahat para penyihir dan orang-orang yang dengki dari kalangan orang-orang Yahudi, lalu menimpakannya kepada mereka dan menjadikan kehancuran mereka oleh tipu muslihat mereka sendiri hingga mereka dipermalukan. Tetapi sekalipun mendapat perlakuan demikian, Rasulullah ﷺ tidak menegur atau mengecam pelakunya di suatu hari pun, bahkan beliau merasa cukup hanya meminta pertolongan kepada Allah, dan Dia menyembuhkan serta menyehatkannya. Imam Ahmad mengatakan. telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Yazid ibnu Hibban, dari Zaid ibnu Arqam yang mengatakan bahwa seorang lelaki Yahudi menyihir Nabi ﷺ Karena itu, beliau merasa sakit selama beberapa hari.\n\nLalu datanglah Jibril dan berkata, \"Sesungguhnya seorang lelaki Yahudi telah menyihirmu dan membuat suatu buhul yang ditujukan terhadapmu, lalu ia meletakkannya di dalam sumurmu.'\" Lalu Rasulullah ﷺ menyuruh seseorang untuk mengambil buhul tersebut dari dalam sumur yang dimaksud. Setelah buhul itu dikeluarkan dari sumur, lalu diberikan kepada Rasulullah ﷺ dan beliau membukanya, maka dengan serta merta seakan-akan Rasulullah ﷺ baru terlepas dari suatu ikatan. Dan Rasulullah ﷺ tidak pernah menyebutkan lelaki Yahudi itu dan tidak pula melihat mukanya sampai beliau wafat. Imam An-Nasai telah meriwayatkan hadits ini dari Hamad, dari Abu Mu'awiyah alias Muhammad ibnu Hazim Ad-Darir. Imam Bukhari mengatakan di dalam Kitabut Tib, dari kitab sahihnya, bahwa telah menceritakan kepada kami Abdullah ibnu Muhammad yang mengatakan bahwa ia pernah mendengar Sufyan ibnu Uyaynah mengatakan bahwa orang yang mula-mula menceritakan kisah ini kepada kami adalah ibnu Juraij.\n\nIa mengatakan, telah menceritakan kepadaku keluarga Urwah, dari Urwah, lalu aku menanyakan tentangnya kepada Hisyam, maka Hisyam mengatakan bahwa Urwah memang pernah menceritakan kepada kami dari ayahnya, dari Aisyah yang mengatakan bahwa dahulu Rasulullah ﷺ pernah disihir hingga beliau beranggapan bahwa dirinya telah mendatangi istri-istrinya, padahal tidak. Sufyan selanjutnya mengatakan bahwa sihir jenis ini merupakan sihir yang paling keras, bila pengaruhnya demikian. Lalu Rasulullah ﷺ bersabda: Wahai Aisyah, tahukah engkau bahwa Allah telah memberiku nasihat tentang masalah yang aku telah memohon petunjuk dari-Nya mengenainya\" Dua orang lelaki datang kepadaku yang salah seorangnya duduk di dekat kepalaku, sedangkan yang lainnya duduk di dekat kakiku.\n\nMaka orang yang ada di dekat kepalaku berkata kepada temannya, \"Mengapa lelaki ini? Ia menjawab, \"Terkena sihir. Orang yang berada dekat kepalaku bertanya, \"Siapakah yang menyihirnya? Ia menjawab, \"Lubaid ibnu 'sam, seorang lelaki dari Bani Zuraiq teman sepakta orang-orang Yahudi, dia adalah seorang munafik. Yang berada di dekat kepalaku bertanya, \"Dengan apa? Ia menjawab, \"Sisir dan rambut.\n\nOrang yang berada di dekat kepalaku bertanya, 'Di taruh di mana?'' Ia menjawab, \"Di dalam mayang kurma jantan di bawah sebuah batu di dalam sumur Zirwan.\" Siti Aisyah melanjutkan kisahnya, bahwa lalu Rasulullah ﷺ mendatangi sumur tersebut dan mengeluarkannya, kemudian beliau bersabda: Inilah sumur yang diperlihatkan kepadaku dalam mimpiku; airnya seakan-akan seperti warna pacar (merah) dan pohon-pohon kurmanya seakan-akan seperti kepala-kepala setan. Kemudian benda itu dikeluarkan dan dikatakan kepada beliau ﷺ, \"Tidakkah engkau membalikkannya?\" Rasulullah ﷺ menjawab: Ingatlah, demi Allah, sesungguhnya Allah telah menyembuhkan diriku, dan aku tidak suka menimpakan suatu keburukan terhadap seseorang.\n\nDan Imam Bukhari meng-isnad-kan hadits ini melalui Isa ibnu Yunus, Abu Damrah alias Anas ibnu Iyad, Abu Usamah, dan Yahya Al-Qattan, yang di dalamnya disebutkan bahwa Aisyah mengatakan bahwa beliau ﷺ sering berilusi seakan-akan telah melakukan sesuatu padahal tidak. Dalam riwayat ini disebutkan pula bahwa setelah itu Nabi ﷺ memerintahkan agar sumur tersebut dimatikan, lalu ditimbun. Imam Bukhari menyebutkan bahwa hadits ini diriwayatkan pula oleh Ibnu Abuz Zanad dan Al-Lais ibnu Sa'd, dari Hisyam. Imam Muslim meriwayatkannya melalui hadits Abu Usamah alias Hammad ibnu Usamah dan Abdullah ibnu Namir. Imam Ahmad meriwayatkannya dari Affan, dari Wahb, dari Hisyam dengan sanad yang sama.\n\nImam Ahmad meriwayatkannya pula dari Ibrahim ibnu Khalid, dari Ma'mar, dari Hisyam, dari ayahnya, dari Aisyah yang menceritakan bahwa Nabi ﷺ tinggal selama enam bulan sering mengalami seakan-akan mengerjakan sesuatu, padahal kenyataannya tidak. Kemudian datanglah kepadanya dua malaikat, salah seorang duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Salah seorangnya berkata kepada yang lain, \"Kenapa dia?\" Yang lain menjawab, \"Terkena sihir.\" Ia bertanya, \"Siapakah yang menyihirnya?\" Yang lain menjawab, \"Labid ibnul A'sam,\" lalu disebutkan hingga akhir hadits.\n\nAl-Ustaz Al-Mufassir As-Sa'labi telah menyebutkan di dalam kitab tafsirnya, bahwa ibnu Abbas dan Aisyah pernah menceritakan bahwa pernah ada seorang pemuda Yahudi menjadi pelayan Rasulullah ﷺ Lalu orang-orang Yahudi mempengaruhi pemuda itu dengan gencarnya hingga pemuda itu mau menuruti kemauan mereka. Maka ia mengambil beberapa helai rambut Rasulullah ﷺ dan beberapa buah gigi sisir yang biasa dipakai oleh beliau ﷺ, setelah itu kedua barang tersebut ia serahkan kepada orang-orang Yahudi. Lalu mereka menyihir Nabi ﷺ melalui kedua benda itu, dan orang yang melakukannya adalah salah seorang dari mereka yang dikenal dengan nama Ibnu A'sam. Kemudian kedua barang tersebut ia tanam di dalam sebuah sumur milik Bani Zuraiq yang dikenal dengan nama Zirwan.\n\nMaka Rasulullah ﷺ mengalami sakit dan rambut beliau kelihatan rontok. Beliau tinggal selama enam bulan seakan-akan mendatangi istri-istrinya, padahal kenyataannya tidak, dan beliau kelihatan gelisah dan tidak mengetahui apa yang telah terjadi pada dirinya. Ketika beliau sedang tidur, tiba-tiba ada dua malaikat datang kepadanya. Maka salah seorangnya duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Malaikat yang ada di dekat kakinya bertanya kepada malaikat yang ada di dekat kepalanya, \"Apakah yang dialami oleh lelaki ini?\" Ia menjawab, \"Pengaruh Thibb.\" Yang ada di dekat kakinya bertanya, \"Apakah Thibb itu?\" Ia menjawab, \"Sihir.\" Yang ada di dekat kakinya bertanya \"Siapakah yang menyihirnya?\" Ia menjawab, \"Labid Ibnul A'sam, seorang Yahudi.\" Malaikat yang ada di dekat kakinya bertanya, \"Dengan apakah ia menyihirnya?\" Ia menjawab, \"Dengan rambutnya dan gigi sisirnya.\" Yang ada di dekat kakinya bertanya, \"Di manakah hal itu diletakkan?\" Ia menjawab, \"Di dalam mayang kurma jantan di bawah batu yang ada di dalam sumur Zirwan.\" Al-juff artinya kulit mayang kurma. Dan ar-raufah adalah sebuah batu yang di dalam sumur, tetapi menonjol digunakan untuk tempat berdirinya orang yang mengambil air.\n\n Maka Rasulullah ﷺ terbangun dalam keadaan terkejut, lalu bersabda: Wahai Aisyah, tidakkah engkau mengetahui bahwa Allah telah menceritakan kepadaku tentang penyakitku ini. Lalu Rasulullah ﷺ menyuruh Ali, Az-Zubair, dan Ammar ibnu Yasir untuk mengeringkan sumur tersebut; maka mereka bertiga mengeringkan sumur itu, yang airnya kelihatan seakan-akan seperti warna pacar (merah). Mereka bertiga mengangkat batu itu dan mengeluarkan mayang kurma yang ada di bawahnya. Maka ternyata di dalamnya terdapat beberapa helai rambut Rasulullah ﷺ dan beberapa gigi sisirnya, dan tiba-tiba di dalamnya terdapat benang yang berbuhul (mempunyai ikatan) sebanyak dua belas ikatan yang ditusuk dengan jarum.\n\nMaka Allah menurunkan dua surat Mu'awwizatain, dan setiap kali Rasulullah ﷺ membaca suatu ayat dari kedua surat tersebut, beliau merasa agak ringan, hingga terlepaslah semua ikatan benang itu dan bangkitlah beliau seakan-akan baru terlepas dari ikatan. Sedangkan Jibril a.s. mengucapkan: Dengan menyebut nama Allah aku meruqyahmu dari segala sesuatu yang mengganggumu dari orang yang dengki dan pandangan mata yang jahat; semoga Allah menyembuhkanmu. Setelah itu mereka berkata, \"Wahai Rasulullah, bolehkah kami menangkap orang yang jahat itu dan membunuhnya?\" Rasulullah ﷺ menjawab: Adapun diriku telah disembuhkan oleh Allah, dan aku tidak suka menimpakan keburukan terhadap orang lain.\n\nDemikianlah bunyi hadits ini tanpa isnad, di dalamnya terdapat hal yang gharib dan pada sebagiannya terdapat mungkar yang parah, dan sebagiannya lagi ada yang diperkuat oleh hadits-hadits yang telah disebutkan di atas. Hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Aku berlindung kepada Allah dari kejahatan semua makhluk yang Dia ciptakan, baik yang tampak maupun tidak, yang tidak dapat menolak kejahatannya selain Sang Pencipta. 3. Dan aku berlindung pula dari kejahatan malam apabila telah gelap gulita pada waktu malam muncul hewan-hewan yang membahayakan dan pada waktu itu pula rencana jahat biasa disusun.","tafsir-lengkap-kemenag":"Dalam ayat-ayat berikut ini, Allah memerintahkan kepada Nabi Muhammad dan seluruh kaum Muslimin supaya selalu berlindung kepada Tuhan Pencipta semua makhluk agar terpelihara dari segala macam kejahatan atau akibat kejahatan yang ditimbulkan oleh makhluk-makhluk yang telah diciptakan-Nya.","tafsir-alazhar":"SURAH AL-FALAQ(CUACA SHUBUH)SURAH KE-113, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih,Ayat 1“Aku berlindung dengan Allah dari cuaca Shubuh.\" (ayat 1)Dalam ayat ini al-Falaq yang tertulis di ujung ayat kita artikan cuaca Shubuh, yaitu ketika perpisahan di antara gelap malam dengan mulai terbit fajar hari akan siang. Dengan hikmah tertinggi Allah mewahyukan kepada Rasul-Nya akan kepentingan saat pergantian hari dari malam kepada siang itu. Waktu itu adalah hari yang baru, yang tengah kita hadapi. Dari permulaan Shubuh itu Allah memberi kita waktu sebagai modal hidup sehari-semalam dua puluh empat jam lamanya. Kita disuruh melindungkan diri, memohon perlindungan dan pernaungan kepada Allah yang menguasai cuaca Shubuh itu.Al-Falaq ada juga diartikan dengan peralihan. Peralihan dari malam ke siang, peralihan dari tanah yang telah sangat kering karena kemarau, lalu turun hujan; maka hiduplah kembali tumbuh-tumbuhan. Peralihan dari biji kering terlempar ke atas tanah, lalu timbul uratnya dan dia memulai hidup. Maka berselindunglah kita kepada Allah, dalam sebutan-Nya sebagai Rabb, yang berarti Pengatur, Pendidik, dan Pemelihara.Ayat 2“Dari kejahatan apa-apa yang telah Dia jadikan.\" (ayat 2)Semua makhluk ini Allah-lah yang menciptakannya, sedang kita manusia ini hanyalah satu makhluk kecil saja yang terselip di dalamnya. Dan segala yang telah dijadikan Allah itu bisa saja membahayakan bagi manusia, meskipun sepintas lalu kelihatan tidak apa-apa. Hujan yang lebat bisa menjadi banjir dan manusia ditimpa celaka akibat dahsyatnya banjir; hanyut dan tenggelam. Panas yang terik bisa menjelma menjadi kebakaran api besar dan manusia bisa saja turut hangus terbakar. Naik pesawat udara adalah alat perhubungan yang paling cepat di zaman modern ini. Bisa saja awan sangat tebal sehingga tidak dapat ditembus oleh penglihatan, sehingga tiba-tiba pesawat itu terbentur kepada gunung; dia pun hancur dan manusia pun turut hancur di dalamnya. Atau sangat keras badai di laut sehingga kapal udara itu tidak dapat mengatasinya, dia pun tenggelam dan manusia turut tenggelam ke dalam perut lautan.Sebab itu maka dapatlah dikatakan bahwa di mana-mana ada bahaya. Kita tidak boleh lupa hal ini. Allah sebagai Pencipta seluruh alam Mahakuasa menyelipkan bahaya pada barang-barang atau sesuatu yang kita pandang remeh. Oleh sebab itu di dalam ayat ini kita disuruh memperlindungkan diri kepada Allah dalam namanya sebagai Rabb, penjaga, pemelihara, pendidik dan pengasuh, agar diselamatkanlah kiranya kita daripada segala bahaya yang mungkin ada saja di seluruh alam yang Allah ciptakan.Ayat 3“Dan dari kejahatan malam apabila dia telah kelam.\" (ayat 3)Kelamnya malam mengubah sama sekali suasana. Di rimba belukar yang lebat, di padang-padang dan gurun pasir timbullah kesepian dan keseraman yang mencekam. Maka dalam malam hari itu berbagai ragamlah bahaya yang dapat terjadi. Binatang-binatang berbisa seperti ular, kala dan lipan, keluarlah gentayangan di malam hari. Kita tidur dengan enak, siapa yang memelihara kita dari bahaya saat tengah kita tidur itu, kalau bukan Allah. Dan maling pun keluar dalam malam hari, sedang orang enak tidur. Setelah bangun pagi baru kita tercengang melihat barang-barang yang penting, milik-milik kita yang berharga telah licin tandas dibawa maling.Dalam kehidupan modern dalam kota yang besar-besar lebih dahsyat lagi bahaya malam. Orang yang tenggelam dalam lautan hawa nafsu, yang tidak lagi menuntut kesucian hidup, pada malam hari itulah dia keluar dari rumah ke tempat-tempat maksiat. Di malam harilah harta benda dimusnahkan di meja judi atau dalam pelukan perempuan jahat. Di malam hari suami mengkhianati istrinya. Di malam harilah gadis-gadis remaja yang hidup bebas dirusakkan perawannya, dihancurkan masa depannya oleh manusia-manusia keji yang tidak lagi mengingat lagi masa depannya sendiri. Sebab itu maka di segala zaman disuruhlah kita berlindung kepada Allah sebagai Rabb dari bahaya kejahatan malam apabila dia telah kelam.Ayat 4“Dan dari kejahatan perempuan-perempuan peniup pada buhul-buhul.\" (ayat 4)Yang dimaksud di sini ialah bahaya dan kejahatan mantra-mantra sang dukun. Segala macam mantra atau sihir yang digunakan untuk mencelakakan orang lain.Ada satu perbuatan dalam ilmu sihir dan mantra dukun-dukun yang disebut tuju! Yaitu menujukan ingatan, pikiran, dan segala kekuatan kepada orang tertentu; menunjukan kekuatan batin terhadap orang itu, dengan maksud jahat kepadanya, sehingga walaupun berjarak jauh sekali, akan berbekas juga kepada diri orang itu. Dengan adanya ayat ini nyatalah bahwa Al-Qur'an mengakui adanya hal-hal yang demikian. Jiwa manusia mempunyai kekuatan batin tersendiri di luar dari kekuatan jasmaninya. Kekuatan yang demikian bisa saja digunakan untuk maksud yang buruk.Di dalam ayat 4 surah al-Falaq ini kita berlindung dari kejahatan perempuan-perempuan peniup pada buhul-buhul. Karena di zaman dahulu tukang mantra yang memantra- kan dan meniup-niupkan itu kebanyakan ialah perempuan! Di Eropa pun tukang-tukang sihir yang dibenci itu diperlambangkan dengan perempuan-perempuan tua yangtelah ompong giginya dan mukanya seram menakutkan. Di hadapannya terjerang sebuah periuk yang selalu dihidupkan api di bawahnya dan isinya macam-macam ramuan.Maka dalam ayat ini disebutkan bahwa perempuan tukang sihir itu meniup atau menghembus-hembus barang ramuan yang dia bungkus, dan bungkusan itu mereka ikat dengan tali yang dibuhulkan. Isinya ialah barang-barang kotor atau barang yang mengandung alat untuk tuju tadi. Misalnya didapati di dalamnya jarum tujuh buah. Jarum itu guna menusuk-nusuk perasaan orang yang dituju, sehingga selalu merasa sakit. Ada juga cabikan kain kafan, atau tanah pada perkuburan yang paling baru. Ada juga batu nisan (mejan). Pendeknya barang- barang ganjil yang mengandung kepercayaan sihir (magis) dengan maksud menganiaya. Oleh sebab itu maka dianjurkanlah kita di dalam ayat ini memperlindungkan diri kepada Allah, Allah Yang Mahakuasa yang menjadikan dan menakdirkan segala sesuatu agar kita terpelihara dari hembusan tukang sihir, laki-laki ataupun perempuan, dengan buhul-buhul ramuan sihir itu.Ayat 5“Dan dari kejahatan orang yang dengki apabila dia melakukan kedengkian.\" (ayat 5)Pada hakikatnya dengki itu adalah satu penyakit yang menimpa jiwa manusia. Oleh karena dengki adalah semacam penyakit, atau kehilangan kewarasan pikiran, maka bisa saja si dengki itu bertindak yang tidak-tidak kepada orang yang didengkinya. Misalnya difitnahkannya. Dikatakannya mencuri padahal tidak mencuri. Dikatakannya memusuhi pemerintah, padahal tidak memusuhi pemerintah, sehingga lantaran pengaduan itu, orang yang didengkinya ditangkap dan dimasukkan ke dalam penjara, ditahan bertahun-tahun dengan tidak ada pemeriksaan sama sekali. Atau dituduhnya seorang perempuan baik-baik berkhianat kepada suaminya, atau dibuatnya apa yang kita namai surat kaleng!Hasad atau dengki dosa kepada Allah yang mula dibuat di langit, dan dengki juga dosa yang mula-mula dibuat orang di bumi. Dosa di langit ialah dengki Iblis kepada Adam. Dosa di bumi ialah dengki Qabil kepada Habib. Orang yang dengki memusuhi Allah pada lima perkara.Pertama, bencinya kepada Allah mengapa memberikan nikmat kepada orang lain.Kedua, sakithatinya melihat pembagian yang dibagikan Allah, seakan-akan dia berkata, “Mengapa dibagi begitu?\".Ketiga, dia menantang Allah, karena Allah memberi kepada siapa yang Dia kehendaki.Keempat, dia ingin sekali supaya nikmat yang telah diberikan Allah kepada seseorang, agar dicabut Allah kembali.Kelima, dia bersekongkol dengan musuh Allah dan musuhnya sendiri, yaitu Iblis.\"BENARKAH NABI MUHAMMAD ﷺ PERNAH KENA SIHIR?Menurut yang dinukil oleh asy-Syihab dari kitab at-Ta'wilat karangan Abu Bakar al-Asham tentang peristiwa Nabi ﷺ kena sihir. Menurut beliau ini, hadits berkenaan dengan Nabi ﷺ kena sihir itu adalah matruk, artinya hadits itu mesti ditinggalkan dan tidak boleh dipakai. Karena kalau hadits demikian diterima, berarti kita mengakui apa yang didakwakan oleh orang kafir, bahwa Nabi ﷺ mempan kena sihir. Padahal yang demikian itu sangat bertentangan dengan nash yang ada dalam Al-Qur'an sendiri. Dengan tegas Allah berfirman, “Allah memelihara engkau dari manusia.\" (al-Maa'idah: 67) Dan firman Allah lagi, “Dan tidaklah akan berjaya tukang sihir itu, bagaimanapun datangnya.\" (Thaahaa: 69)Dan lagi kalau riwayat hadits itu diterima, berarti kita menjatuhkan martabat nubuwah. Dan lagi, kalau hadits itu dibenarkan, berarti sihir bisa saja membekas kepada Nabi-nabi dan orang-orang yang saleh, yang berarti mengakui demikian besar kekuasaan tukang- tukang sihir yang jahat itu sehingga dapat mengalahkan Nabi dan semuanya itu adalah tidak benar! Dan orang-orang kafir pun dapat saja merendahkan martabat nabi-nabi dan orang-orang yang saleh itu dengan mencap “mereka itu kena sihir\". Dan kalau benar-benar hal ini terjadi, niscaya benarlah dakwaan orang-orang kafir, dan dengan demikian jelaslah Nabi ﷺ ada aibnya, dan ini adalah tidak mungkin.\" — Sekian disalinkan dari at- Ta'wilat buah tangan Abu Bakar al-Asham tersebut.Hadits Nabi kena sihir ini termasuk dalam catatan hadits shahih yang dirawikan oleh Bukhari dan Muslim, yang berasal dari hadits Aisyah, bahwa behau ﷺ pernah disihir oleh seorang Yahudi dari Bani Zuraiq, namanya Labid bin al-A'sham. Dikatakan dalam hadits itu bahwa Nabi merasa seakan-akan beliau berbuat sesuatu padahal tidaklah pernah diperbuatnya.Demikianlah beliau rasakan beberapa lamanya. Sampai pada suatu waktu Nabi berkata kepada Aisyah, “Hai Aisyah! Aku diberi perasaan bahwa Allah memberi fatwa kepadaku pada perkara yang aku meminta fatwa pada-Nya, maka datanglah kepadaku dua malaikat, yang seorang duduk ke sisi kepalaku dan yang seorang lagi di sisi kakiku. Lalu berkata yang duduk dekat kepalaku itu kepada yang duduk di ujung kakiku, “Orang ini disihir orang!\" (Disihir? Kawannya bertanya, “Siapa yang menyihirnya?\").Yang di kepala menjawab, “Labid bin Al- A'sham.\"Kawannya bertanya, “Dengan apa?\"Yang di kepala menjawab, “Pada kudungan rambut dan patahan sisir dan penutup kepala laki-laki, dihimpit dengan batu dalam sumur Dzi Auran.\" Tersebut di hadits itu bahwa Nabi pergi ke sumur itu membongkar ramuan yang dihimpit dengan batu itu dan bertemu.Dalam riwayat dari Ibnu Abbas, bahwa Rasulullah ﷺ menyuruh Ali bin Abi Thalib, Zubair bin Awwam, dan Amar bin Yasir memeriksa sumur itu dan mencari ramuan tersebut. Lalu ditimba air sumur itu dan diselami ke bawah sampai bertemu bungkusan ramuan tersebut yang dihimpit dengan batu. Yang bertemu di dalam kain bungkusan itu ialah guntingan rambut Nabi ﷺ, patahan sisir beliau dan sebuah potongan kayu yang diikat dengan sebelas buah ikatan dan di tiap ikatan ditusukkan jarum. Lalu diturunkan Allah kedua surah ini, jumlah ayat keduanya, “al-Falaq dan an-Naas` ialah sebelas ayat pula. Tiap-tiap satu ayat dibaca, dicabut jarum, dan dibuka buhulnya dan tiap satu jarum dicabut dan satu buhul diungkai, terasa satu keringanan oleh Nabi ﷺ, sehingga sampai diuraikan buhul dan dicabut jarum yang sebelas itu dan terasa oleh Nabi ﷺ bahwa beliau sembuh sama sekali.Lalu bertanyalah mereka kepada beliau, “Apakah orang jahat itu tidak patut dibunuh saja?\"Beliau menjawab, “Allah telah menyembuhkan daku, dan aku tidak suka berbuat jahat kepada orang.\"Dalam riwayat yang dibawakan oleh al-Qusyairi pun tersebut bahwa seorang pemuda Yahudi bekerja sebagai khadam Nabi ﷺ Pada suatu hari anak itu dibisiki oleh orang- orang Yahudi supaya mengambil rambut- rambut Nabi yang gugur ketika disisir bersama patahan sisir beliau, lalu diserahkan kepada yang menyuruhnya itu. Maka mereka sihirlah beliau, dan yang mengepalai tukang sihir itu ialah Labid bin al-A'sham. Lalu al-Qusyairi menyalinkan lagi riwayat Ibnu Abbas tadi.Supaya kita semuanya maklum, meskipun beberapa tafsir yang besar dan ternama menyalin berita ini dengan tidak menyatakan pendapat, seperti Tafsir al-Qurthubi, Tafsir al-Khirzin bagi Ibrahim al-Baghdadi, malahan beliau ini mempertahankan kebenaran riwayat itu berdasar kepada shahih riwayatnya, Bukhari dan Muslim. Namun yang membantahnya ada juga. Di antaranya Ibnu Katsir.Ibnu Katsir setelah menyalinkan riwayat ini seluruhnya, membuat penutup demikian bunyinya, “Demikianlah mereka riwayatkan dengan tidak lengkap sanadnya, dan di dalamnya ada kata-kata yang gharib, dan pada setengahnya lagi ada kata-kata yang mengandung nakarah syadidah (sangat payah untuk diterima). Tetapi bagi setengahnya ada juga syawahid (kesaksian-kesaksian) dari segala yang telah tersebut itu.\"Almarhum orang tua saya dan guru saya yang tercinta, Hadratusy Syekh Dr. Abdulkarim Amrullah, dalam tafsir beliau yang bernama al-Burhan menguatkan riwayat ini juga. Artinya, bahwa beliau membenarkan bahwa Nabi ﷺ kena sihir, dengan alasan hadits ini adalah shahih, riwayat Bukhari dan Muslim. Dengan menulis begitu beliau membantah apa yang ditulis oleh Syekh Muhammad Abduh di dalam Tafsir Juz ‘Amma. Karena Syekh Muhammad Abduh menguatkan juga, seperti yang tersebut di dalam kitab at-Ta'wilat, buah tangan Abu Bakar al-Asham yang telah kita salinkan di atas tadi, bahwa tidaklah mungkin seorang nabi atau rasul, ataupun orang yang saleh dapat terkena oleh sihir, berdasar kepada firman Allah sendiri di atas tadi (al-Maa'idah ayat 67, dan Thaahaa, ayat 69). Bahwa tidak mungkin sihir dapat mengena kepada seseorang kalau Allah tidak izinkan. Dan terhadap kepada rasul-rasul dan nabi-nabi sudah dipastikan oleh Allah, bahwa sihir itu akan gagal, walau dengan cara bagaimana pun datangnya.Maka penafsir yang sezaman dengan kita ini yang menolak hadits itu, walaupun shahih, ialah Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma; al-Qasimi dengan tafsir Mahasinut Ta'wil-nya yang terkenal, dan yang terakhir kita dapati ialah Sayyid Quthub di dalam tafsirnya Fi Zhilalil Al-Qur'an, menegaskan bahwa hadits ini adalah Hadits Ahad, bukan mutawatir. Maka oleh karena jelas berlawan dengan ayat yang sharih dari Al-Qur'an, tidaklah mengapa kalau kita tidak percaya bahwa Nabi Muhammad bisa terkena sihir, walaupun perawinya Bukhari dan Muslim. Beberapa ulama besar, di antara Imam Malik bin Anas sendiri banyak menyatakan pendirian yang tegas menolak hadits ahad, kalau berlawanan dengan ayat yang sharih. Misalnya beliau tidak menerima hadits bejana dijilat anjing mesti dibasuh tujuh kali, satu kali di antaranya dengan tanah. Karena dalam Al-Qur'an ada ayat yang terang jelas, bahwa binatang buruan yang digunggung anjing dengan mulutnya; halal dimakan sesudah dibasuh seperti biasa, dengan tidak perlu tujuh kali, satunya dengan tanah.Ulama yang banyak mencampurkan Filsafat dalam tafsirnya atau memandang segala soal dari segi filsafat dan ilmu alam, yaitu Syekh Thanthawi Jauhari menulis tentang hadits Nabi kena sihir itu demikian: “Segolongan besar ahli menolak hadits-hadits ini dan menetapkannya sebagai merendahkan martabat Nubuwah. Dan sihir yang menyebabkan Nabi merasa seakan-akan dia berbuat sesuatu padahal dia bukan berbuat, adalah amat bertentangan dengan kebenaran, dipandang dari dua sudut. Pertama, bagaimana Nabi ﷺ dapat kena sihir; ini adalah menimbulkan keraguan dalam syari'at. Kedua, sihir itu pada hakikatnya tidaklah ada.Alasan ini ditolak oleh yang mempertahankan. Mereka berkata, “Sihir itu tidaklah ada hubungannya melainkan dengan hal-hal yang biasa terjadi saja. Dia hanyalah semacam penyakit. Sedang Nabi-nabi itu dalam beberapa hal saja dengan orang biasa ini; makan minum, tidur bangun, sakit dan senang. Kalau kita mengakui kemungkinannya tidur, mesti kita akui kemungkinan beliau yang lain. Dan yang terjadi pada Nabi kita ini hanyalah semacam penyakit yang boleh terjadi pada beliau sebagai manusia, dengan tidak ada pengaruhnya sama sekali kepada akal beliau dan wahyu yang beliau terima.Dan kata orang itu pula, “Pengaruh jiwa dengan jalan mantra (hembus atau tuju) kadang-kadang ada juga, meskipun itu hanya sedikit sekali. Maka semua ayat-ayat dan hadits-hadits ini dapatlah memberi dua kesan: Jiwa bisa berpengaruh dengan jalan membawa mudharat, dan jiwa pun bisa berpengaruh membawa yang baik. Maka si Labid bin al-A'sham orang Yahudi itu telah menyihir Nabi dan membekaskan mudharat. Namun dengan melindungkan diri kepada Allah dengan kedua surah al-Falaq dan an-Naas, mudharat itu hilang dan beliau pun sembuh.\" Sekian Syekh Thanthawi Jauhari.Tetapi ada satu lagi yang perlu diingat! Kedua surah ini tidak turun di Madinah, tetapi turun di Mekah, dan di Mekah belum ada perbenturan dengan Yahudi. Maka dapatlah kita ambil kesimpulan bahwasanya masalah tentang hadits yang dirawikan oleh Bukhari dan Muslim bahwa Nabi ﷺ kena sihir oleh orang Yahudi itu, sampai sihir itu membekas kepada beliau, bukanlah baru zaman sekarang dibicarakan orang. Ibnu Qutaibah telah memperbincangkannya dalam Ta'wil Mukhtalafil Hadits, dan ar-Razi pun demikian pula. Keduanya sama-sama patut dipertimbangkan. Adapun pendapat az-Zamakhsyari yang meniadakan sama sekali pengaruh sihir, dapatlah kita tinjau kembali setelah maju penyelidikan orang tentang kekuatan ruh (jiwa) manusia, yaitu pengaruh jiwa atas jiwa dari tempat yang jauh, yang dikenal dengan sebutan telepati, dan sebagainya.Dan kita cenderunglah kepada pendapat bahwa jiwa seorang Rasul Allah tidaklah akan dapat dikenai oleh sihirnya seorang Yahudi. Jiwa manusia yang telah dipilih Allah (Mushthafa) bukanlah sembarang jiwa yang dapat ditaklukkan demikian saja. Sebab itu maka pendapat Syekh Thanthawi Jauhari yang menyamakan ruh seorang Rasul dengan ruh manusia biasa, karena sama-sama makan sama tidur, sama bangun dan sebagainya, adalah satu pendapat yang meminta tinjauan lebih mendalam! Dengan kata lain, lemah."}},"3":{"arabic":"وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَوَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ","words":{"arabicWords":["وَمِن","شَرِّ","غَاسِقٍ","إِذَا","وَقَبَ"],"translationWords":["dan dari","kejahatan","malam yang gelap","apabila","telah gelap/kelam"]},"translation":"dari kejahatan malam apabila telah gelap gulita,","tafsir":{"tafsir-jalalayn":"(Dan dari kejahatan malam apabila telah gelap gulita) artinya dari kejahatan malam hari apabila telah gelap, dan dari kejahatan waktu purnama apabila telah terbenam.","tafsir-ibnu-katsir":"Tafsir Surat Al-Falaq: 1-5\n\nKatakanlah, 'Aku berlindung kepada Tuhan yang menguasai subuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad ibnu Isam, telah menceritakan kepada kami Abu Ahmad Az-Zubairi, telah menceritakan kepada kami Hasan ibnu Saleh, dari Abdullah ibnu Muhammad ibnu Aqil, dari Jabir yang mengatakan bahwa al-falaq artinya subuh.\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq\" bahwa makna yang dimaksud ialah subuh. Dan telah diriwayatkan halyangsemisal dari Mujahid, Sa'id ibnu Jubair, Abdullah ibnu Muhammad ibnu Aqil, Al-Hasan, Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Ibnu Zaid, dan Malik, dari Zaid ibnu Aslam. Al-Qurazi. Ibnu Zaid, dan Ibnu Jarir mengatakan bahwa makna yang dimaksud sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Dia menyingsingkan pagi. (Al-An'am: 96) Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq,\" bahwa makna yang dimaksud ialah makhluk.\n\nHal yang sama telah dikatakan oleh Adh-Dhahhak, bahwa Allah memerintahkan kepada Nabi-Nya untuk membaca ta'awwuz dari kejahatan semua makhluk-Nya. Ka'bul Ahbar mengatakan bahwa al-falaq adalah nama sebuah penjara di dalam neraka Jahanam; apabila pintunya dibuka, maka semua penghuni neraka menjerit karena panasnya yang sangat. Ibnu Abu Hatim meriwayatkannya, untuk itu ia mengatakan bahwa telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Suhail ibnu Usman, dari seorang lelaki, dari As-Suddi, dari Zaid ibnu Ali, dari kakek moyangnya, bahwa mereka telah mengatakan bahwa al-falaq adalah nama sebuah sumur di dasar neraka Jahanam yang mempunyai tutup.\n\nApabila tutupnya dibuka, maka keluarlah darinya api yang menggemparkan neraka Jahanam karena panasnya yang sangat berlebihan. Hal yang sama telah diriwayatkan dari Amr ibnu Anbasah dan As-Suddi serta lain-lainnya. Sehubungan dengan hal ini telah ada sebuah hadits marfu' yang berpredikat munkar; untuk itu Ibnu Jarir mengatakan, telah menceritakan kepadaku Ishaq ibnu Wahb Al-Wasiti, telah menceritakan kepada kami Mas'ud ibnu Musa ibnu Misykan Al-Wasiti, telah menceritakan kepada kami Nasr ibnu Khuzaimah Al-Khurrasani, dari Syu'aib ibnu Safwan, dari Muhammad ibnu Ka'b Al-Qurazi, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Falaq adalah sebuah sumur di dalam neraka Jahanam yang mempunyai penutup.\n\nSanad hadits ini gharib dan predikat marfu'-nya tidak shahih. Abu Abdur Rahman Al-Habli telah mengatakan sehubungan dengan makna firman-Nya, bahwa al-falaq adalah nama lain dari neraka Jahanam. Ibnu Jarir mengatakan bahwa yang benar adalah pendapat yang pertama, yaitu yang mengatakan bahwa sesungguhnya falaq adalah subuh. Pendapat inilah yang shahih dan dipilih oleh Imam Bukhari di dalam kitab sahihnya.\n\nFirman Allah Swt: dari kejahatan makhluk-Nya. (Al-Falaq: 2) Yakni dari kejahatan semua makhluk. Sabit Al-Bannani dan Al-Hasan Al-Basri telah mengatakan bahwa Jahanam, Iblis, dan keturunannya termasuk makhluk yang diciptakan oleh Allah subhanahu wa ta’ala Firman Allah subhanahu wa ta’ala: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila matahari telah tenggelam; demikianlah menurut apa yang diriwayatkan oleh Imam Bukhari dari Mujahid. Hal yang sama telah dikatakan oleh Ibnu Abu Najih, dari Mujahid. Dan hal yang sama telah dikatakan oleh Ibnu Abbas, Muhammad ibnu Kab Al-Qurazi.\n\nAdh-Dhahhak. Khasif. Al-Hasan, dan Qatadah, bahwa sesungguhnya makna yang dimaksud ialah malam hari apabila datang dengan kegelapan. Az-Zuhri mengatakan sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Yakni matahari apabila telah tenggelam. Telah diriwayatkan pula dari Atiyyah dan Qatadah sehubungan dengan makna firman-Nya: apabila telah gelap gulita. (Al-Falaq: 3) Yaitu malam hari bila telah pergi. Abu Mihzan mengatakan dari Abu Hurairah sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Bahwa makna yang dimaksud ialah bintang.\n\nIbnu Zaid mengatakan, dahulu orang-orang Arab mengatakan bahwa al-gasiq artinya jatuhnya bintang surayya. Berbagai penyakit dan Ta'un mewabah seusai jatuhnya bintang surayya, dan menjadi Lenyap dengan sendirinya bila bintang surayya terbit. Yang dimaksud dengan jatuh ialah tenggelam. Ibnu Jarir mengatakan bahwa di antara atsar yang bersumber dari mereka ialah apa yang diceritakan kepadaku oleh Nasr Ibnu Ali, telah menceritakan kepadaku Bakkar, dari Abdullah keponakan Hammam, telah menceritakan kepada kami Muhammad ibnu Abdul Aziz ibnu Umar, dari Abdur Rahman ibnu Auf, dari ayahnya, dari Abu Salamah, dari Abu Hurairah, dari Nabi ﷺ sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Lalu beliau ﷺ bersabda, bahwa makna yang dimaksud ialah bintang bila telah tenggelam.\n\nMenurut hemat saya, predikat marfu' hadits ini tidak shahih sampai kepada Nabi ﷺ Ibnu Jarir mengatakan, ulama lainnya mengatakan bahwa makna yang dimaksud ialah rembulan. Menurut hemat saya, yang dijadikan pegangan oleh orang-orang yang berpendapat demikian ialah apa yang telah diriwayatkan oleh Imam Ahmad. Disebutkan bahwa telah menceritakan kepada kami Abu Dawud Al-Hafri, dari Ibnu Abu Zi-b, dari Al-Haris ibnu Abu Salamah yang mengatakan bahwa Siti Aisyah telah mengatakan bahwa Rasulullah ﷺ memegang tangannya, lalu memperlihatkan kepadanya rembulan saat terbitnya, kemudian beliau ﷺ bersabda: Mohonlah perlindungan kepada Allah dari kejahatan rembulan ini apabila telah tenggelam. Imam At-Tirmidzi dan Imam An-Nasai telah meriwayatkan di dalam kitab tafsir dari kitab sunan masing-masing melalui hadits Muhammad ibnu Abdur Rahman ibnu Abu Zi-b, dari pamannya (yaitu Al-Haris ibnu Abdur Rahman) dengan lafazyang sama; dan Imam At-Tirmidzi mengatakan bahwa hadits ini hasan shahih.\n\nLafaznya berbunyi seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Menurut lafal Imam An-Nasai disebutkan seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Orang-orang yang mengatakan pendapat pertama mengatakan bahwa rembulan merupakan pertanda malam hari bila telah muncul, dan ini tidaklah bertentangan dengan pendapat kami. Karena sesungguhnya rembulan merupakan pertanda malam hari dan rembulan tidak berperan kecuali hanya di malam hari.\n\nDemikian pula halnya dengan bintang-bintang; bintang-bintang tidak dapat bersinar kecuali di malam hari; dan hal ini sejalan dengan pendapat yang kami katakan; hanya Allah-lah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul. (Al-Falaq:4) Mujahid, Ikrimah. Al-Hasan. Qatadah. dan Adh-Dhahhak telah mengatakan bahwa yang dimaksud ialah wanita-wanita penyihir. Mujahid mengatakan bahwa yaitu apabila wanita-wanita penyihir itu mengembus pada buhul-buhulnya.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Ibnu Tawus, dari ayahnya yang mengatakan bahwa tiada suatu perbuatan pun yang lebih mendekati kepada kemusyrikan selain dari ruqyatul hayyah dan majanin, yakni sejenis perbuatan sihir. Di dalam hadits lain disebutkan bahwa Malaikat Jibril datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Muhammad, apakah engkau sakit?\" Nabi ﷺ menjawab, \"Ya.\" Jibril berkata (yakni berdoa): Dengan menyebut nama Allah aku meruqyahmu dari semua penyakit yang mengganggumu dan dari kejahatan setiap orang yang dengki dan kejahatan pandangan mata; semoga Allah menyembuhkanmu.\n\nBarangkali hal ini terjadi di saat Nabi ﷺ sakit akibat terkena sihir, kemudian Allah subhanahu wa ta’ala menyelamatkan dan menyembuhkannya, dan menolak rencana jahat para penyihir dan orang-orang yang dengki dari kalangan orang-orang Yahudi, lalu menimpakannya kepada mereka dan menjadikan kehancuran mereka oleh tipu muslihat mereka sendiri hingga mereka dipermalukan. Tetapi sekalipun mendapat perlakuan demikian, Rasulullah ﷺ tidak menegur atau mengecam pelakunya di suatu hari pun, bahkan beliau merasa cukup hanya meminta pertolongan kepada Allah, dan Dia menyembuhkan serta menyehatkannya. Imam Ahmad mengatakan. telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Yazid ibnu Hibban, dari Zaid ibnu Arqam yang mengatakan bahwa seorang lelaki Yahudi menyihir Nabi ﷺ Karena itu, beliau merasa sakit selama beberapa hari.\n\nLalu datanglah Jibril dan berkata, \"Sesungguhnya seorang lelaki Yahudi telah menyihirmu dan membuat suatu buhul yang ditujukan terhadapmu, lalu ia meletakkannya di dalam sumurmu.'\" Lalu Rasulullah ﷺ menyuruh seseorang untuk mengambil buhul tersebut dari dalam sumur yang dimaksud. Setelah buhul itu dikeluarkan dari sumur, lalu diberikan kepada Rasulullah ﷺ dan beliau membukanya, maka dengan serta merta seakan-akan Rasulullah ﷺ baru terlepas dari suatu ikatan. Dan Rasulullah ﷺ tidak pernah menyebutkan lelaki Yahudi itu dan tidak pula melihat mukanya sampai beliau wafat. Imam An-Nasai telah meriwayatkan hadits ini dari Hamad, dari Abu Mu'awiyah alias Muhammad ibnu Hazim Ad-Darir. Imam Bukhari mengatakan di dalam Kitabut Tib, dari kitab sahihnya, bahwa telah menceritakan kepada kami Abdullah ibnu Muhammad yang mengatakan bahwa ia pernah mendengar Sufyan ibnu Uyaynah mengatakan bahwa orang yang mula-mula menceritakan kisah ini kepada kami adalah ibnu Juraij.\n\nIa mengatakan, telah menceritakan kepadaku keluarga Urwah, dari Urwah, lalu aku menanyakan tentangnya kepada Hisyam, maka Hisyam mengatakan bahwa Urwah memang pernah menceritakan kepada kami dari ayahnya, dari Aisyah yang mengatakan bahwa dahulu Rasulullah ﷺ pernah disihir hingga beliau beranggapan bahwa dirinya telah mendatangi istri-istrinya, padahal tidak. Sufyan selanjutnya mengatakan bahwa sihir jenis ini merupakan sihir yang paling keras, bila pengaruhnya demikian. Lalu Rasulullah ﷺ bersabda: Wahai Aisyah, tahukah engkau bahwa Allah telah memberiku nasihat tentang masalah yang aku telah memohon petunjuk dari-Nya mengenainya\" Dua orang lelaki datang kepadaku yang salah seorangnya duduk di dekat kepalaku, sedangkan yang lainnya duduk di dekat kakiku.\n\nMaka orang yang ada di dekat kepalaku berkata kepada temannya, \"Mengapa lelaki ini? Ia menjawab, \"Terkena sihir. Orang yang berada dekat kepalaku bertanya, \"Siapakah yang menyihirnya? Ia menjawab, \"Lubaid ibnu 'sam, seorang lelaki dari Bani Zuraiq teman sepakta orang-orang Yahudi, dia adalah seorang munafik. Yang berada di dekat kepalaku bertanya, \"Dengan apa? Ia menjawab, \"Sisir dan rambut.\n\nOrang yang berada di dekat kepalaku bertanya, 'Di taruh di mana?'' Ia menjawab, \"Di dalam mayang kurma jantan di bawah sebuah batu di dalam sumur Zirwan.\" Siti Aisyah melanjutkan kisahnya, bahwa lalu Rasulullah ﷺ mendatangi sumur tersebut dan mengeluarkannya, kemudian beliau bersabda: Inilah sumur yang diperlihatkan kepadaku dalam mimpiku; airnya seakan-akan seperti warna pacar (merah) dan pohon-pohon kurmanya seakan-akan seperti kepala-kepala setan. Kemudian benda itu dikeluarkan dan dikatakan kepada beliau ﷺ, \"Tidakkah engkau membalikkannya?\" Rasulullah ﷺ menjawab: Ingatlah, demi Allah, sesungguhnya Allah telah menyembuhkan diriku, dan aku tidak suka menimpakan suatu keburukan terhadap seseorang.\n\nDan Imam Bukhari meng-isnad-kan hadits ini melalui Isa ibnu Yunus, Abu Damrah alias Anas ibnu Iyad, Abu Usamah, dan Yahya Al-Qattan, yang di dalamnya disebutkan bahwa Aisyah mengatakan bahwa beliau ﷺ sering berilusi seakan-akan telah melakukan sesuatu padahal tidak. Dalam riwayat ini disebutkan pula bahwa setelah itu Nabi ﷺ memerintahkan agar sumur tersebut dimatikan, lalu ditimbun. Imam Bukhari menyebutkan bahwa hadits ini diriwayatkan pula oleh Ibnu Abuz Zanad dan Al-Lais ibnu Sa'd, dari Hisyam. Imam Muslim meriwayatkannya melalui hadits Abu Usamah alias Hammad ibnu Usamah dan Abdullah ibnu Namir. Imam Ahmad meriwayatkannya dari Affan, dari Wahb, dari Hisyam dengan sanad yang sama.\n\nImam Ahmad meriwayatkannya pula dari Ibrahim ibnu Khalid, dari Ma'mar, dari Hisyam, dari ayahnya, dari Aisyah yang menceritakan bahwa Nabi ﷺ tinggal selama enam bulan sering mengalami seakan-akan mengerjakan sesuatu, padahal kenyataannya tidak. Kemudian datanglah kepadanya dua malaikat, salah seorang duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Salah seorangnya berkata kepada yang lain, \"Kenapa dia?\" Yang lain menjawab, \"Terkena sihir.\" Ia bertanya, \"Siapakah yang menyihirnya?\" Yang lain menjawab, \"Labid ibnul A'sam,\" lalu disebutkan hingga akhir hadits.\n\nAl-Ustaz Al-Mufassir As-Sa'labi telah menyebutkan di dalam kitab tafsirnya, bahwa ibnu Abbas dan Aisyah pernah menceritakan bahwa pernah ada seorang pemuda Yahudi menjadi pelayan Rasulullah ﷺ Lalu orang-orang Yahudi mempengaruhi pemuda itu dengan gencarnya hingga pemuda itu mau menuruti kemauan mereka. Maka ia mengambil beberapa helai rambut Rasulullah ﷺ dan beberapa buah gigi sisir yang biasa dipakai oleh beliau ﷺ, setelah itu kedua barang tersebut ia serahkan kepada orang-orang Yahudi. Lalu mereka menyihir Nabi ﷺ melalui kedua benda itu, dan orang yang melakukannya adalah salah seorang dari mereka yang dikenal dengan nama Ibnu A'sam. Kemudian kedua barang tersebut ia tanam di dalam sebuah sumur milik Bani Zuraiq yang dikenal dengan nama Zirwan.\n\nMaka Rasulullah ﷺ mengalami sakit dan rambut beliau kelihatan rontok. Beliau tinggal selama enam bulan seakan-akan mendatangi istri-istrinya, padahal kenyataannya tidak, dan beliau kelihatan gelisah dan tidak mengetahui apa yang telah terjadi pada dirinya. Ketika beliau sedang tidur, tiba-tiba ada dua malaikat datang kepadanya. Maka salah seorangnya duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Malaikat yang ada di dekat kakinya bertanya kepada malaikat yang ada di dekat kepalanya, \"Apakah yang dialami oleh lelaki ini?\" Ia menjawab, \"Pengaruh Thibb.\" Yang ada di dekat kakinya bertanya, \"Apakah Thibb itu?\" Ia menjawab, \"Sihir.\" Yang ada di dekat kakinya bertanya \"Siapakah yang menyihirnya?\" Ia menjawab, \"Labid Ibnul A'sam, seorang Yahudi.\" Malaikat yang ada di dekat kakinya bertanya, \"Dengan apakah ia menyihirnya?\" Ia menjawab, \"Dengan rambutnya dan gigi sisirnya.\" Yang ada di dekat kakinya bertanya, \"Di manakah hal itu diletakkan?\" Ia menjawab, \"Di dalam mayang kurma jantan di bawah batu yang ada di dalam sumur Zirwan.\" Al-juff artinya kulit mayang kurma. Dan ar-raufah adalah sebuah batu yang di dalam sumur, tetapi menonjol digunakan untuk tempat berdirinya orang yang mengambil air.\n\n Maka Rasulullah ﷺ terbangun dalam keadaan terkejut, lalu bersabda: Wahai Aisyah, tidakkah engkau mengetahui bahwa Allah telah menceritakan kepadaku tentang penyakitku ini. Lalu Rasulullah ﷺ menyuruh Ali, Az-Zubair, dan Ammar ibnu Yasir untuk mengeringkan sumur tersebut; maka mereka bertiga mengeringkan sumur itu, yang airnya kelihatan seakan-akan seperti warna pacar (merah). Mereka bertiga mengangkat batu itu dan mengeluarkan mayang kurma yang ada di bawahnya. Maka ternyata di dalamnya terdapat beberapa helai rambut Rasulullah ﷺ dan beberapa gigi sisirnya, dan tiba-tiba di dalamnya terdapat benang yang berbuhul (mempunyai ikatan) sebanyak dua belas ikatan yang ditusuk dengan jarum.\n\nMaka Allah menurunkan dua surat Mu'awwizatain, dan setiap kali Rasulullah ﷺ membaca suatu ayat dari kedua surat tersebut, beliau merasa agak ringan, hingga terlepaslah semua ikatan benang itu dan bangkitlah beliau seakan-akan baru terlepas dari ikatan. Sedangkan Jibril a.s. mengucapkan: Dengan menyebut nama Allah aku meruqyahmu dari segala sesuatu yang mengganggumu dari orang yang dengki dan pandangan mata yang jahat; semoga Allah menyembuhkanmu. Setelah itu mereka berkata, \"Wahai Rasulullah, bolehkah kami menangkap orang yang jahat itu dan membunuhnya?\" Rasulullah ﷺ menjawab: Adapun diriku telah disembuhkan oleh Allah, dan aku tidak suka menimpakan keburukan terhadap orang lain.\n\nDemikianlah bunyi hadits ini tanpa isnad, di dalamnya terdapat hal yang gharib dan pada sebagiannya terdapat mungkar yang parah, dan sebagiannya lagi ada yang diperkuat oleh hadits-hadits yang telah disebutkan di atas. Hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Dan aku berlindung pula dari kejahatan malam apabila telah gelap gulita pada waktu malam muncul hewan-hewan yang membahayakan dan pada waktu itu pula rencana jahat biasa disusun. 4. Dan aku berlindung pula dari kejahatan perempuan-perempuan penyihir yang meniup pada buhul-buhul dengan rapalan-rapalan yang dilafalkannya. Mereka bekerja sama dengan setan untuk menimpakan keburukan kepada orang yang di sihir melalui cara cara tertentu, di antaranya dengan meniup buhul-buhul.","tafsir-lengkap-kemenag":"Kemudian Allah menerangkan bahwa sebagian makhluk-Nya sering menimbulkan kejahatan pada waktu malam bila segala sesuatu telah diliputi oleh kegelapan. Sementara itu, keadaan malam yang gelap gulita menimbulkan rasa takut dan gelisah, seakan-akan ada sesuatu yang tersembunyi dalam kegelapan malam itu yang akan menyakiti manusia.","tafsir-alazhar":"SURAH AL-FALAQ(CUACA SHUBUH)SURAH KE-113, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih,Ayat 1“Aku berlindung dengan Allah dari cuaca Shubuh.\" (ayat 1)Dalam ayat ini al-Falaq yang tertulis di ujung ayat kita artikan cuaca Shubuh, yaitu ketika perpisahan di antara gelap malam dengan mulai terbit fajar hari akan siang. Dengan hikmah tertinggi Allah mewahyukan kepada Rasul-Nya akan kepentingan saat pergantian hari dari malam kepada siang itu. Waktu itu adalah hari yang baru, yang tengah kita hadapi. Dari permulaan Shubuh itu Allah memberi kita waktu sebagai modal hidup sehari-semalam dua puluh empat jam lamanya. Kita disuruh melindungkan diri, memohon perlindungan dan pernaungan kepada Allah yang menguasai cuaca Shubuh itu.Al-Falaq ada juga diartikan dengan peralihan. Peralihan dari malam ke siang, peralihan dari tanah yang telah sangat kering karena kemarau, lalu turun hujan; maka hiduplah kembali tumbuh-tumbuhan. Peralihan dari biji kering terlempar ke atas tanah, lalu timbul uratnya dan dia memulai hidup. Maka berselindunglah kita kepada Allah, dalam sebutan-Nya sebagai Rabb, yang berarti Pengatur, Pendidik, dan Pemelihara.Ayat 2“Dari kejahatan apa-apa yang telah Dia jadikan.\" (ayat 2)Semua makhluk ini Allah-lah yang menciptakannya, sedang kita manusia ini hanyalah satu makhluk kecil saja yang terselip di dalamnya. Dan segala yang telah dijadikan Allah itu bisa saja membahayakan bagi manusia, meskipun sepintas lalu kelihatan tidak apa-apa. Hujan yang lebat bisa menjadi banjir dan manusia ditimpa celaka akibat dahsyatnya banjir; hanyut dan tenggelam. Panas yang terik bisa menjelma menjadi kebakaran api besar dan manusia bisa saja turut hangus terbakar. Naik pesawat udara adalah alat perhubungan yang paling cepat di zaman modern ini. Bisa saja awan sangat tebal sehingga tidak dapat ditembus oleh penglihatan, sehingga tiba-tiba pesawat itu terbentur kepada gunung; dia pun hancur dan manusia pun turut hancur di dalamnya. Atau sangat keras badai di laut sehingga kapal udara itu tidak dapat mengatasinya, dia pun tenggelam dan manusia turut tenggelam ke dalam perut lautan.Sebab itu maka dapatlah dikatakan bahwa di mana-mana ada bahaya. Kita tidak boleh lupa hal ini. Allah sebagai Pencipta seluruh alam Mahakuasa menyelipkan bahaya pada barang-barang atau sesuatu yang kita pandang remeh. Oleh sebab itu di dalam ayat ini kita disuruh memperlindungkan diri kepada Allah dalam namanya sebagai Rabb, penjaga, pemelihara, pendidik dan pengasuh, agar diselamatkanlah kiranya kita daripada segala bahaya yang mungkin ada saja di seluruh alam yang Allah ciptakan.Ayat 3“Dan dari kejahatan malam apabila dia telah kelam.\" (ayat 3)Kelamnya malam mengubah sama sekali suasana. Di rimba belukar yang lebat, di padang-padang dan gurun pasir timbullah kesepian dan keseraman yang mencekam. Maka dalam malam hari itu berbagai ragamlah bahaya yang dapat terjadi. Binatang-binatang berbisa seperti ular, kala dan lipan, keluarlah gentayangan di malam hari. Kita tidur dengan enak, siapa yang memelihara kita dari bahaya saat tengah kita tidur itu, kalau bukan Allah. Dan maling pun keluar dalam malam hari, sedang orang enak tidur. Setelah bangun pagi baru kita tercengang melihat barang-barang yang penting, milik-milik kita yang berharga telah licin tandas dibawa maling.Dalam kehidupan modern dalam kota yang besar-besar lebih dahsyat lagi bahaya malam. Orang yang tenggelam dalam lautan hawa nafsu, yang tidak lagi menuntut kesucian hidup, pada malam hari itulah dia keluar dari rumah ke tempat-tempat maksiat. Di malam harilah harta benda dimusnahkan di meja judi atau dalam pelukan perempuan jahat. Di malam hari suami mengkhianati istrinya. Di malam harilah gadis-gadis remaja yang hidup bebas dirusakkan perawannya, dihancurkan masa depannya oleh manusia-manusia keji yang tidak lagi mengingat lagi masa depannya sendiri. Sebab itu maka di segala zaman disuruhlah kita berlindung kepada Allah sebagai Rabb dari bahaya kejahatan malam apabila dia telah kelam.Ayat 4“Dan dari kejahatan perempuan-perempuan peniup pada buhul-buhul.\" (ayat 4)Yang dimaksud di sini ialah bahaya dan kejahatan mantra-mantra sang dukun. Segala macam mantra atau sihir yang digunakan untuk mencelakakan orang lain.Ada satu perbuatan dalam ilmu sihir dan mantra dukun-dukun yang disebut tuju! Yaitu menujukan ingatan, pikiran, dan segala kekuatan kepada orang tertentu; menunjukan kekuatan batin terhadap orang itu, dengan maksud jahat kepadanya, sehingga walaupun berjarak jauh sekali, akan berbekas juga kepada diri orang itu. Dengan adanya ayat ini nyatalah bahwa Al-Qur'an mengakui adanya hal-hal yang demikian. Jiwa manusia mempunyai kekuatan batin tersendiri di luar dari kekuatan jasmaninya. Kekuatan yang demikian bisa saja digunakan untuk maksud yang buruk.Di dalam ayat 4 surah al-Falaq ini kita berlindung dari kejahatan perempuan-perempuan peniup pada buhul-buhul. Karena di zaman dahulu tukang mantra yang memantra- kan dan meniup-niupkan itu kebanyakan ialah perempuan! Di Eropa pun tukang-tukang sihir yang dibenci itu diperlambangkan dengan perempuan-perempuan tua yangtelah ompong giginya dan mukanya seram menakutkan. Di hadapannya terjerang sebuah periuk yang selalu dihidupkan api di bawahnya dan isinya macam-macam ramuan.Maka dalam ayat ini disebutkan bahwa perempuan tukang sihir itu meniup atau menghembus-hembus barang ramuan yang dia bungkus, dan bungkusan itu mereka ikat dengan tali yang dibuhulkan. Isinya ialah barang-barang kotor atau barang yang mengandung alat untuk tuju tadi. Misalnya didapati di dalamnya jarum tujuh buah. Jarum itu guna menusuk-nusuk perasaan orang yang dituju, sehingga selalu merasa sakit. Ada juga cabikan kain kafan, atau tanah pada perkuburan yang paling baru. Ada juga batu nisan (mejan). Pendeknya barang- barang ganjil yang mengandung kepercayaan sihir (magis) dengan maksud menganiaya. Oleh sebab itu maka dianjurkanlah kita di dalam ayat ini memperlindungkan diri kepada Allah, Allah Yang Mahakuasa yang menjadikan dan menakdirkan segala sesuatu agar kita terpelihara dari hembusan tukang sihir, laki-laki ataupun perempuan, dengan buhul-buhul ramuan sihir itu.Ayat 5“Dan dari kejahatan orang yang dengki apabila dia melakukan kedengkian.\" (ayat 5)Pada hakikatnya dengki itu adalah satu penyakit yang menimpa jiwa manusia. Oleh karena dengki adalah semacam penyakit, atau kehilangan kewarasan pikiran, maka bisa saja si dengki itu bertindak yang tidak-tidak kepada orang yang didengkinya. Misalnya difitnahkannya. Dikatakannya mencuri padahal tidak mencuri. Dikatakannya memusuhi pemerintah, padahal tidak memusuhi pemerintah, sehingga lantaran pengaduan itu, orang yang didengkinya ditangkap dan dimasukkan ke dalam penjara, ditahan bertahun-tahun dengan tidak ada pemeriksaan sama sekali. Atau dituduhnya seorang perempuan baik-baik berkhianat kepada suaminya, atau dibuatnya apa yang kita namai surat kaleng!Hasad atau dengki dosa kepada Allah yang mula dibuat di langit, dan dengki juga dosa yang mula-mula dibuat orang di bumi. Dosa di langit ialah dengki Iblis kepada Adam. Dosa di bumi ialah dengki Qabil kepada Habib. Orang yang dengki memusuhi Allah pada lima perkara.Pertama, bencinya kepada Allah mengapa memberikan nikmat kepada orang lain.Kedua, sakithatinya melihat pembagian yang dibagikan Allah, seakan-akan dia berkata, “Mengapa dibagi begitu?\".Ketiga, dia menantang Allah, karena Allah memberi kepada siapa yang Dia kehendaki.Keempat, dia ingin sekali supaya nikmat yang telah diberikan Allah kepada seseorang, agar dicabut Allah kembali.Kelima, dia bersekongkol dengan musuh Allah dan musuhnya sendiri, yaitu Iblis.\"BENARKAH NABI MUHAMMAD ﷺ PERNAH KENA SIHIR?Menurut yang dinukil oleh asy-Syihab dari kitab at-Ta'wilat karangan Abu Bakar al-Asham tentang peristiwa Nabi ﷺ kena sihir. Menurut beliau ini, hadits berkenaan dengan Nabi ﷺ kena sihir itu adalah matruk, artinya hadits itu mesti ditinggalkan dan tidak boleh dipakai. Karena kalau hadits demikian diterima, berarti kita mengakui apa yang didakwakan oleh orang kafir, bahwa Nabi ﷺ mempan kena sihir. Padahal yang demikian itu sangat bertentangan dengan nash yang ada dalam Al-Qur'an sendiri. Dengan tegas Allah berfirman, “Allah memelihara engkau dari manusia.\" (al-Maa'idah: 67) Dan firman Allah lagi, “Dan tidaklah akan berjaya tukang sihir itu, bagaimanapun datangnya.\" (Thaahaa: 69)Dan lagi kalau riwayat hadits itu diterima, berarti kita menjatuhkan martabat nubuwah. Dan lagi, kalau hadits itu dibenarkan, berarti sihir bisa saja membekas kepada Nabi-nabi dan orang-orang yang saleh, yang berarti mengakui demikian besar kekuasaan tukang- tukang sihir yang jahat itu sehingga dapat mengalahkan Nabi dan semuanya itu adalah tidak benar! Dan orang-orang kafir pun dapat saja merendahkan martabat nabi-nabi dan orang-orang yang saleh itu dengan mencap “mereka itu kena sihir\". Dan kalau benar-benar hal ini terjadi, niscaya benarlah dakwaan orang-orang kafir, dan dengan demikian jelaslah Nabi ﷺ ada aibnya, dan ini adalah tidak mungkin.\" — Sekian disalinkan dari at- Ta'wilat buah tangan Abu Bakar al-Asham tersebut.Hadits Nabi kena sihir ini termasuk dalam catatan hadits shahih yang dirawikan oleh Bukhari dan Muslim, yang berasal dari hadits Aisyah, bahwa behau ﷺ pernah disihir oleh seorang Yahudi dari Bani Zuraiq, namanya Labid bin al-A'sham. Dikatakan dalam hadits itu bahwa Nabi merasa seakan-akan beliau berbuat sesuatu padahal tidaklah pernah diperbuatnya.Demikianlah beliau rasakan beberapa lamanya. Sampai pada suatu waktu Nabi berkata kepada Aisyah, “Hai Aisyah! Aku diberi perasaan bahwa Allah memberi fatwa kepadaku pada perkara yang aku meminta fatwa pada-Nya, maka datanglah kepadaku dua malaikat, yang seorang duduk ke sisi kepalaku dan yang seorang lagi di sisi kakiku. Lalu berkata yang duduk dekat kepalaku itu kepada yang duduk di ujung kakiku, “Orang ini disihir orang!\" (Disihir? Kawannya bertanya, “Siapa yang menyihirnya?\").Yang di kepala menjawab, “Labid bin Al- A'sham.\"Kawannya bertanya, “Dengan apa?\"Yang di kepala menjawab, “Pada kudungan rambut dan patahan sisir dan penutup kepala laki-laki, dihimpit dengan batu dalam sumur Dzi Auran.\" Tersebut di hadits itu bahwa Nabi pergi ke sumur itu membongkar ramuan yang dihimpit dengan batu itu dan bertemu.Dalam riwayat dari Ibnu Abbas, bahwa Rasulullah ﷺ menyuruh Ali bin Abi Thalib, Zubair bin Awwam, dan Amar bin Yasir memeriksa sumur itu dan mencari ramuan tersebut. Lalu ditimba air sumur itu dan diselami ke bawah sampai bertemu bungkusan ramuan tersebut yang dihimpit dengan batu. Yang bertemu di dalam kain bungkusan itu ialah guntingan rambut Nabi ﷺ, patahan sisir beliau dan sebuah potongan kayu yang diikat dengan sebelas buah ikatan dan di tiap ikatan ditusukkan jarum. Lalu diturunkan Allah kedua surah ini, jumlah ayat keduanya, “al-Falaq dan an-Naas` ialah sebelas ayat pula. Tiap-tiap satu ayat dibaca, dicabut jarum, dan dibuka buhulnya dan tiap satu jarum dicabut dan satu buhul diungkai, terasa satu keringanan oleh Nabi ﷺ, sehingga sampai diuraikan buhul dan dicabut jarum yang sebelas itu dan terasa oleh Nabi ﷺ bahwa beliau sembuh sama sekali.Lalu bertanyalah mereka kepada beliau, “Apakah orang jahat itu tidak patut dibunuh saja?\"Beliau menjawab, “Allah telah menyembuhkan daku, dan aku tidak suka berbuat jahat kepada orang.\"Dalam riwayat yang dibawakan oleh al-Qusyairi pun tersebut bahwa seorang pemuda Yahudi bekerja sebagai khadam Nabi ﷺ Pada suatu hari anak itu dibisiki oleh orang- orang Yahudi supaya mengambil rambut- rambut Nabi yang gugur ketika disisir bersama patahan sisir beliau, lalu diserahkan kepada yang menyuruhnya itu. Maka mereka sihirlah beliau, dan yang mengepalai tukang sihir itu ialah Labid bin al-A'sham. Lalu al-Qusyairi menyalinkan lagi riwayat Ibnu Abbas tadi.Supaya kita semuanya maklum, meskipun beberapa tafsir yang besar dan ternama menyalin berita ini dengan tidak menyatakan pendapat, seperti Tafsir al-Qurthubi, Tafsir al-Khirzin bagi Ibrahim al-Baghdadi, malahan beliau ini mempertahankan kebenaran riwayat itu berdasar kepada shahih riwayatnya, Bukhari dan Muslim. Namun yang membantahnya ada juga. Di antaranya Ibnu Katsir.Ibnu Katsir setelah menyalinkan riwayat ini seluruhnya, membuat penutup demikian bunyinya, “Demikianlah mereka riwayatkan dengan tidak lengkap sanadnya, dan di dalamnya ada kata-kata yang gharib, dan pada setengahnya lagi ada kata-kata yang mengandung nakarah syadidah (sangat payah untuk diterima). Tetapi bagi setengahnya ada juga syawahid (kesaksian-kesaksian) dari segala yang telah tersebut itu.\"Almarhum orang tua saya dan guru saya yang tercinta, Hadratusy Syekh Dr. Abdulkarim Amrullah, dalam tafsir beliau yang bernama al-Burhan menguatkan riwayat ini juga. Artinya, bahwa beliau membenarkan bahwa Nabi ﷺ kena sihir, dengan alasan hadits ini adalah shahih, riwayat Bukhari dan Muslim. Dengan menulis begitu beliau membantah apa yang ditulis oleh Syekh Muhammad Abduh di dalam Tafsir Juz ‘Amma. Karena Syekh Muhammad Abduh menguatkan juga, seperti yang tersebut di dalam kitab at-Ta'wilat, buah tangan Abu Bakar al-Asham yang telah kita salinkan di atas tadi, bahwa tidaklah mungkin seorang nabi atau rasul, ataupun orang yang saleh dapat terkena oleh sihir, berdasar kepada firman Allah sendiri di atas tadi (al-Maa'idah ayat 67, dan Thaahaa, ayat 69). Bahwa tidak mungkin sihir dapat mengena kepada seseorang kalau Allah tidak izinkan. Dan terhadap kepada rasul-rasul dan nabi-nabi sudah dipastikan oleh Allah, bahwa sihir itu akan gagal, walau dengan cara bagaimana pun datangnya.Maka penafsir yang sezaman dengan kita ini yang menolak hadits itu, walaupun shahih, ialah Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma; al-Qasimi dengan tafsir Mahasinut Ta'wil-nya yang terkenal, dan yang terakhir kita dapati ialah Sayyid Quthub di dalam tafsirnya Fi Zhilalil Al-Qur'an, menegaskan bahwa hadits ini adalah Hadits Ahad, bukan mutawatir. Maka oleh karena jelas berlawan dengan ayat yang sharih dari Al-Qur'an, tidaklah mengapa kalau kita tidak percaya bahwa Nabi Muhammad bisa terkena sihir, walaupun perawinya Bukhari dan Muslim. Beberapa ulama besar, di antara Imam Malik bin Anas sendiri banyak menyatakan pendirian yang tegas menolak hadits ahad, kalau berlawanan dengan ayat yang sharih. Misalnya beliau tidak menerima hadits bejana dijilat anjing mesti dibasuh tujuh kali, satu kali di antaranya dengan tanah. Karena dalam Al-Qur'an ada ayat yang terang jelas, bahwa binatang buruan yang digunggung anjing dengan mulutnya; halal dimakan sesudah dibasuh seperti biasa, dengan tidak perlu tujuh kali, satunya dengan tanah.Ulama yang banyak mencampurkan Filsafat dalam tafsirnya atau memandang segala soal dari segi filsafat dan ilmu alam, yaitu Syekh Thanthawi Jauhari menulis tentang hadits Nabi kena sihir itu demikian: “Segolongan besar ahli menolak hadits-hadits ini dan menetapkannya sebagai merendahkan martabat Nubuwah. Dan sihir yang menyebabkan Nabi merasa seakan-akan dia berbuat sesuatu padahal dia bukan berbuat, adalah amat bertentangan dengan kebenaran, dipandang dari dua sudut. Pertama, bagaimana Nabi ﷺ dapat kena sihir; ini adalah menimbulkan keraguan dalam syari'at. Kedua, sihir itu pada hakikatnya tidaklah ada.Alasan ini ditolak oleh yang mempertahankan. Mereka berkata, “Sihir itu tidaklah ada hubungannya melainkan dengan hal-hal yang biasa terjadi saja. Dia hanyalah semacam penyakit. Sedang Nabi-nabi itu dalam beberapa hal saja dengan orang biasa ini; makan minum, tidur bangun, sakit dan senang. Kalau kita mengakui kemungkinannya tidur, mesti kita akui kemungkinan beliau yang lain. Dan yang terjadi pada Nabi kita ini hanyalah semacam penyakit yang boleh terjadi pada beliau sebagai manusia, dengan tidak ada pengaruhnya sama sekali kepada akal beliau dan wahyu yang beliau terima.Dan kata orang itu pula, “Pengaruh jiwa dengan jalan mantra (hembus atau tuju) kadang-kadang ada juga, meskipun itu hanya sedikit sekali. Maka semua ayat-ayat dan hadits-hadits ini dapatlah memberi dua kesan: Jiwa bisa berpengaruh dengan jalan membawa mudharat, dan jiwa pun bisa berpengaruh membawa yang baik. Maka si Labid bin al-A'sham orang Yahudi itu telah menyihir Nabi dan membekaskan mudharat. Namun dengan melindungkan diri kepada Allah dengan kedua surah al-Falaq dan an-Naas, mudharat itu hilang dan beliau pun sembuh.\" Sekian Syekh Thanthawi Jauhari.Tetapi ada satu lagi yang perlu diingat! Kedua surah ini tidak turun di Madinah, tetapi turun di Mekah, dan di Mekah belum ada perbenturan dengan Yahudi. Maka dapatlah kita ambil kesimpulan bahwasanya masalah tentang hadits yang dirawikan oleh Bukhari dan Muslim bahwa Nabi ﷺ kena sihir oleh orang Yahudi itu, sampai sihir itu membekas kepada beliau, bukanlah baru zaman sekarang dibicarakan orang. Ibnu Qutaibah telah memperbincangkannya dalam Ta'wil Mukhtalafil Hadits, dan ar-Razi pun demikian pula. Keduanya sama-sama patut dipertimbangkan. Adapun pendapat az-Zamakhsyari yang meniadakan sama sekali pengaruh sihir, dapatlah kita tinjau kembali setelah maju penyelidikan orang tentang kekuatan ruh (jiwa) manusia, yaitu pengaruh jiwa atas jiwa dari tempat yang jauh, yang dikenal dengan sebutan telepati, dan sebagainya.Dan kita cenderunglah kepada pendapat bahwa jiwa seorang Rasul Allah tidaklah akan dapat dikenai oleh sihirnya seorang Yahudi. Jiwa manusia yang telah dipilih Allah (Mushthafa) bukanlah sembarang jiwa yang dapat ditaklukkan demikian saja. Sebab itu maka pendapat Syekh Thanthawi Jauhari yang menyamakan ruh seorang Rasul dengan ruh manusia biasa, karena sama-sama makan sama tidur, sama bangun dan sebagainya, adalah satu pendapat yang meminta tinjauan lebih mendalam! Dengan kata lain, lemah."}},"4":{"arabic":"وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلۡعُقَدِوَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلۡعُقَدِ","words":{"arabicWords":["وَمِن","شَرِّ","ٱلنَّفَّـٰثَٰتِ","فِي","ٱلۡعُقَدِ"],"translationWords":["dan dari","kejahatan","orang yang meniup-niup","dalam","ikatan/simpul"]},"translation":"dari kejahatan perempuan-perempuan (penyihir) yang meniup pada buhul-buhul (talinya),","tafsir":{"tafsir-jalalayn":"(Dan dari kejahatan wanita-wanita tukang sihir yang menghembus) yaitu tukang-tukang sihir wanita yang menghembuskan sihirnya (pada buhul-buhul) yang dibuat pada pintalan, kemudian pintalan yang berbuhul itu ditiup dengan memakai mantera-mantera tanpa ludah. Zamakhsyari mengatakan, sebagaimana yang telah dilakukan oleh anak-anak perempuan Lubaid yang telah disebutkan di atas tadi.","tafsir-ibnu-katsir":"Tafsir Surat Al-Falaq: 1-5\n\nKatakanlah, 'Aku berlindung kepada Tuhan yang menguasai subuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad ibnu Isam, telah menceritakan kepada kami Abu Ahmad Az-Zubairi, telah menceritakan kepada kami Hasan ibnu Saleh, dari Abdullah ibnu Muhammad ibnu Aqil, dari Jabir yang mengatakan bahwa al-falaq artinya subuh.\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq\" bahwa makna yang dimaksud ialah subuh. Dan telah diriwayatkan halyangsemisal dari Mujahid, Sa'id ibnu Jubair, Abdullah ibnu Muhammad ibnu Aqil, Al-Hasan, Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Ibnu Zaid, dan Malik, dari Zaid ibnu Aslam. Al-Qurazi. Ibnu Zaid, dan Ibnu Jarir mengatakan bahwa makna yang dimaksud sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Dia menyingsingkan pagi. (Al-An'am: 96) Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq,\" bahwa makna yang dimaksud ialah makhluk.\n\nHal yang sama telah dikatakan oleh Adh-Dhahhak, bahwa Allah memerintahkan kepada Nabi-Nya untuk membaca ta'awwuz dari kejahatan semua makhluk-Nya. Ka'bul Ahbar mengatakan bahwa al-falaq adalah nama sebuah penjara di dalam neraka Jahanam; apabila pintunya dibuka, maka semua penghuni neraka menjerit karena panasnya yang sangat. Ibnu Abu Hatim meriwayatkannya, untuk itu ia mengatakan bahwa telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Suhail ibnu Usman, dari seorang lelaki, dari As-Suddi, dari Zaid ibnu Ali, dari kakek moyangnya, bahwa mereka telah mengatakan bahwa al-falaq adalah nama sebuah sumur di dasar neraka Jahanam yang mempunyai tutup.\n\nApabila tutupnya dibuka, maka keluarlah darinya api yang menggemparkan neraka Jahanam karena panasnya yang sangat berlebihan. Hal yang sama telah diriwayatkan dari Amr ibnu Anbasah dan As-Suddi serta lain-lainnya. Sehubungan dengan hal ini telah ada sebuah hadits marfu' yang berpredikat munkar; untuk itu Ibnu Jarir mengatakan, telah menceritakan kepadaku Ishaq ibnu Wahb Al-Wasiti, telah menceritakan kepada kami Mas'ud ibnu Musa ibnu Misykan Al-Wasiti, telah menceritakan kepada kami Nasr ibnu Khuzaimah Al-Khurrasani, dari Syu'aib ibnu Safwan, dari Muhammad ibnu Ka'b Al-Qurazi, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Falaq adalah sebuah sumur di dalam neraka Jahanam yang mempunyai penutup.\n\nSanad hadits ini gharib dan predikat marfu'-nya tidak shahih. Abu Abdur Rahman Al-Habli telah mengatakan sehubungan dengan makna firman-Nya, bahwa al-falaq adalah nama lain dari neraka Jahanam. Ibnu Jarir mengatakan bahwa yang benar adalah pendapat yang pertama, yaitu yang mengatakan bahwa sesungguhnya falaq adalah subuh. Pendapat inilah yang shahih dan dipilih oleh Imam Bukhari di dalam kitab sahihnya.\n\nFirman Allah Swt: dari kejahatan makhluk-Nya. (Al-Falaq: 2) Yakni dari kejahatan semua makhluk. Sabit Al-Bannani dan Al-Hasan Al-Basri telah mengatakan bahwa Jahanam, Iblis, dan keturunannya termasuk makhluk yang diciptakan oleh Allah subhanahu wa ta’ala Firman Allah subhanahu wa ta’ala: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila matahari telah tenggelam; demikianlah menurut apa yang diriwayatkan oleh Imam Bukhari dari Mujahid. Hal yang sama telah dikatakan oleh Ibnu Abu Najih, dari Mujahid. Dan hal yang sama telah dikatakan oleh Ibnu Abbas, Muhammad ibnu Kab Al-Qurazi.\n\nAdh-Dhahhak. Khasif. Al-Hasan, dan Qatadah, bahwa sesungguhnya makna yang dimaksud ialah malam hari apabila datang dengan kegelapan. Az-Zuhri mengatakan sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Yakni matahari apabila telah tenggelam. Telah diriwayatkan pula dari Atiyyah dan Qatadah sehubungan dengan makna firman-Nya: apabila telah gelap gulita. (Al-Falaq: 3) Yaitu malam hari bila telah pergi. Abu Mihzan mengatakan dari Abu Hurairah sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Bahwa makna yang dimaksud ialah bintang.\n\nIbnu Zaid mengatakan, dahulu orang-orang Arab mengatakan bahwa al-gasiq artinya jatuhnya bintang surayya. Berbagai penyakit dan Ta'un mewabah seusai jatuhnya bintang surayya, dan menjadi Lenyap dengan sendirinya bila bintang surayya terbit. Yang dimaksud dengan jatuh ialah tenggelam. Ibnu Jarir mengatakan bahwa di antara atsar yang bersumber dari mereka ialah apa yang diceritakan kepadaku oleh Nasr Ibnu Ali, telah menceritakan kepadaku Bakkar, dari Abdullah keponakan Hammam, telah menceritakan kepada kami Muhammad ibnu Abdul Aziz ibnu Umar, dari Abdur Rahman ibnu Auf, dari ayahnya, dari Abu Salamah, dari Abu Hurairah, dari Nabi ﷺ sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Lalu beliau ﷺ bersabda, bahwa makna yang dimaksud ialah bintang bila telah tenggelam.\n\nMenurut hemat saya, predikat marfu' hadits ini tidak shahih sampai kepada Nabi ﷺ Ibnu Jarir mengatakan, ulama lainnya mengatakan bahwa makna yang dimaksud ialah rembulan. Menurut hemat saya, yang dijadikan pegangan oleh orang-orang yang berpendapat demikian ialah apa yang telah diriwayatkan oleh Imam Ahmad. Disebutkan bahwa telah menceritakan kepada kami Abu Dawud Al-Hafri, dari Ibnu Abu Zi-b, dari Al-Haris ibnu Abu Salamah yang mengatakan bahwa Siti Aisyah telah mengatakan bahwa Rasulullah ﷺ memegang tangannya, lalu memperlihatkan kepadanya rembulan saat terbitnya, kemudian beliau ﷺ bersabda: Mohonlah perlindungan kepada Allah dari kejahatan rembulan ini apabila telah tenggelam. Imam At-Tirmidzi dan Imam An-Nasai telah meriwayatkan di dalam kitab tafsir dari kitab sunan masing-masing melalui hadits Muhammad ibnu Abdur Rahman ibnu Abu Zi-b, dari pamannya (yaitu Al-Haris ibnu Abdur Rahman) dengan lafazyang sama; dan Imam At-Tirmidzi mengatakan bahwa hadits ini hasan shahih.\n\nLafaznya berbunyi seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Menurut lafal Imam An-Nasai disebutkan seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Orang-orang yang mengatakan pendapat pertama mengatakan bahwa rembulan merupakan pertanda malam hari bila telah muncul, dan ini tidaklah bertentangan dengan pendapat kami. Karena sesungguhnya rembulan merupakan pertanda malam hari dan rembulan tidak berperan kecuali hanya di malam hari.\n\nDemikian pula halnya dengan bintang-bintang; bintang-bintang tidak dapat bersinar kecuali di malam hari; dan hal ini sejalan dengan pendapat yang kami katakan; hanya Allah-lah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul. (Al-Falaq:4) Mujahid, Ikrimah. Al-Hasan. Qatadah. dan Adh-Dhahhak telah mengatakan bahwa yang dimaksud ialah wanita-wanita penyihir. Mujahid mengatakan bahwa yaitu apabila wanita-wanita penyihir itu mengembus pada buhul-buhulnya.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Ibnu Tawus, dari ayahnya yang mengatakan bahwa tiada suatu perbuatan pun yang lebih mendekati kepada kemusyrikan selain dari ruqyatul hayyah dan majanin, yakni sejenis perbuatan sihir. Di dalam hadits lain disebutkan bahwa Malaikat Jibril datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Muhammad, apakah engkau sakit?\" Nabi ﷺ menjawab, \"Ya.\" Jibril berkata (yakni berdoa): Dengan menyebut nama Allah aku meruqyahmu dari semua penyakit yang mengganggumu dan dari kejahatan setiap orang yang dengki dan kejahatan pandangan mata; semoga Allah menyembuhkanmu.\n\nBarangkali hal ini terjadi di saat Nabi ﷺ sakit akibat terkena sihir, kemudian Allah subhanahu wa ta’ala menyelamatkan dan menyembuhkannya, dan menolak rencana jahat para penyihir dan orang-orang yang dengki dari kalangan orang-orang Yahudi, lalu menimpakannya kepada mereka dan menjadikan kehancuran mereka oleh tipu muslihat mereka sendiri hingga mereka dipermalukan. Tetapi sekalipun mendapat perlakuan demikian, Rasulullah ﷺ tidak menegur atau mengecam pelakunya di suatu hari pun, bahkan beliau merasa cukup hanya meminta pertolongan kepada Allah, dan Dia menyembuhkan serta menyehatkannya. Imam Ahmad mengatakan. telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Yazid ibnu Hibban, dari Zaid ibnu Arqam yang mengatakan bahwa seorang lelaki Yahudi menyihir Nabi ﷺ Karena itu, beliau merasa sakit selama beberapa hari.\n\nLalu datanglah Jibril dan berkata, \"Sesungguhnya seorang lelaki Yahudi telah menyihirmu dan membuat suatu buhul yang ditujukan terhadapmu, lalu ia meletakkannya di dalam sumurmu.'\" Lalu Rasulullah ﷺ menyuruh seseorang untuk mengambil buhul tersebut dari dalam sumur yang dimaksud. Setelah buhul itu dikeluarkan dari sumur, lalu diberikan kepada Rasulullah ﷺ dan beliau membukanya, maka dengan serta merta seakan-akan Rasulullah ﷺ baru terlepas dari suatu ikatan. Dan Rasulullah ﷺ tidak pernah menyebutkan lelaki Yahudi itu dan tidak pula melihat mukanya sampai beliau wafat. Imam An-Nasai telah meriwayatkan hadits ini dari Hamad, dari Abu Mu'awiyah alias Muhammad ibnu Hazim Ad-Darir. Imam Bukhari mengatakan di dalam Kitabut Tib, dari kitab sahihnya, bahwa telah menceritakan kepada kami Abdullah ibnu Muhammad yang mengatakan bahwa ia pernah mendengar Sufyan ibnu Uyaynah mengatakan bahwa orang yang mula-mula menceritakan kisah ini kepada kami adalah ibnu Juraij.\n\nIa mengatakan, telah menceritakan kepadaku keluarga Urwah, dari Urwah, lalu aku menanyakan tentangnya kepada Hisyam, maka Hisyam mengatakan bahwa Urwah memang pernah menceritakan kepada kami dari ayahnya, dari Aisyah yang mengatakan bahwa dahulu Rasulullah ﷺ pernah disihir hingga beliau beranggapan bahwa dirinya telah mendatangi istri-istrinya, padahal tidak. Sufyan selanjutnya mengatakan bahwa sihir jenis ini merupakan sihir yang paling keras, bila pengaruhnya demikian. Lalu Rasulullah ﷺ bersabda: Wahai Aisyah, tahukah engkau bahwa Allah telah memberiku nasihat tentang masalah yang aku telah memohon petunjuk dari-Nya mengenainya\" Dua orang lelaki datang kepadaku yang salah seorangnya duduk di dekat kepalaku, sedangkan yang lainnya duduk di dekat kakiku.\n\nMaka orang yang ada di dekat kepalaku berkata kepada temannya, \"Mengapa lelaki ini? Ia menjawab, \"Terkena sihir. Orang yang berada dekat kepalaku bertanya, \"Siapakah yang menyihirnya? Ia menjawab, \"Lubaid ibnu 'sam, seorang lelaki dari Bani Zuraiq teman sepakta orang-orang Yahudi, dia adalah seorang munafik. Yang berada di dekat kepalaku bertanya, \"Dengan apa? Ia menjawab, \"Sisir dan rambut.\n\nOrang yang berada di dekat kepalaku bertanya, 'Di taruh di mana?'' Ia menjawab, \"Di dalam mayang kurma jantan di bawah sebuah batu di dalam sumur Zirwan.\" Siti Aisyah melanjutkan kisahnya, bahwa lalu Rasulullah ﷺ mendatangi sumur tersebut dan mengeluarkannya, kemudian beliau bersabda: Inilah sumur yang diperlihatkan kepadaku dalam mimpiku; airnya seakan-akan seperti warna pacar (merah) dan pohon-pohon kurmanya seakan-akan seperti kepala-kepala setan. Kemudian benda itu dikeluarkan dan dikatakan kepada beliau ﷺ, \"Tidakkah engkau membalikkannya?\" Rasulullah ﷺ menjawab: Ingatlah, demi Allah, sesungguhnya Allah telah menyembuhkan diriku, dan aku tidak suka menimpakan suatu keburukan terhadap seseorang.\n\nDan Imam Bukhari meng-isnad-kan hadits ini melalui Isa ibnu Yunus, Abu Damrah alias Anas ibnu Iyad, Abu Usamah, dan Yahya Al-Qattan, yang di dalamnya disebutkan bahwa Aisyah mengatakan bahwa beliau ﷺ sering berilusi seakan-akan telah melakukan sesuatu padahal tidak. Dalam riwayat ini disebutkan pula bahwa setelah itu Nabi ﷺ memerintahkan agar sumur tersebut dimatikan, lalu ditimbun. Imam Bukhari menyebutkan bahwa hadits ini diriwayatkan pula oleh Ibnu Abuz Zanad dan Al-Lais ibnu Sa'd, dari Hisyam. Imam Muslim meriwayatkannya melalui hadits Abu Usamah alias Hammad ibnu Usamah dan Abdullah ibnu Namir. Imam Ahmad meriwayatkannya dari Affan, dari Wahb, dari Hisyam dengan sanad yang sama.\n\nImam Ahmad meriwayatkannya pula dari Ibrahim ibnu Khalid, dari Ma'mar, dari Hisyam, dari ayahnya, dari Aisyah yang menceritakan bahwa Nabi ﷺ tinggal selama enam bulan sering mengalami seakan-akan mengerjakan sesuatu, padahal kenyataannya tidak. Kemudian datanglah kepadanya dua malaikat, salah seorang duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Salah seorangnya berkata kepada yang lain, \"Kenapa dia?\" Yang lain menjawab, \"Terkena sihir.\" Ia bertanya, \"Siapakah yang menyihirnya?\" Yang lain menjawab, \"Labid ibnul A'sam,\" lalu disebutkan hingga akhir hadits.\n\nAl-Ustaz Al-Mufassir As-Sa'labi telah menyebutkan di dalam kitab tafsirnya, bahwa ibnu Abbas dan Aisyah pernah menceritakan bahwa pernah ada seorang pemuda Yahudi menjadi pelayan Rasulullah ﷺ Lalu orang-orang Yahudi mempengaruhi pemuda itu dengan gencarnya hingga pemuda itu mau menuruti kemauan mereka. Maka ia mengambil beberapa helai rambut Rasulullah ﷺ dan beberapa buah gigi sisir yang biasa dipakai oleh beliau ﷺ, setelah itu kedua barang tersebut ia serahkan kepada orang-orang Yahudi. Lalu mereka menyihir Nabi ﷺ melalui kedua benda itu, dan orang yang melakukannya adalah salah seorang dari mereka yang dikenal dengan nama Ibnu A'sam. Kemudian kedua barang tersebut ia tanam di dalam sebuah sumur milik Bani Zuraiq yang dikenal dengan nama Zirwan.\n\nMaka Rasulullah ﷺ mengalami sakit dan rambut beliau kelihatan rontok. Beliau tinggal selama enam bulan seakan-akan mendatangi istri-istrinya, padahal kenyataannya tidak, dan beliau kelihatan gelisah dan tidak mengetahui apa yang telah terjadi pada dirinya. Ketika beliau sedang tidur, tiba-tiba ada dua malaikat datang kepadanya. Maka salah seorangnya duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Malaikat yang ada di dekat kakinya bertanya kepada malaikat yang ada di dekat kepalanya, \"Apakah yang dialami oleh lelaki ini?\" Ia menjawab, \"Pengaruh Thibb.\" Yang ada di dekat kakinya bertanya, \"Apakah Thibb itu?\" Ia menjawab, \"Sihir.\" Yang ada di dekat kakinya bertanya \"Siapakah yang menyihirnya?\" Ia menjawab, \"Labid Ibnul A'sam, seorang Yahudi.\" Malaikat yang ada di dekat kakinya bertanya, \"Dengan apakah ia menyihirnya?\" Ia menjawab, \"Dengan rambutnya dan gigi sisirnya.\" Yang ada di dekat kakinya bertanya, \"Di manakah hal itu diletakkan?\" Ia menjawab, \"Di dalam mayang kurma jantan di bawah batu yang ada di dalam sumur Zirwan.\" Al-juff artinya kulit mayang kurma. Dan ar-raufah adalah sebuah batu yang di dalam sumur, tetapi menonjol digunakan untuk tempat berdirinya orang yang mengambil air.\n\n Maka Rasulullah ﷺ terbangun dalam keadaan terkejut, lalu bersabda: Wahai Aisyah, tidakkah engkau mengetahui bahwa Allah telah menceritakan kepadaku tentang penyakitku ini. Lalu Rasulullah ﷺ menyuruh Ali, Az-Zubair, dan Ammar ibnu Yasir untuk mengeringkan sumur tersebut; maka mereka bertiga mengeringkan sumur itu, yang airnya kelihatan seakan-akan seperti warna pacar (merah). Mereka bertiga mengangkat batu itu dan mengeluarkan mayang kurma yang ada di bawahnya. Maka ternyata di dalamnya terdapat beberapa helai rambut Rasulullah ﷺ dan beberapa gigi sisirnya, dan tiba-tiba di dalamnya terdapat benang yang berbuhul (mempunyai ikatan) sebanyak dua belas ikatan yang ditusuk dengan jarum.\n\nMaka Allah menurunkan dua surat Mu'awwizatain, dan setiap kali Rasulullah ﷺ membaca suatu ayat dari kedua surat tersebut, beliau merasa agak ringan, hingga terlepaslah semua ikatan benang itu dan bangkitlah beliau seakan-akan baru terlepas dari ikatan. Sedangkan Jibril a.s. mengucapkan: Dengan menyebut nama Allah aku meruqyahmu dari segala sesuatu yang mengganggumu dari orang yang dengki dan pandangan mata yang jahat; semoga Allah menyembuhkanmu. Setelah itu mereka berkata, \"Wahai Rasulullah, bolehkah kami menangkap orang yang jahat itu dan membunuhnya?\" Rasulullah ﷺ menjawab: Adapun diriku telah disembuhkan oleh Allah, dan aku tidak suka menimpakan keburukan terhadap orang lain.\n\nDemikianlah bunyi hadits ini tanpa isnad, di dalamnya terdapat hal yang gharib dan pada sebagiannya terdapat mungkar yang parah, dan sebagiannya lagi ada yang diperkuat oleh hadits-hadits yang telah disebutkan di atas. Hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Dan aku berlindung pula dari kejahatan perempuan-perempuan penyihir yang meniup pada buhul-buhul dengan rapalan-rapalan yang dilafalkannya. Mereka bekerja sama dengan setan untuk menimpakan keburukan kepada orang yang di sihir melalui cara cara tertentu, di antaranya dengan meniup buhul-buhul. 5. Dan aku berlindung pula dari kejahatan orang yang dengki apabila dia dengki, yang selalu menginginkan hilangnya kenikmatan dari orang lain. '.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah memerintahkan agar manusia berlindung kepada-Nya dari kejahatan tukang sihir yang meniupkan mantra-mantra dengan maksud memutuskan tali kasih sayang dan mengoyak-ngoyak ikatan persaudaraan, seperti ikatan nikah dan lain-lain.\n\nPerbuatan sihir itu dapat mengubah kasih sayang antara dua teman yang akrab menjadi permusuhan. Penghasut membawa berita yang tampaknya benar dan sulit dibantah, sebagaimana dilakukan oleh tukang sihir dalam usahanya memisahkan suami istri. Jumhur ulama berdasarkan hadis sahih yang menerangkan bahwa Rasulullah ﷺ disihir oleh Labid al-A'sam. Hal ini tidak mempengaruhi wahyu yang diturunkan Allah kepadanya, namun hanya jasmani dan perasaan yang tidak berhubungan dengan syariat. \n\nSyekh Muhammad 'Abduh berkata, \"Berkenaan dengan keterangan tersebut di atas, telah diriwayatkan hadis tentang Nabi ﷺ yang disihir oleh Labid bin al-A'sam, yang sangat mengesankan pada pribadi Nabi, sehingga seakan-akan beliau mengerjakan sesuatu padahal beliau tidak mengerjakannya, atau mengambil sesuatu padahal beliau tidak mengambilnya. Lalu Allah memberitahukan kepadanya tentang tukang sihir itu. Kemudian dikeluarkan sihir itu dalam hatinya, lalu Nabi ﷺ menjadi sehat kembali, dan turunlah surah ini.\n\nNabi ﷺ kena sihir sehingga menyentuh akal yang berhubungan langsung dengan jiwa beliau, karena itu orang-orang musyrik berkata, sebagaimana firman Allah:\n\nKamu hanyalah mengikuti seorang laki-laki yang kena sihir. (al-Isra'/17: 47)\n\nDi sisi lain, yang wajib kita yakini bahwa Al-Qur'an adalah mutawatir dan menyangkal bahwa Nabi ﷺ kena sihir, karena yang menyatakan demikian itu adalah orang-orang musyrik. Al-Qur'an mencela ucapan mereka itu.\n\nHadis tersebut seandainya termasuk di antara hadis-hadis sahih, tetapi tergolong hadis Ahad yang tidak cukup untuk dijadikan dasar dalam akidah. Sedangkan kemaksuman nabi-nabi adalah merupakan akidah yang telah dipegangi dengan yakin. Terhindarnya Nabi ﷺ dari sihir bukanlah berarti mematikan sihir secara keseluruhan. Mungkin seseorang yang kena sihir menjadi gila akan tetapi mustahil terjadi pada Nabi ﷺ karena Allah menjaga dan melindunginya.\n\nMenurut 'Atha', Al-hasan, dan Jabir, Surah al-Falaq ini adalah surah Makkiyyah yang diturunkan sebelum hijrah, sedangkan yang mereka tuduhkan bahwa Nabi ﷺ kena sihir di Medinah. Oleh karena itu, sangat lemah untuk berpegang pada hadis tersebut dan untuk menyatakannya sebagai hadis sahih. Umat Islam harus berpegang pada nas Al-Qur'an, tidak perlu berpegang kepada hadis ahad tersebut.","tafsir-alazhar":"SURAH AL-FALAQ(CUACA SHUBUH)SURAH KE-113, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih,Ayat 1“Aku berlindung dengan Allah dari cuaca Shubuh.\" (ayat 1)Dalam ayat ini al-Falaq yang tertulis di ujung ayat kita artikan cuaca Shubuh, yaitu ketika perpisahan di antara gelap malam dengan mulai terbit fajar hari akan siang. Dengan hikmah tertinggi Allah mewahyukan kepada Rasul-Nya akan kepentingan saat pergantian hari dari malam kepada siang itu. Waktu itu adalah hari yang baru, yang tengah kita hadapi. Dari permulaan Shubuh itu Allah memberi kita waktu sebagai modal hidup sehari-semalam dua puluh empat jam lamanya. Kita disuruh melindungkan diri, memohon perlindungan dan pernaungan kepada Allah yang menguasai cuaca Shubuh itu.Al-Falaq ada juga diartikan dengan peralihan. Peralihan dari malam ke siang, peralihan dari tanah yang telah sangat kering karena kemarau, lalu turun hujan; maka hiduplah kembali tumbuh-tumbuhan. Peralihan dari biji kering terlempar ke atas tanah, lalu timbul uratnya dan dia memulai hidup. Maka berselindunglah kita kepada Allah, dalam sebutan-Nya sebagai Rabb, yang berarti Pengatur, Pendidik, dan Pemelihara.Ayat 2“Dari kejahatan apa-apa yang telah Dia jadikan.\" (ayat 2)Semua makhluk ini Allah-lah yang menciptakannya, sedang kita manusia ini hanyalah satu makhluk kecil saja yang terselip di dalamnya. Dan segala yang telah dijadikan Allah itu bisa saja membahayakan bagi manusia, meskipun sepintas lalu kelihatan tidak apa-apa. Hujan yang lebat bisa menjadi banjir dan manusia ditimpa celaka akibat dahsyatnya banjir; hanyut dan tenggelam. Panas yang terik bisa menjelma menjadi kebakaran api besar dan manusia bisa saja turut hangus terbakar. Naik pesawat udara adalah alat perhubungan yang paling cepat di zaman modern ini. Bisa saja awan sangat tebal sehingga tidak dapat ditembus oleh penglihatan, sehingga tiba-tiba pesawat itu terbentur kepada gunung; dia pun hancur dan manusia pun turut hancur di dalamnya. Atau sangat keras badai di laut sehingga kapal udara itu tidak dapat mengatasinya, dia pun tenggelam dan manusia turut tenggelam ke dalam perut lautan.Sebab itu maka dapatlah dikatakan bahwa di mana-mana ada bahaya. Kita tidak boleh lupa hal ini. Allah sebagai Pencipta seluruh alam Mahakuasa menyelipkan bahaya pada barang-barang atau sesuatu yang kita pandang remeh. Oleh sebab itu di dalam ayat ini kita disuruh memperlindungkan diri kepada Allah dalam namanya sebagai Rabb, penjaga, pemelihara, pendidik dan pengasuh, agar diselamatkanlah kiranya kita daripada segala bahaya yang mungkin ada saja di seluruh alam yang Allah ciptakan.Ayat 3“Dan dari kejahatan malam apabila dia telah kelam.\" (ayat 3)Kelamnya malam mengubah sama sekali suasana. Di rimba belukar yang lebat, di padang-padang dan gurun pasir timbullah kesepian dan keseraman yang mencekam. Maka dalam malam hari itu berbagai ragamlah bahaya yang dapat terjadi. Binatang-binatang berbisa seperti ular, kala dan lipan, keluarlah gentayangan di malam hari. Kita tidur dengan enak, siapa yang memelihara kita dari bahaya saat tengah kita tidur itu, kalau bukan Allah. Dan maling pun keluar dalam malam hari, sedang orang enak tidur. Setelah bangun pagi baru kita tercengang melihat barang-barang yang penting, milik-milik kita yang berharga telah licin tandas dibawa maling.Dalam kehidupan modern dalam kota yang besar-besar lebih dahsyat lagi bahaya malam. Orang yang tenggelam dalam lautan hawa nafsu, yang tidak lagi menuntut kesucian hidup, pada malam hari itulah dia keluar dari rumah ke tempat-tempat maksiat. Di malam harilah harta benda dimusnahkan di meja judi atau dalam pelukan perempuan jahat. Di malam hari suami mengkhianati istrinya. Di malam harilah gadis-gadis remaja yang hidup bebas dirusakkan perawannya, dihancurkan masa depannya oleh manusia-manusia keji yang tidak lagi mengingat lagi masa depannya sendiri. Sebab itu maka di segala zaman disuruhlah kita berlindung kepada Allah sebagai Rabb dari bahaya kejahatan malam apabila dia telah kelam.Ayat 4“Dan dari kejahatan perempuan-perempuan peniup pada buhul-buhul.\" (ayat 4)Yang dimaksud di sini ialah bahaya dan kejahatan mantra-mantra sang dukun. Segala macam mantra atau sihir yang digunakan untuk mencelakakan orang lain.Ada satu perbuatan dalam ilmu sihir dan mantra dukun-dukun yang disebut tuju! Yaitu menujukan ingatan, pikiran, dan segala kekuatan kepada orang tertentu; menunjukan kekuatan batin terhadap orang itu, dengan maksud jahat kepadanya, sehingga walaupun berjarak jauh sekali, akan berbekas juga kepada diri orang itu. Dengan adanya ayat ini nyatalah bahwa Al-Qur'an mengakui adanya hal-hal yang demikian. Jiwa manusia mempunyai kekuatan batin tersendiri di luar dari kekuatan jasmaninya. Kekuatan yang demikian bisa saja digunakan untuk maksud yang buruk.Di dalam ayat 4 surah al-Falaq ini kita berlindung dari kejahatan perempuan-perempuan peniup pada buhul-buhul. Karena di zaman dahulu tukang mantra yang memantra- kan dan meniup-niupkan itu kebanyakan ialah perempuan! Di Eropa pun tukang-tukang sihir yang dibenci itu diperlambangkan dengan perempuan-perempuan tua yangtelah ompong giginya dan mukanya seram menakutkan. Di hadapannya terjerang sebuah periuk yang selalu dihidupkan api di bawahnya dan isinya macam-macam ramuan.Maka dalam ayat ini disebutkan bahwa perempuan tukang sihir itu meniup atau menghembus-hembus barang ramuan yang dia bungkus, dan bungkusan itu mereka ikat dengan tali yang dibuhulkan. Isinya ialah barang-barang kotor atau barang yang mengandung alat untuk tuju tadi. Misalnya didapati di dalamnya jarum tujuh buah. Jarum itu guna menusuk-nusuk perasaan orang yang dituju, sehingga selalu merasa sakit. Ada juga cabikan kain kafan, atau tanah pada perkuburan yang paling baru. Ada juga batu nisan (mejan). Pendeknya barang- barang ganjil yang mengandung kepercayaan sihir (magis) dengan maksud menganiaya. Oleh sebab itu maka dianjurkanlah kita di dalam ayat ini memperlindungkan diri kepada Allah, Allah Yang Mahakuasa yang menjadikan dan menakdirkan segala sesuatu agar kita terpelihara dari hembusan tukang sihir, laki-laki ataupun perempuan, dengan buhul-buhul ramuan sihir itu.Ayat 5“Dan dari kejahatan orang yang dengki apabila dia melakukan kedengkian.\" (ayat 5)Pada hakikatnya dengki itu adalah satu penyakit yang menimpa jiwa manusia. Oleh karena dengki adalah semacam penyakit, atau kehilangan kewarasan pikiran, maka bisa saja si dengki itu bertindak yang tidak-tidak kepada orang yang didengkinya. Misalnya difitnahkannya. Dikatakannya mencuri padahal tidak mencuri. Dikatakannya memusuhi pemerintah, padahal tidak memusuhi pemerintah, sehingga lantaran pengaduan itu, orang yang didengkinya ditangkap dan dimasukkan ke dalam penjara, ditahan bertahun-tahun dengan tidak ada pemeriksaan sama sekali. Atau dituduhnya seorang perempuan baik-baik berkhianat kepada suaminya, atau dibuatnya apa yang kita namai surat kaleng!Hasad atau dengki dosa kepada Allah yang mula dibuat di langit, dan dengki juga dosa yang mula-mula dibuat orang di bumi. Dosa di langit ialah dengki Iblis kepada Adam. Dosa di bumi ialah dengki Qabil kepada Habib. Orang yang dengki memusuhi Allah pada lima perkara.Pertama, bencinya kepada Allah mengapa memberikan nikmat kepada orang lain.Kedua, sakithatinya melihat pembagian yang dibagikan Allah, seakan-akan dia berkata, “Mengapa dibagi begitu?\".Ketiga, dia menantang Allah, karena Allah memberi kepada siapa yang Dia kehendaki.Keempat, dia ingin sekali supaya nikmat yang telah diberikan Allah kepada seseorang, agar dicabut Allah kembali.Kelima, dia bersekongkol dengan musuh Allah dan musuhnya sendiri, yaitu Iblis.\"BENARKAH NABI MUHAMMAD ﷺ PERNAH KENA SIHIR?Menurut yang dinukil oleh asy-Syihab dari kitab at-Ta'wilat karangan Abu Bakar al-Asham tentang peristiwa Nabi ﷺ kena sihir. Menurut beliau ini, hadits berkenaan dengan Nabi ﷺ kena sihir itu adalah matruk, artinya hadits itu mesti ditinggalkan dan tidak boleh dipakai. Karena kalau hadits demikian diterima, berarti kita mengakui apa yang didakwakan oleh orang kafir, bahwa Nabi ﷺ mempan kena sihir. Padahal yang demikian itu sangat bertentangan dengan nash yang ada dalam Al-Qur'an sendiri. Dengan tegas Allah berfirman, “Allah memelihara engkau dari manusia.\" (al-Maa'idah: 67) Dan firman Allah lagi, “Dan tidaklah akan berjaya tukang sihir itu, bagaimanapun datangnya.\" (Thaahaa: 69)Dan lagi kalau riwayat hadits itu diterima, berarti kita menjatuhkan martabat nubuwah. Dan lagi, kalau hadits itu dibenarkan, berarti sihir bisa saja membekas kepada Nabi-nabi dan orang-orang yang saleh, yang berarti mengakui demikian besar kekuasaan tukang- tukang sihir yang jahat itu sehingga dapat mengalahkan Nabi dan semuanya itu adalah tidak benar! Dan orang-orang kafir pun dapat saja merendahkan martabat nabi-nabi dan orang-orang yang saleh itu dengan mencap “mereka itu kena sihir\". Dan kalau benar-benar hal ini terjadi, niscaya benarlah dakwaan orang-orang kafir, dan dengan demikian jelaslah Nabi ﷺ ada aibnya, dan ini adalah tidak mungkin.\" — Sekian disalinkan dari at- Ta'wilat buah tangan Abu Bakar al-Asham tersebut.Hadits Nabi kena sihir ini termasuk dalam catatan hadits shahih yang dirawikan oleh Bukhari dan Muslim, yang berasal dari hadits Aisyah, bahwa behau ﷺ pernah disihir oleh seorang Yahudi dari Bani Zuraiq, namanya Labid bin al-A'sham. Dikatakan dalam hadits itu bahwa Nabi merasa seakan-akan beliau berbuat sesuatu padahal tidaklah pernah diperbuatnya.Demikianlah beliau rasakan beberapa lamanya. Sampai pada suatu waktu Nabi berkata kepada Aisyah, “Hai Aisyah! Aku diberi perasaan bahwa Allah memberi fatwa kepadaku pada perkara yang aku meminta fatwa pada-Nya, maka datanglah kepadaku dua malaikat, yang seorang duduk ke sisi kepalaku dan yang seorang lagi di sisi kakiku. Lalu berkata yang duduk dekat kepalaku itu kepada yang duduk di ujung kakiku, “Orang ini disihir orang!\" (Disihir? Kawannya bertanya, “Siapa yang menyihirnya?\").Yang di kepala menjawab, “Labid bin Al- A'sham.\"Kawannya bertanya, “Dengan apa?\"Yang di kepala menjawab, “Pada kudungan rambut dan patahan sisir dan penutup kepala laki-laki, dihimpit dengan batu dalam sumur Dzi Auran.\" Tersebut di hadits itu bahwa Nabi pergi ke sumur itu membongkar ramuan yang dihimpit dengan batu itu dan bertemu.Dalam riwayat dari Ibnu Abbas, bahwa Rasulullah ﷺ menyuruh Ali bin Abi Thalib, Zubair bin Awwam, dan Amar bin Yasir memeriksa sumur itu dan mencari ramuan tersebut. Lalu ditimba air sumur itu dan diselami ke bawah sampai bertemu bungkusan ramuan tersebut yang dihimpit dengan batu. Yang bertemu di dalam kain bungkusan itu ialah guntingan rambut Nabi ﷺ, patahan sisir beliau dan sebuah potongan kayu yang diikat dengan sebelas buah ikatan dan di tiap ikatan ditusukkan jarum. Lalu diturunkan Allah kedua surah ini, jumlah ayat keduanya, “al-Falaq dan an-Naas` ialah sebelas ayat pula. Tiap-tiap satu ayat dibaca, dicabut jarum, dan dibuka buhulnya dan tiap satu jarum dicabut dan satu buhul diungkai, terasa satu keringanan oleh Nabi ﷺ, sehingga sampai diuraikan buhul dan dicabut jarum yang sebelas itu dan terasa oleh Nabi ﷺ bahwa beliau sembuh sama sekali.Lalu bertanyalah mereka kepada beliau, “Apakah orang jahat itu tidak patut dibunuh saja?\"Beliau menjawab, “Allah telah menyembuhkan daku, dan aku tidak suka berbuat jahat kepada orang.\"Dalam riwayat yang dibawakan oleh al-Qusyairi pun tersebut bahwa seorang pemuda Yahudi bekerja sebagai khadam Nabi ﷺ Pada suatu hari anak itu dibisiki oleh orang- orang Yahudi supaya mengambil rambut- rambut Nabi yang gugur ketika disisir bersama patahan sisir beliau, lalu diserahkan kepada yang menyuruhnya itu. Maka mereka sihirlah beliau, dan yang mengepalai tukang sihir itu ialah Labid bin al-A'sham. Lalu al-Qusyairi menyalinkan lagi riwayat Ibnu Abbas tadi.Supaya kita semuanya maklum, meskipun beberapa tafsir yang besar dan ternama menyalin berita ini dengan tidak menyatakan pendapat, seperti Tafsir al-Qurthubi, Tafsir al-Khirzin bagi Ibrahim al-Baghdadi, malahan beliau ini mempertahankan kebenaran riwayat itu berdasar kepada shahih riwayatnya, Bukhari dan Muslim. Namun yang membantahnya ada juga. Di antaranya Ibnu Katsir.Ibnu Katsir setelah menyalinkan riwayat ini seluruhnya, membuat penutup demikian bunyinya, “Demikianlah mereka riwayatkan dengan tidak lengkap sanadnya, dan di dalamnya ada kata-kata yang gharib, dan pada setengahnya lagi ada kata-kata yang mengandung nakarah syadidah (sangat payah untuk diterima). Tetapi bagi setengahnya ada juga syawahid (kesaksian-kesaksian) dari segala yang telah tersebut itu.\"Almarhum orang tua saya dan guru saya yang tercinta, Hadratusy Syekh Dr. Abdulkarim Amrullah, dalam tafsir beliau yang bernama al-Burhan menguatkan riwayat ini juga. Artinya, bahwa beliau membenarkan bahwa Nabi ﷺ kena sihir, dengan alasan hadits ini adalah shahih, riwayat Bukhari dan Muslim. Dengan menulis begitu beliau membantah apa yang ditulis oleh Syekh Muhammad Abduh di dalam Tafsir Juz ‘Amma. Karena Syekh Muhammad Abduh menguatkan juga, seperti yang tersebut di dalam kitab at-Ta'wilat, buah tangan Abu Bakar al-Asham yang telah kita salinkan di atas tadi, bahwa tidaklah mungkin seorang nabi atau rasul, ataupun orang yang saleh dapat terkena oleh sihir, berdasar kepada firman Allah sendiri di atas tadi (al-Maa'idah ayat 67, dan Thaahaa, ayat 69). Bahwa tidak mungkin sihir dapat mengena kepada seseorang kalau Allah tidak izinkan. Dan terhadap kepada rasul-rasul dan nabi-nabi sudah dipastikan oleh Allah, bahwa sihir itu akan gagal, walau dengan cara bagaimana pun datangnya.Maka penafsir yang sezaman dengan kita ini yang menolak hadits itu, walaupun shahih, ialah Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma; al-Qasimi dengan tafsir Mahasinut Ta'wil-nya yang terkenal, dan yang terakhir kita dapati ialah Sayyid Quthub di dalam tafsirnya Fi Zhilalil Al-Qur'an, menegaskan bahwa hadits ini adalah Hadits Ahad, bukan mutawatir. Maka oleh karena jelas berlawan dengan ayat yang sharih dari Al-Qur'an, tidaklah mengapa kalau kita tidak percaya bahwa Nabi Muhammad bisa terkena sihir, walaupun perawinya Bukhari dan Muslim. Beberapa ulama besar, di antara Imam Malik bin Anas sendiri banyak menyatakan pendirian yang tegas menolak hadits ahad, kalau berlawanan dengan ayat yang sharih. Misalnya beliau tidak menerima hadits bejana dijilat anjing mesti dibasuh tujuh kali, satu kali di antaranya dengan tanah. Karena dalam Al-Qur'an ada ayat yang terang jelas, bahwa binatang buruan yang digunggung anjing dengan mulutnya; halal dimakan sesudah dibasuh seperti biasa, dengan tidak perlu tujuh kali, satunya dengan tanah.Ulama yang banyak mencampurkan Filsafat dalam tafsirnya atau memandang segala soal dari segi filsafat dan ilmu alam, yaitu Syekh Thanthawi Jauhari menulis tentang hadits Nabi kena sihir itu demikian: “Segolongan besar ahli menolak hadits-hadits ini dan menetapkannya sebagai merendahkan martabat Nubuwah. Dan sihir yang menyebabkan Nabi merasa seakan-akan dia berbuat sesuatu padahal dia bukan berbuat, adalah amat bertentangan dengan kebenaran, dipandang dari dua sudut. Pertama, bagaimana Nabi ﷺ dapat kena sihir; ini adalah menimbulkan keraguan dalam syari'at. Kedua, sihir itu pada hakikatnya tidaklah ada.Alasan ini ditolak oleh yang mempertahankan. Mereka berkata, “Sihir itu tidaklah ada hubungannya melainkan dengan hal-hal yang biasa terjadi saja. Dia hanyalah semacam penyakit. Sedang Nabi-nabi itu dalam beberapa hal saja dengan orang biasa ini; makan minum, tidur bangun, sakit dan senang. Kalau kita mengakui kemungkinannya tidur, mesti kita akui kemungkinan beliau yang lain. Dan yang terjadi pada Nabi kita ini hanyalah semacam penyakit yang boleh terjadi pada beliau sebagai manusia, dengan tidak ada pengaruhnya sama sekali kepada akal beliau dan wahyu yang beliau terima.Dan kata orang itu pula, “Pengaruh jiwa dengan jalan mantra (hembus atau tuju) kadang-kadang ada juga, meskipun itu hanya sedikit sekali. Maka semua ayat-ayat dan hadits-hadits ini dapatlah memberi dua kesan: Jiwa bisa berpengaruh dengan jalan membawa mudharat, dan jiwa pun bisa berpengaruh membawa yang baik. Maka si Labid bin al-A'sham orang Yahudi itu telah menyihir Nabi dan membekaskan mudharat. Namun dengan melindungkan diri kepada Allah dengan kedua surah al-Falaq dan an-Naas, mudharat itu hilang dan beliau pun sembuh.\" Sekian Syekh Thanthawi Jauhari.Tetapi ada satu lagi yang perlu diingat! Kedua surah ini tidak turun di Madinah, tetapi turun di Mekah, dan di Mekah belum ada perbenturan dengan Yahudi. Maka dapatlah kita ambil kesimpulan bahwasanya masalah tentang hadits yang dirawikan oleh Bukhari dan Muslim bahwa Nabi ﷺ kena sihir oleh orang Yahudi itu, sampai sihir itu membekas kepada beliau, bukanlah baru zaman sekarang dibicarakan orang. Ibnu Qutaibah telah memperbincangkannya dalam Ta'wil Mukhtalafil Hadits, dan ar-Razi pun demikian pula. Keduanya sama-sama patut dipertimbangkan. Adapun pendapat az-Zamakhsyari yang meniadakan sama sekali pengaruh sihir, dapatlah kita tinjau kembali setelah maju penyelidikan orang tentang kekuatan ruh (jiwa) manusia, yaitu pengaruh jiwa atas jiwa dari tempat yang jauh, yang dikenal dengan sebutan telepati, dan sebagainya.Dan kita cenderunglah kepada pendapat bahwa jiwa seorang Rasul Allah tidaklah akan dapat dikenai oleh sihirnya seorang Yahudi. Jiwa manusia yang telah dipilih Allah (Mushthafa) bukanlah sembarang jiwa yang dapat ditaklukkan demikian saja. Sebab itu maka pendapat Syekh Thanthawi Jauhari yang menyamakan ruh seorang Rasul dengan ruh manusia biasa, karena sama-sama makan sama tidur, sama bangun dan sebagainya, adalah satu pendapat yang meminta tinjauan lebih mendalam! Dengan kata lain, lemah."}},"5":{"arabic":"وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَوَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ","words":{"arabicWords":["وَمِن","شَرِّ","حَاسِدٍ","إِذَا","حَسَدَ"],"translationWords":["dan dari","kejahatan","orang yang dengki","apabila","ia dengki"]},"translation":"dan dari kejahatan orang yang dengki apabila dia dengki.”","tafsir":{"tafsir-jalalayn":"(Dan dari kejahatan orang yang dengki apabila ia dengki) atau apabila ia menampakkan kedengkiannya lalu berusaha atas kedengkian yang dipendamnya itu, sebagaimana yang telah dikerjakan oleh Lubaid si Yahudi tadi; dia termasuk orang-orang yang dengki terhadap Nabi ﷺ Ketiga jenis kejahatan yang disebutkan sesudah lafal Maa Khalaq, padahal semuanya itu telah terkandung di dalam maknanya, hal ini tiada lain mengingat kejahatan yang ditimbulkan oleh ketiga perkara tersebut sangat parah.","tafsir-ibnu-katsir":"Tafsir Surat Al-Falaq: 1-5\n\nKatakanlah, 'Aku berlindung kepada Tuhan yang menguasai subuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad ibnu Isam, telah menceritakan kepada kami Abu Ahmad Az-Zubairi, telah menceritakan kepada kami Hasan ibnu Saleh, dari Abdullah ibnu Muhammad ibnu Aqil, dari Jabir yang mengatakan bahwa al-falaq artinya subuh.\n\nAl-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq\" bahwa makna yang dimaksud ialah subuh. Dan telah diriwayatkan halyangsemisal dari Mujahid, Sa'id ibnu Jubair, Abdullah ibnu Muhammad ibnu Aqil, Al-Hasan, Qatadah, Muhammad ibnu Ka'b Al-Qurazi, Ibnu Zaid, dan Malik, dari Zaid ibnu Aslam. Al-Qurazi. Ibnu Zaid, dan Ibnu Jarir mengatakan bahwa makna yang dimaksud sama dengan apa yang disebutkan oleh firman-Nya dalam ayat yang lain, yaitu: Dia menyingsingkan pagi. (Al-An'am: 96) Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, \"Al-falaq,\" bahwa makna yang dimaksud ialah makhluk.\n\nHal yang sama telah dikatakan oleh Adh-Dhahhak, bahwa Allah memerintahkan kepada Nabi-Nya untuk membaca ta'awwuz dari kejahatan semua makhluk-Nya. Ka'bul Ahbar mengatakan bahwa al-falaq adalah nama sebuah penjara di dalam neraka Jahanam; apabila pintunya dibuka, maka semua penghuni neraka menjerit karena panasnya yang sangat. Ibnu Abu Hatim meriwayatkannya, untuk itu ia mengatakan bahwa telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Suhail ibnu Usman, dari seorang lelaki, dari As-Suddi, dari Zaid ibnu Ali, dari kakek moyangnya, bahwa mereka telah mengatakan bahwa al-falaq adalah nama sebuah sumur di dasar neraka Jahanam yang mempunyai tutup.\n\nApabila tutupnya dibuka, maka keluarlah darinya api yang menggemparkan neraka Jahanam karena panasnya yang sangat berlebihan. Hal yang sama telah diriwayatkan dari Amr ibnu Anbasah dan As-Suddi serta lain-lainnya. Sehubungan dengan hal ini telah ada sebuah hadits marfu' yang berpredikat munkar; untuk itu Ibnu Jarir mengatakan, telah menceritakan kepadaku Ishaq ibnu Wahb Al-Wasiti, telah menceritakan kepada kami Mas'ud ibnu Musa ibnu Misykan Al-Wasiti, telah menceritakan kepada kami Nasr ibnu Khuzaimah Al-Khurrasani, dari Syu'aib ibnu Safwan, dari Muhammad ibnu Ka'b Al-Qurazi, dari Abu Hurairah, dari Nabi ﷺ yang telah bersabda: Falaq adalah sebuah sumur di dalam neraka Jahanam yang mempunyai penutup.\n\nSanad hadits ini gharib dan predikat marfu'-nya tidak shahih. Abu Abdur Rahman Al-Habli telah mengatakan sehubungan dengan makna firman-Nya, bahwa al-falaq adalah nama lain dari neraka Jahanam. Ibnu Jarir mengatakan bahwa yang benar adalah pendapat yang pertama, yaitu yang mengatakan bahwa sesungguhnya falaq adalah subuh. Pendapat inilah yang shahih dan dipilih oleh Imam Bukhari di dalam kitab sahihnya.\n\nFirman Allah Swt: dari kejahatan makhluk-Nya. (Al-Falaq: 2) Yakni dari kejahatan semua makhluk. Sabit Al-Bannani dan Al-Hasan Al-Basri telah mengatakan bahwa Jahanam, Iblis, dan keturunannya termasuk makhluk yang diciptakan oleh Allah subhanahu wa ta’ala Firman Allah subhanahu wa ta’ala: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila matahari telah tenggelam; demikianlah menurut apa yang diriwayatkan oleh Imam Bukhari dari Mujahid. Hal yang sama telah dikatakan oleh Ibnu Abu Najih, dari Mujahid. Dan hal yang sama telah dikatakan oleh Ibnu Abbas, Muhammad ibnu Kab Al-Qurazi.\n\nAdh-Dhahhak. Khasif. Al-Hasan, dan Qatadah, bahwa sesungguhnya makna yang dimaksud ialah malam hari apabila datang dengan kegelapan. Az-Zuhri mengatakan sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Yakni matahari apabila telah tenggelam. Telah diriwayatkan pula dari Atiyyah dan Qatadah sehubungan dengan makna firman-Nya: apabila telah gelap gulita. (Al-Falaq: 3) Yaitu malam hari bila telah pergi. Abu Mihzan mengatakan dari Abu Hurairah sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Bahwa makna yang dimaksud ialah bintang.\n\nIbnu Zaid mengatakan, dahulu orang-orang Arab mengatakan bahwa al-gasiq artinya jatuhnya bintang surayya. Berbagai penyakit dan Ta'un mewabah seusai jatuhnya bintang surayya, dan menjadi Lenyap dengan sendirinya bila bintang surayya terbit. Yang dimaksud dengan jatuh ialah tenggelam. Ibnu Jarir mengatakan bahwa di antara atsar yang bersumber dari mereka ialah apa yang diceritakan kepadaku oleh Nasr Ibnu Ali, telah menceritakan kepadaku Bakkar, dari Abdullah keponakan Hammam, telah menceritakan kepada kami Muhammad ibnu Abdul Aziz ibnu Umar, dari Abdur Rahman ibnu Auf, dari ayahnya, dari Abu Salamah, dari Abu Hurairah, dari Nabi ﷺ sehubungan dengan makna firman-Nya: dan dari kejahatan malam apabila telah gelap gulita. (Al-Falaq: 3) Lalu beliau ﷺ bersabda, bahwa makna yang dimaksud ialah bintang bila telah tenggelam.\n\nMenurut hemat saya, predikat marfu' hadits ini tidak shahih sampai kepada Nabi ﷺ Ibnu Jarir mengatakan, ulama lainnya mengatakan bahwa makna yang dimaksud ialah rembulan. Menurut hemat saya, yang dijadikan pegangan oleh orang-orang yang berpendapat demikian ialah apa yang telah diriwayatkan oleh Imam Ahmad. Disebutkan bahwa telah menceritakan kepada kami Abu Dawud Al-Hafri, dari Ibnu Abu Zi-b, dari Al-Haris ibnu Abu Salamah yang mengatakan bahwa Siti Aisyah telah mengatakan bahwa Rasulullah ﷺ memegang tangannya, lalu memperlihatkan kepadanya rembulan saat terbitnya, kemudian beliau ﷺ bersabda: Mohonlah perlindungan kepada Allah dari kejahatan rembulan ini apabila telah tenggelam. Imam At-Tirmidzi dan Imam An-Nasai telah meriwayatkan di dalam kitab tafsir dari kitab sunan masing-masing melalui hadits Muhammad ibnu Abdur Rahman ibnu Abu Zi-b, dari pamannya (yaitu Al-Haris ibnu Abdur Rahman) dengan lafazyang sama; dan Imam At-Tirmidzi mengatakan bahwa hadits ini hasan shahih.\n\nLafaznya berbunyi seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Menurut lafal Imam An-Nasai disebutkan seperti berikut: Mohonlah perlindungan kepada Allah dari kejahatan (rembulan) ini, yaitu apabila ia telah tenggelam. Orang-orang yang mengatakan pendapat pertama mengatakan bahwa rembulan merupakan pertanda malam hari bila telah muncul, dan ini tidaklah bertentangan dengan pendapat kami. Karena sesungguhnya rembulan merupakan pertanda malam hari dan rembulan tidak berperan kecuali hanya di malam hari.\n\nDemikian pula halnya dengan bintang-bintang; bintang-bintang tidak dapat bersinar kecuali di malam hari; dan hal ini sejalan dengan pendapat yang kami katakan; hanya Allah-lah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: dan dari kejahatan wanita-wanita tukang sihir yang mengembus pada buhul-buhul. (Al-Falaq:4) Mujahid, Ikrimah. Al-Hasan. Qatadah. dan Adh-Dhahhak telah mengatakan bahwa yang dimaksud ialah wanita-wanita penyihir. Mujahid mengatakan bahwa yaitu apabila wanita-wanita penyihir itu mengembus pada buhul-buhulnya.\n\nIbnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Ibnu Tawus, dari ayahnya yang mengatakan bahwa tiada suatu perbuatan pun yang lebih mendekati kepada kemusyrikan selain dari ruqyatul hayyah dan majanin, yakni sejenis perbuatan sihir. Di dalam hadits lain disebutkan bahwa Malaikat Jibril datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Muhammad, apakah engkau sakit?\" Nabi ﷺ menjawab, \"Ya.\" Jibril berkata (yakni berdoa): Dengan menyebut nama Allah aku meruqyahmu dari semua penyakit yang mengganggumu dan dari kejahatan setiap orang yang dengki dan kejahatan pandangan mata; semoga Allah menyembuhkanmu.\n\nBarangkali hal ini terjadi di saat Nabi ﷺ sakit akibat terkena sihir, kemudian Allah subhanahu wa ta’ala menyelamatkan dan menyembuhkannya, dan menolak rencana jahat para penyihir dan orang-orang yang dengki dari kalangan orang-orang Yahudi, lalu menimpakannya kepada mereka dan menjadikan kehancuran mereka oleh tipu muslihat mereka sendiri hingga mereka dipermalukan. Tetapi sekalipun mendapat perlakuan demikian, Rasulullah ﷺ tidak menegur atau mengecam pelakunya di suatu hari pun, bahkan beliau merasa cukup hanya meminta pertolongan kepada Allah, dan Dia menyembuhkan serta menyehatkannya. Imam Ahmad mengatakan. telah menceritakan kepada kami Abu Mu'awiyah, telah menceritakan kepada kami Al-A'masy, dari Yazid ibnu Hibban, dari Zaid ibnu Arqam yang mengatakan bahwa seorang lelaki Yahudi menyihir Nabi ﷺ Karena itu, beliau merasa sakit selama beberapa hari.\n\nLalu datanglah Jibril dan berkata, \"Sesungguhnya seorang lelaki Yahudi telah menyihirmu dan membuat suatu buhul yang ditujukan terhadapmu, lalu ia meletakkannya di dalam sumurmu.'\" Lalu Rasulullah ﷺ menyuruh seseorang untuk mengambil buhul tersebut dari dalam sumur yang dimaksud. Setelah buhul itu dikeluarkan dari sumur, lalu diberikan kepada Rasulullah ﷺ dan beliau membukanya, maka dengan serta merta seakan-akan Rasulullah ﷺ baru terlepas dari suatu ikatan. Dan Rasulullah ﷺ tidak pernah menyebutkan lelaki Yahudi itu dan tidak pula melihat mukanya sampai beliau wafat. Imam An-Nasai telah meriwayatkan hadits ini dari Hamad, dari Abu Mu'awiyah alias Muhammad ibnu Hazim Ad-Darir. Imam Bukhari mengatakan di dalam Kitabut Tib, dari kitab sahihnya, bahwa telah menceritakan kepada kami Abdullah ibnu Muhammad yang mengatakan bahwa ia pernah mendengar Sufyan ibnu Uyaynah mengatakan bahwa orang yang mula-mula menceritakan kisah ini kepada kami adalah ibnu Juraij.\n\nIa mengatakan, telah menceritakan kepadaku keluarga Urwah, dari Urwah, lalu aku menanyakan tentangnya kepada Hisyam, maka Hisyam mengatakan bahwa Urwah memang pernah menceritakan kepada kami dari ayahnya, dari Aisyah yang mengatakan bahwa dahulu Rasulullah ﷺ pernah disihir hingga beliau beranggapan bahwa dirinya telah mendatangi istri-istrinya, padahal tidak. Sufyan selanjutnya mengatakan bahwa sihir jenis ini merupakan sihir yang paling keras, bila pengaruhnya demikian. Lalu Rasulullah ﷺ bersabda: Wahai Aisyah, tahukah engkau bahwa Allah telah memberiku nasihat tentang masalah yang aku telah memohon petunjuk dari-Nya mengenainya\" Dua orang lelaki datang kepadaku yang salah seorangnya duduk di dekat kepalaku, sedangkan yang lainnya duduk di dekat kakiku.\n\nMaka orang yang ada di dekat kepalaku berkata kepada temannya, \"Mengapa lelaki ini? Ia menjawab, \"Terkena sihir. Orang yang berada dekat kepalaku bertanya, \"Siapakah yang menyihirnya? Ia menjawab, \"Lubaid ibnu 'sam, seorang lelaki dari Bani Zuraiq teman sepakta orang-orang Yahudi, dia adalah seorang munafik. Yang berada di dekat kepalaku bertanya, \"Dengan apa? Ia menjawab, \"Sisir dan rambut.\n\nOrang yang berada di dekat kepalaku bertanya, 'Di taruh di mana?'' Ia menjawab, \"Di dalam mayang kurma jantan di bawah sebuah batu di dalam sumur Zirwan.\" Siti Aisyah melanjutkan kisahnya, bahwa lalu Rasulullah ﷺ mendatangi sumur tersebut dan mengeluarkannya, kemudian beliau bersabda: Inilah sumur yang diperlihatkan kepadaku dalam mimpiku; airnya seakan-akan seperti warna pacar (merah) dan pohon-pohon kurmanya seakan-akan seperti kepala-kepala setan. Kemudian benda itu dikeluarkan dan dikatakan kepada beliau ﷺ, \"Tidakkah engkau membalikkannya?\" Rasulullah ﷺ menjawab: Ingatlah, demi Allah, sesungguhnya Allah telah menyembuhkan diriku, dan aku tidak suka menimpakan suatu keburukan terhadap seseorang.\n\nDan Imam Bukhari meng-isnad-kan hadits ini melalui Isa ibnu Yunus, Abu Damrah alias Anas ibnu Iyad, Abu Usamah, dan Yahya Al-Qattan, yang di dalamnya disebutkan bahwa Aisyah mengatakan bahwa beliau ﷺ sering berilusi seakan-akan telah melakukan sesuatu padahal tidak. Dalam riwayat ini disebutkan pula bahwa setelah itu Nabi ﷺ memerintahkan agar sumur tersebut dimatikan, lalu ditimbun. Imam Bukhari menyebutkan bahwa hadits ini diriwayatkan pula oleh Ibnu Abuz Zanad dan Al-Lais ibnu Sa'd, dari Hisyam. Imam Muslim meriwayatkannya melalui hadits Abu Usamah alias Hammad ibnu Usamah dan Abdullah ibnu Namir. Imam Ahmad meriwayatkannya dari Affan, dari Wahb, dari Hisyam dengan sanad yang sama.\n\nImam Ahmad meriwayatkannya pula dari Ibrahim ibnu Khalid, dari Ma'mar, dari Hisyam, dari ayahnya, dari Aisyah yang menceritakan bahwa Nabi ﷺ tinggal selama enam bulan sering mengalami seakan-akan mengerjakan sesuatu, padahal kenyataannya tidak. Kemudian datanglah kepadanya dua malaikat, salah seorang duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Salah seorangnya berkata kepada yang lain, \"Kenapa dia?\" Yang lain menjawab, \"Terkena sihir.\" Ia bertanya, \"Siapakah yang menyihirnya?\" Yang lain menjawab, \"Labid ibnul A'sam,\" lalu disebutkan hingga akhir hadits.\n\nAl-Ustaz Al-Mufassir As-Sa'labi telah menyebutkan di dalam kitab tafsirnya, bahwa ibnu Abbas dan Aisyah pernah menceritakan bahwa pernah ada seorang pemuda Yahudi menjadi pelayan Rasulullah ﷺ Lalu orang-orang Yahudi mempengaruhi pemuda itu dengan gencarnya hingga pemuda itu mau menuruti kemauan mereka. Maka ia mengambil beberapa helai rambut Rasulullah ﷺ dan beberapa buah gigi sisir yang biasa dipakai oleh beliau ﷺ, setelah itu kedua barang tersebut ia serahkan kepada orang-orang Yahudi. Lalu mereka menyihir Nabi ﷺ melalui kedua benda itu, dan orang yang melakukannya adalah salah seorang dari mereka yang dikenal dengan nama Ibnu A'sam. Kemudian kedua barang tersebut ia tanam di dalam sebuah sumur milik Bani Zuraiq yang dikenal dengan nama Zirwan.\n\nMaka Rasulullah ﷺ mengalami sakit dan rambut beliau kelihatan rontok. Beliau tinggal selama enam bulan seakan-akan mendatangi istri-istrinya, padahal kenyataannya tidak, dan beliau kelihatan gelisah dan tidak mengetahui apa yang telah terjadi pada dirinya. Ketika beliau sedang tidur, tiba-tiba ada dua malaikat datang kepadanya. Maka salah seorangnya duduk di dekat kepalanya, sedangkan yang lain duduk di dekat kakinya. Malaikat yang ada di dekat kakinya bertanya kepada malaikat yang ada di dekat kepalanya, \"Apakah yang dialami oleh lelaki ini?\" Ia menjawab, \"Pengaruh Thibb.\" Yang ada di dekat kakinya bertanya, \"Apakah Thibb itu?\" Ia menjawab, \"Sihir.\" Yang ada di dekat kakinya bertanya \"Siapakah yang menyihirnya?\" Ia menjawab, \"Labid Ibnul A'sam, seorang Yahudi.\" Malaikat yang ada di dekat kakinya bertanya, \"Dengan apakah ia menyihirnya?\" Ia menjawab, \"Dengan rambutnya dan gigi sisirnya.\" Yang ada di dekat kakinya bertanya, \"Di manakah hal itu diletakkan?\" Ia menjawab, \"Di dalam mayang kurma jantan di bawah batu yang ada di dalam sumur Zirwan.\" Al-juff artinya kulit mayang kurma. Dan ar-raufah adalah sebuah batu yang di dalam sumur, tetapi menonjol digunakan untuk tempat berdirinya orang yang mengambil air.\n\n Maka Rasulullah ﷺ terbangun dalam keadaan terkejut, lalu bersabda: Wahai Aisyah, tidakkah engkau mengetahui bahwa Allah telah menceritakan kepadaku tentang penyakitku ini. Lalu Rasulullah ﷺ menyuruh Ali, Az-Zubair, dan Ammar ibnu Yasir untuk mengeringkan sumur tersebut; maka mereka bertiga mengeringkan sumur itu, yang airnya kelihatan seakan-akan seperti warna pacar (merah). Mereka bertiga mengangkat batu itu dan mengeluarkan mayang kurma yang ada di bawahnya. Maka ternyata di dalamnya terdapat beberapa helai rambut Rasulullah ﷺ dan beberapa gigi sisirnya, dan tiba-tiba di dalamnya terdapat benang yang berbuhul (mempunyai ikatan) sebanyak dua belas ikatan yang ditusuk dengan jarum.\n\nMaka Allah menurunkan dua surat Mu'awwizatain, dan setiap kali Rasulullah ﷺ membaca suatu ayat dari kedua surat tersebut, beliau merasa agak ringan, hingga terlepaslah semua ikatan benang itu dan bangkitlah beliau seakan-akan baru terlepas dari ikatan. Sedangkan Jibril a.s. mengucapkan: Dengan menyebut nama Allah aku meruqyahmu dari segala sesuatu yang mengganggumu dari orang yang dengki dan pandangan mata yang jahat; semoga Allah menyembuhkanmu. Setelah itu mereka berkata, \"Wahai Rasulullah, bolehkah kami menangkap orang yang jahat itu dan membunuhnya?\" Rasulullah ﷺ menjawab: Adapun diriku telah disembuhkan oleh Allah, dan aku tidak suka menimpakan keburukan terhadap orang lain.\n\nDemikianlah bunyi hadits ini tanpa isnad, di dalamnya terdapat hal yang gharib dan pada sebagiannya terdapat mungkar yang parah, dan sebagiannya lagi ada yang diperkuat oleh hadits-hadits yang telah disebutkan di atas. Hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Dan aku berlindung pula dari kejahatan orang yang dengki apabila dia dengki, yang selalu menginginkan hilangnya kenikmatan dari orang lain. '1. Wahai Nabi Muhammad, katakanlah kepada umatmu, 'Aku berlindung kepada Tuhan yang menciptakan, memelihara, dan mengurus manusia.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah memerintahkan kaum Muslimin untuk berlindung kepada-Nya dari kejahatan orang-orang yang dengki bila ia melaksanakan kedengkiannya dengan usaha yang sungguh-sungguh dan berbagai cara untuk menghilangkan nikmat orang yang dijadikan objek kedengkiannya dan dengan mengadakan jebakan untuk menjerumuskan orang yang didengkinya jatuh ke dalam kemudaratan. Tipu muslihat yang dijalankannya itu sangat licik sehingga sulit diketahui. Tidak ada jalan untuk menghindarinya kecuali dengan memohon bantuan kepada Allah Maha Pencipta karena Dia-lah yang dapat menolak tipu dayanya, menghindari kejahatannya, atau menggagalkan usahanya. Hasad haram hukumnya, dan merupakan dosa yang pertama kali ketika iblis dengki kepada Nabi Adam, dan Qabil dengki kepada Habil.","tafsir-alazhar":"SURAH AL-FALAQ(CUACA SHUBUH)SURAH KE-113, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih,Ayat 1“Aku berlindung dengan Allah dari cuaca Shubuh.\" (ayat 1)Dalam ayat ini al-Falaq yang tertulis di ujung ayat kita artikan cuaca Shubuh, yaitu ketika perpisahan di antara gelap malam dengan mulai terbit fajar hari akan siang. Dengan hikmah tertinggi Allah mewahyukan kepada Rasul-Nya akan kepentingan saat pergantian hari dari malam kepada siang itu. Waktu itu adalah hari yang baru, yang tengah kita hadapi. Dari permulaan Shubuh itu Allah memberi kita waktu sebagai modal hidup sehari-semalam dua puluh empat jam lamanya. Kita disuruh melindungkan diri, memohon perlindungan dan pernaungan kepada Allah yang menguasai cuaca Shubuh itu.Al-Falaq ada juga diartikan dengan peralihan. Peralihan dari malam ke siang, peralihan dari tanah yang telah sangat kering karena kemarau, lalu turun hujan; maka hiduplah kembali tumbuh-tumbuhan. Peralihan dari biji kering terlempar ke atas tanah, lalu timbul uratnya dan dia memulai hidup. Maka berselindunglah kita kepada Allah, dalam sebutan-Nya sebagai Rabb, yang berarti Pengatur, Pendidik, dan Pemelihara.Ayat 2“Dari kejahatan apa-apa yang telah Dia jadikan.\" (ayat 2)Semua makhluk ini Allah-lah yang menciptakannya, sedang kita manusia ini hanyalah satu makhluk kecil saja yang terselip di dalamnya. Dan segala yang telah dijadikan Allah itu bisa saja membahayakan bagi manusia, meskipun sepintas lalu kelihatan tidak apa-apa. Hujan yang lebat bisa menjadi banjir dan manusia ditimpa celaka akibat dahsyatnya banjir; hanyut dan tenggelam. Panas yang terik bisa menjelma menjadi kebakaran api besar dan manusia bisa saja turut hangus terbakar. Naik pesawat udara adalah alat perhubungan yang paling cepat di zaman modern ini. Bisa saja awan sangat tebal sehingga tidak dapat ditembus oleh penglihatan, sehingga tiba-tiba pesawat itu terbentur kepada gunung; dia pun hancur dan manusia pun turut hancur di dalamnya. Atau sangat keras badai di laut sehingga kapal udara itu tidak dapat mengatasinya, dia pun tenggelam dan manusia turut tenggelam ke dalam perut lautan.Sebab itu maka dapatlah dikatakan bahwa di mana-mana ada bahaya. Kita tidak boleh lupa hal ini. Allah sebagai Pencipta seluruh alam Mahakuasa menyelipkan bahaya pada barang-barang atau sesuatu yang kita pandang remeh. Oleh sebab itu di dalam ayat ini kita disuruh memperlindungkan diri kepada Allah dalam namanya sebagai Rabb, penjaga, pemelihara, pendidik dan pengasuh, agar diselamatkanlah kiranya kita daripada segala bahaya yang mungkin ada saja di seluruh alam yang Allah ciptakan.Ayat 3“Dan dari kejahatan malam apabila dia telah kelam.\" (ayat 3)Kelamnya malam mengubah sama sekali suasana. Di rimba belukar yang lebat, di padang-padang dan gurun pasir timbullah kesepian dan keseraman yang mencekam. Maka dalam malam hari itu berbagai ragamlah bahaya yang dapat terjadi. Binatang-binatang berbisa seperti ular, kala dan lipan, keluarlah gentayangan di malam hari. Kita tidur dengan enak, siapa yang memelihara kita dari bahaya saat tengah kita tidur itu, kalau bukan Allah. Dan maling pun keluar dalam malam hari, sedang orang enak tidur. Setelah bangun pagi baru kita tercengang melihat barang-barang yang penting, milik-milik kita yang berharga telah licin tandas dibawa maling.Dalam kehidupan modern dalam kota yang besar-besar lebih dahsyat lagi bahaya malam. Orang yang tenggelam dalam lautan hawa nafsu, yang tidak lagi menuntut kesucian hidup, pada malam hari itulah dia keluar dari rumah ke tempat-tempat maksiat. Di malam harilah harta benda dimusnahkan di meja judi atau dalam pelukan perempuan jahat. Di malam hari suami mengkhianati istrinya. Di malam harilah gadis-gadis remaja yang hidup bebas dirusakkan perawannya, dihancurkan masa depannya oleh manusia-manusia keji yang tidak lagi mengingat lagi masa depannya sendiri. Sebab itu maka di segala zaman disuruhlah kita berlindung kepada Allah sebagai Rabb dari bahaya kejahatan malam apabila dia telah kelam.Ayat 4“Dan dari kejahatan perempuan-perempuan peniup pada buhul-buhul.\" (ayat 4)Yang dimaksud di sini ialah bahaya dan kejahatan mantra-mantra sang dukun. Segala macam mantra atau sihir yang digunakan untuk mencelakakan orang lain.Ada satu perbuatan dalam ilmu sihir dan mantra dukun-dukun yang disebut tuju! Yaitu menujukan ingatan, pikiran, dan segala kekuatan kepada orang tertentu; menunjukan kekuatan batin terhadap orang itu, dengan maksud jahat kepadanya, sehingga walaupun berjarak jauh sekali, akan berbekas juga kepada diri orang itu. Dengan adanya ayat ini nyatalah bahwa Al-Qur'an mengakui adanya hal-hal yang demikian. Jiwa manusia mempunyai kekuatan batin tersendiri di luar dari kekuatan jasmaninya. Kekuatan yang demikian bisa saja digunakan untuk maksud yang buruk.Di dalam ayat 4 surah al-Falaq ini kita berlindung dari kejahatan perempuan-perempuan peniup pada buhul-buhul. Karena di zaman dahulu tukang mantra yang memantra- kan dan meniup-niupkan itu kebanyakan ialah perempuan! Di Eropa pun tukang-tukang sihir yang dibenci itu diperlambangkan dengan perempuan-perempuan tua yangtelah ompong giginya dan mukanya seram menakutkan. Di hadapannya terjerang sebuah periuk yang selalu dihidupkan api di bawahnya dan isinya macam-macam ramuan.Maka dalam ayat ini disebutkan bahwa perempuan tukang sihir itu meniup atau menghembus-hembus barang ramuan yang dia bungkus, dan bungkusan itu mereka ikat dengan tali yang dibuhulkan. Isinya ialah barang-barang kotor atau barang yang mengandung alat untuk tuju tadi. Misalnya didapati di dalamnya jarum tujuh buah. Jarum itu guna menusuk-nusuk perasaan orang yang dituju, sehingga selalu merasa sakit. Ada juga cabikan kain kafan, atau tanah pada perkuburan yang paling baru. Ada juga batu nisan (mejan). Pendeknya barang- barang ganjil yang mengandung kepercayaan sihir (magis) dengan maksud menganiaya. Oleh sebab itu maka dianjurkanlah kita di dalam ayat ini memperlindungkan diri kepada Allah, Allah Yang Mahakuasa yang menjadikan dan menakdirkan segala sesuatu agar kita terpelihara dari hembusan tukang sihir, laki-laki ataupun perempuan, dengan buhul-buhul ramuan sihir itu.Ayat 5“Dan dari kejahatan orang yang dengki apabila dia melakukan kedengkian.\" (ayat 5)Pada hakikatnya dengki itu adalah satu penyakit yang menimpa jiwa manusia. Oleh karena dengki adalah semacam penyakit, atau kehilangan kewarasan pikiran, maka bisa saja si dengki itu bertindak yang tidak-tidak kepada orang yang didengkinya. Misalnya difitnahkannya. Dikatakannya mencuri padahal tidak mencuri. Dikatakannya memusuhi pemerintah, padahal tidak memusuhi pemerintah, sehingga lantaran pengaduan itu, orang yang didengkinya ditangkap dan dimasukkan ke dalam penjara, ditahan bertahun-tahun dengan tidak ada pemeriksaan sama sekali. Atau dituduhnya seorang perempuan baik-baik berkhianat kepada suaminya, atau dibuatnya apa yang kita namai surat kaleng!Hasad atau dengki dosa kepada Allah yang mula dibuat di langit, dan dengki juga dosa yang mula-mula dibuat orang di bumi. Dosa di langit ialah dengki Iblis kepada Adam. Dosa di bumi ialah dengki Qabil kepada Habib. Orang yang dengki memusuhi Allah pada lima perkara.Pertama, bencinya kepada Allah mengapa memberikan nikmat kepada orang lain.Kedua, sakithatinya melihat pembagian yang dibagikan Allah, seakan-akan dia berkata, “Mengapa dibagi begitu?\".Ketiga, dia menantang Allah, karena Allah memberi kepada siapa yang Dia kehendaki.Keempat, dia ingin sekali supaya nikmat yang telah diberikan Allah kepada seseorang, agar dicabut Allah kembali.Kelima, dia bersekongkol dengan musuh Allah dan musuhnya sendiri, yaitu Iblis.\"BENARKAH NABI MUHAMMAD ﷺ PERNAH KENA SIHIR?Menurut yang dinukil oleh asy-Syihab dari kitab at-Ta'wilat karangan Abu Bakar al-Asham tentang peristiwa Nabi ﷺ kena sihir. Menurut beliau ini, hadits berkenaan dengan Nabi ﷺ kena sihir itu adalah matruk, artinya hadits itu mesti ditinggalkan dan tidak boleh dipakai. Karena kalau hadits demikian diterima, berarti kita mengakui apa yang didakwakan oleh orang kafir, bahwa Nabi ﷺ mempan kena sihir. Padahal yang demikian itu sangat bertentangan dengan nash yang ada dalam Al-Qur'an sendiri. Dengan tegas Allah berfirman, “Allah memelihara engkau dari manusia.\" (al-Maa'idah: 67) Dan firman Allah lagi, “Dan tidaklah akan berjaya tukang sihir itu, bagaimanapun datangnya.\" (Thaahaa: 69)Dan lagi kalau riwayat hadits itu diterima, berarti kita menjatuhkan martabat nubuwah. Dan lagi, kalau hadits itu dibenarkan, berarti sihir bisa saja membekas kepada Nabi-nabi dan orang-orang yang saleh, yang berarti mengakui demikian besar kekuasaan tukang- tukang sihir yang jahat itu sehingga dapat mengalahkan Nabi dan semuanya itu adalah tidak benar! Dan orang-orang kafir pun dapat saja merendahkan martabat nabi-nabi dan orang-orang yang saleh itu dengan mencap “mereka itu kena sihir\". Dan kalau benar-benar hal ini terjadi, niscaya benarlah dakwaan orang-orang kafir, dan dengan demikian jelaslah Nabi ﷺ ada aibnya, dan ini adalah tidak mungkin.\" — Sekian disalinkan dari at- Ta'wilat buah tangan Abu Bakar al-Asham tersebut.Hadits Nabi kena sihir ini termasuk dalam catatan hadits shahih yang dirawikan oleh Bukhari dan Muslim, yang berasal dari hadits Aisyah, bahwa behau ﷺ pernah disihir oleh seorang Yahudi dari Bani Zuraiq, namanya Labid bin al-A'sham. Dikatakan dalam hadits itu bahwa Nabi merasa seakan-akan beliau berbuat sesuatu padahal tidaklah pernah diperbuatnya.Demikianlah beliau rasakan beberapa lamanya. Sampai pada suatu waktu Nabi berkata kepada Aisyah, “Hai Aisyah! Aku diberi perasaan bahwa Allah memberi fatwa kepadaku pada perkara yang aku meminta fatwa pada-Nya, maka datanglah kepadaku dua malaikat, yang seorang duduk ke sisi kepalaku dan yang seorang lagi di sisi kakiku. Lalu berkata yang duduk dekat kepalaku itu kepada yang duduk di ujung kakiku, “Orang ini disihir orang!\" (Disihir? Kawannya bertanya, “Siapa yang menyihirnya?\").Yang di kepala menjawab, “Labid bin Al- A'sham.\"Kawannya bertanya, “Dengan apa?\"Yang di kepala menjawab, “Pada kudungan rambut dan patahan sisir dan penutup kepala laki-laki, dihimpit dengan batu dalam sumur Dzi Auran.\" Tersebut di hadits itu bahwa Nabi pergi ke sumur itu membongkar ramuan yang dihimpit dengan batu itu dan bertemu.Dalam riwayat dari Ibnu Abbas, bahwa Rasulullah ﷺ menyuruh Ali bin Abi Thalib, Zubair bin Awwam, dan Amar bin Yasir memeriksa sumur itu dan mencari ramuan tersebut. Lalu ditimba air sumur itu dan diselami ke bawah sampai bertemu bungkusan ramuan tersebut yang dihimpit dengan batu. Yang bertemu di dalam kain bungkusan itu ialah guntingan rambut Nabi ﷺ, patahan sisir beliau dan sebuah potongan kayu yang diikat dengan sebelas buah ikatan dan di tiap ikatan ditusukkan jarum. Lalu diturunkan Allah kedua surah ini, jumlah ayat keduanya, “al-Falaq dan an-Naas` ialah sebelas ayat pula. Tiap-tiap satu ayat dibaca, dicabut jarum, dan dibuka buhulnya dan tiap satu jarum dicabut dan satu buhul diungkai, terasa satu keringanan oleh Nabi ﷺ, sehingga sampai diuraikan buhul dan dicabut jarum yang sebelas itu dan terasa oleh Nabi ﷺ bahwa beliau sembuh sama sekali.Lalu bertanyalah mereka kepada beliau, “Apakah orang jahat itu tidak patut dibunuh saja?\"Beliau menjawab, “Allah telah menyembuhkan daku, dan aku tidak suka berbuat jahat kepada orang.\"Dalam riwayat yang dibawakan oleh al-Qusyairi pun tersebut bahwa seorang pemuda Yahudi bekerja sebagai khadam Nabi ﷺ Pada suatu hari anak itu dibisiki oleh orang- orang Yahudi supaya mengambil rambut- rambut Nabi yang gugur ketika disisir bersama patahan sisir beliau, lalu diserahkan kepada yang menyuruhnya itu. Maka mereka sihirlah beliau, dan yang mengepalai tukang sihir itu ialah Labid bin al-A'sham. Lalu al-Qusyairi menyalinkan lagi riwayat Ibnu Abbas tadi.Supaya kita semuanya maklum, meskipun beberapa tafsir yang besar dan ternama menyalin berita ini dengan tidak menyatakan pendapat, seperti Tafsir al-Qurthubi, Tafsir al-Khirzin bagi Ibrahim al-Baghdadi, malahan beliau ini mempertahankan kebenaran riwayat itu berdasar kepada shahih riwayatnya, Bukhari dan Muslim. Namun yang membantahnya ada juga. Di antaranya Ibnu Katsir.Ibnu Katsir setelah menyalinkan riwayat ini seluruhnya, membuat penutup demikian bunyinya, “Demikianlah mereka riwayatkan dengan tidak lengkap sanadnya, dan di dalamnya ada kata-kata yang gharib, dan pada setengahnya lagi ada kata-kata yang mengandung nakarah syadidah (sangat payah untuk diterima). Tetapi bagi setengahnya ada juga syawahid (kesaksian-kesaksian) dari segala yang telah tersebut itu.\"Almarhum orang tua saya dan guru saya yang tercinta, Hadratusy Syekh Dr. Abdulkarim Amrullah, dalam tafsir beliau yang bernama al-Burhan menguatkan riwayat ini juga. Artinya, bahwa beliau membenarkan bahwa Nabi ﷺ kena sihir, dengan alasan hadits ini adalah shahih, riwayat Bukhari dan Muslim. Dengan menulis begitu beliau membantah apa yang ditulis oleh Syekh Muhammad Abduh di dalam Tafsir Juz ‘Amma. Karena Syekh Muhammad Abduh menguatkan juga, seperti yang tersebut di dalam kitab at-Ta'wilat, buah tangan Abu Bakar al-Asham yang telah kita salinkan di atas tadi, bahwa tidaklah mungkin seorang nabi atau rasul, ataupun orang yang saleh dapat terkena oleh sihir, berdasar kepada firman Allah sendiri di atas tadi (al-Maa'idah ayat 67, dan Thaahaa, ayat 69). Bahwa tidak mungkin sihir dapat mengena kepada seseorang kalau Allah tidak izinkan. Dan terhadap kepada rasul-rasul dan nabi-nabi sudah dipastikan oleh Allah, bahwa sihir itu akan gagal, walau dengan cara bagaimana pun datangnya.Maka penafsir yang sezaman dengan kita ini yang menolak hadits itu, walaupun shahih, ialah Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma; al-Qasimi dengan tafsir Mahasinut Ta'wil-nya yang terkenal, dan yang terakhir kita dapati ialah Sayyid Quthub di dalam tafsirnya Fi Zhilalil Al-Qur'an, menegaskan bahwa hadits ini adalah Hadits Ahad, bukan mutawatir. Maka oleh karena jelas berlawan dengan ayat yang sharih dari Al-Qur'an, tidaklah mengapa kalau kita tidak percaya bahwa Nabi Muhammad bisa terkena sihir, walaupun perawinya Bukhari dan Muslim. Beberapa ulama besar, di antara Imam Malik bin Anas sendiri banyak menyatakan pendirian yang tegas menolak hadits ahad, kalau berlawanan dengan ayat yang sharih. Misalnya beliau tidak menerima hadits bejana dijilat anjing mesti dibasuh tujuh kali, satu kali di antaranya dengan tanah. Karena dalam Al-Qur'an ada ayat yang terang jelas, bahwa binatang buruan yang digunggung anjing dengan mulutnya; halal dimakan sesudah dibasuh seperti biasa, dengan tidak perlu tujuh kali, satunya dengan tanah.Ulama yang banyak mencampurkan Filsafat dalam tafsirnya atau memandang segala soal dari segi filsafat dan ilmu alam, yaitu Syekh Thanthawi Jauhari menulis tentang hadits Nabi kena sihir itu demikian: “Segolongan besar ahli menolak hadits-hadits ini dan menetapkannya sebagai merendahkan martabat Nubuwah. Dan sihir yang menyebabkan Nabi merasa seakan-akan dia berbuat sesuatu padahal dia bukan berbuat, adalah amat bertentangan dengan kebenaran, dipandang dari dua sudut. Pertama, bagaimana Nabi ﷺ dapat kena sihir; ini adalah menimbulkan keraguan dalam syari'at. Kedua, sihir itu pada hakikatnya tidaklah ada.Alasan ini ditolak oleh yang mempertahankan. Mereka berkata, “Sihir itu tidaklah ada hubungannya melainkan dengan hal-hal yang biasa terjadi saja. Dia hanyalah semacam penyakit. Sedang Nabi-nabi itu dalam beberapa hal saja dengan orang biasa ini; makan minum, tidur bangun, sakit dan senang. Kalau kita mengakui kemungkinannya tidur, mesti kita akui kemungkinan beliau yang lain. Dan yang terjadi pada Nabi kita ini hanyalah semacam penyakit yang boleh terjadi pada beliau sebagai manusia, dengan tidak ada pengaruhnya sama sekali kepada akal beliau dan wahyu yang beliau terima.Dan kata orang itu pula, “Pengaruh jiwa dengan jalan mantra (hembus atau tuju) kadang-kadang ada juga, meskipun itu hanya sedikit sekali. Maka semua ayat-ayat dan hadits-hadits ini dapatlah memberi dua kesan: Jiwa bisa berpengaruh dengan jalan membawa mudharat, dan jiwa pun bisa berpengaruh membawa yang baik. Maka si Labid bin al-A'sham orang Yahudi itu telah menyihir Nabi dan membekaskan mudharat. Namun dengan melindungkan diri kepada Allah dengan kedua surah al-Falaq dan an-Naas, mudharat itu hilang dan beliau pun sembuh.\" Sekian Syekh Thanthawi Jauhari.Tetapi ada satu lagi yang perlu diingat! Kedua surah ini tidak turun di Madinah, tetapi turun di Mekah, dan di Mekah belum ada perbenturan dengan Yahudi. Maka dapatlah kita ambil kesimpulan bahwasanya masalah tentang hadits yang dirawikan oleh Bukhari dan Muslim bahwa Nabi ﷺ kena sihir oleh orang Yahudi itu, sampai sihir itu membekas kepada beliau, bukanlah baru zaman sekarang dibicarakan orang. Ibnu Qutaibah telah memperbincangkannya dalam Ta'wil Mukhtalafil Hadits, dan ar-Razi pun demikian pula. Keduanya sama-sama patut dipertimbangkan. Adapun pendapat az-Zamakhsyari yang meniadakan sama sekali pengaruh sihir, dapatlah kita tinjau kembali setelah maju penyelidikan orang tentang kekuatan ruh (jiwa) manusia, yaitu pengaruh jiwa atas jiwa dari tempat yang jauh, yang dikenal dengan sebutan telepati, dan sebagainya.Dan kita cenderunglah kepada pendapat bahwa jiwa seorang Rasul Allah tidaklah akan dapat dikenai oleh sihirnya seorang Yahudi. Jiwa manusia yang telah dipilih Allah (Mushthafa) bukanlah sembarang jiwa yang dapat ditaklukkan demikian saja. Sebab itu maka pendapat Syekh Thanthawi Jauhari yang menyamakan ruh seorang Rasul dengan ruh manusia biasa, karena sama-sama makan sama tidur, sama bangun dan sebagainya, adalah satu pendapat yang meminta tinjauan lebih mendalam! Dengan kata lain, lemah."}}}