{"1":{"arabic":"قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِقُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ","words":{"arabicWords":["قُلۡ","أَعُوذُ","بِرَبِّ","ٱلنَّاسِ"],"translationWords":["katakanlah","aku berlindung","Tuhannya","manusia"]},"translation":"Katakanlah (Nabi Muhammad), “Aku berlindung kepada Tuhan manusia,","tafsir":{"tafsir-jalalayn":"An-Naas (Manusia-Manusia)\n\n(Katakanlah, \"Aku berlindung kepada Rabb manusia) Yang menciptakan dan Yang memiliki mereka; di sini manusia disebutkan secara khusus sebagai penghormatan buat mereka; dan sekaligus untuk menyesuaikan dengan pengertian Isti'adzah dari kejahatan yang menggoda hati mereka.","tafsir-ibnu-katsir":"Tafsir Surat An-Nas: 1-6\n\nKatakanlah, \"Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. Ketiga ayat yang pertama merupakan sebagian dari sifat-sifat Allah subhanahu wa ta’ala yaitu sifat Rububiyah (Tuhan), sifat Al-Mulk (Raja), dan sifat Uluhiyyah (Yang disembah). Dia adalah Tuhan segala sesuatu, Yang memilikinya dan Yang disembah oleh semuanya. Maka segala sesuatu adalah makhluk yang diciptakan-Nya dan milik-Nya serta menjadi hamba-Nya. Orang yang memohon perlindungan diperintahkan agar dalam permohonannya itu menyebutkan sifat-sifat tersebut agar dihindarkan dari kejahatan godaan yang bersembunyi, yaitu setan yang selalu mendampingi manusia. Karena sesungguhnya tiada seorang manusia pun melainkan mempunyai qarin (pendamping)nya dari kalangan setan yang menghiasi perbuatan-perbuatan fahisyah hingga kelihatan bagus olehnya.\n\nSetan itu juga tidak segan-segan mencurahkan segala kemampuannya untuk menyesatkannya melalui bisikan dan godaannya, dan orang yang terhindar dari bisikannya hanyalah orang yang dipelihara oleh Allah subhanahu wa ta’ala Di dalam kitab shahih disebutkan bahwa Rasulullah ﷺ telah bersabda: Tiada seorang pun dari kamu melainkan telah ditugaskan terhadapnya qarin (teman setan) yang mendampinginya. Mereka bertanya, \"Juga termasuk engkau, ya Rasulullah?\" Beliau ﷺ menjawab: Ya, hanya saja Allah membantuku dalam menghadapinya; akhirnya ia masuk Islam, maka ia tidak memerintahkan kepadaku kecuali hanya kebaikan. Dan di dalam kitab Sahihain disebutkan dari Anas tentang kisah kunjungan Safiyyah kepada Nabi ﷺ yang saat itu sedang i'tikaf, lalu beliau keluar bersamanya di malam hari untuk menghantarkannya pulang ke rumahnya. Kemudian Nabi ﷺ bersua dengan dua orang laki-laki dari kalangan Ansar. Di saat melihat Nabi ﷺ, bergegaslah keduanya pergi dengan cepat. Maka Rasulullah ﷺ bersabda:Perlahan-lahanlah kamu berdua, sesungguhnya ia adalah Safiyyah binti Huyayyin. Maka keduanya berkata.Subhanallah, ya Rasulullah.\" Rasulullah ﷺ bersabda: Sesungguhnya setan itu mengalir ke dalam tubuh anak Adam melalui aliran darahnya.\n\nDan sesungguhnya aku merasa khawatir bila dilemparkan sesuatu (prasangka buruk) ke dalam hati kamu berdua. Al-Hafidzh Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Muhammad ibnu Bahr, telah menceritakan kepada kami Addiy ibnu Abu Imarah, telah menceritakan kepada kami Ziyad An-Numairi, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya setan itu meletakkan belalainya di hati anak Adam. Jika anak Adam mengingat Allah, maka bersembunyi; dan jika ia lupa kepada Allah, maka setan menelan hatinya; maka itulah yang dimaksud dengan bisikan setan yang tersembunyi.\n\nHadits ini berpredikat gharib. Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari ‘Ashim, bahwa ia pernah mendengar Abu Tamimah yang menceritakan hadits berikut dari orang yang pernah dibonceng oleh Nabi ﷺ Ia mengatakan bahwa di suatu ketika keledai yang dikendarai oleh Nabi ﷺ tersandung, maka aku berkata, \"Celakalah setan itu.\" Maka Nabi ﷺ bersabda: Janganlah engkau katakan, \"Celakalah setan. Karena sesungguhnya jika engkau katakan, \"Celakalah setan, \"maka ia menjadi bertambah besar, lalu mengatakan, \"Dengan kekuatanku, aku kalahkan dia. Tetapi jika engkau katakan, \"Bismillah, \"maka mengecillah ia hingga menjadi sekecil lalat. Hadits diriwayatkan oleh Imam Ahmad, sanadnya jayyid lagi kuat.\n\nDan di dalam hadits ini terkandung makna yang menunjukkan bahwa hati itu manakala ingat kepada Allah, setan menjadi mengecil dan terkalahkan. Tetapi jika ia tidak ingat kepada Allah, maka setan membesar dan dapat mengalahkannya. Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Bakar Al-Hanafi, telah menceritakan kepada kami Adh-Dhahhak ibnu Usman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya seseorang di antara kamu apabila berada di dalam masjid, lalu setan datang, lalu setan diikat olehnya sebagaimana seseorang mengikat hewan kendaraannya.\n\nDan jika ia diam (tidak berzikir kepada Allah), maka setan berbalik mengikat dan mengekangnya. Abu Hurairah mengatakan bahwa kalian dapat menyaksikan hal tersebut. Adapun yang dimaksud dengan maznuq yakni orang yang diikat pada lehernya, maka engkau lihat dia condong seperti ini tidak berzikir kepada Allah. Adapun orang yang dikekang, maka ia kelihatan membuka mulutnya dan tidak mengingat Allah ﷺ hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Sa'id ibnu Jubair telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: setan yang biasa bersembunyi. (An-Nas: 4) Bahwa setan bercokol di atas hati anak Adam. Maka apabila ia lupa dan lalai kepada Allah setan menggodanya; dan apabila ia ingat kepada Allah maka setan itu bersembunyi.\n\nHal yang sama telah dikatakan oleh Mujahid dan Qatadah. Al-Mu'tamir ibnu Sulaiman telah meriwayatkan dari ayahnya, bahwa pernah diceritakan kepadanya, sesungguhnya setan yang banyak menggoda itu selalu meniup hati anak Adam manakala ia sedang bersedih hati dan juga manakala sedang senang hati. Tetapi apabila ia sedang ingat kepada Allah, maka setan bersembunyi ketakutan. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, Al-waswas, bahwa makna yang dimaksud ialah setan yang membisikkan godaannya; apabila yang digodanya taat kepada Allah, maka setan bersembunyi.\n\nFirman Allah subhanahu wa ta’ala: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Apakah makna ayat ini khusus menyangkut Bani Adam saja sebagaimana yang ditunjukkan oleh makna lahiriah ayat, ataukah lebih menyeluruh dari itu menyangkut Bani Adam dan jin? Ada pendapat mengenainya, yang berarti makhluk jin pun termasuk ke dalam pengertian lafal an-nas secara prioritas. Ibnu Jarir mengatakan bahwa adakalanya digunakan lafal rijalun minal jin (laki-laki dari kalangan jin) ditujukan terhadap mereka, maka tidaklah heran bila mereka (jin) dikatakan dengan istilah an-nas.\n\nFirman Allah subhanahu wa ta’ala: dari (golongan) jin dan manusia. (An-Nas: 6) Apakah ayat ini merupakan rincian dari firman-Nya: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Kemudian dijelaskan oleh firman berikutnya: dari (golongan)jin dan manusia. (An-Nas: 6) Hal ini menguatkan pendapat yang kedua. Dan menurut pendapat yang lainnya, firman-Nya berikut ini: dari (golongan) jin dan manusia. (An-Nas: 6) merupakan tafsir dari yang selalu membisikkan godaannya terhadap manusia, yaitu dari kalangan setan manusia dan setan jin. Sebagaimana pengertian yang terdapat di dalam firman-Nya: Dan demikianlah Kami jadikan bagi tiap-tiap itu musuh, yaitu setan-setan (dari jenis) manusia dan (dari jenis) jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan-perkataan yang indah-indah untuk menipu(manusia). (Al-An'am: 112) Dan semakna dengan apa yang disebutkan oleh Imam Ahmad, bahwa: telah menceritakan kepada kami Waki', telah menceritakan kepada kami Al-Masudi, telah menceritakan kepada kami Abu Umar Ad-Dimasyqi, telah menceritakan kepada kami Ubaid Al-Khasykhasy, dari Abu Zaryang telah menceritakan bahwa ia datang kepada Rasulullah ﷺ yang saat itu berada di dalam masjid. lalu ia duduk. maka Rasulullah ﷺ bertanya, \"Wahai Abu Dzar, apakah engkau telah shalat?\" Aku (Abu Dzar) menjawab, \"Belum.\" Rasulullah ﷺ bersabda, \"Berdirilah dan salatlah kamu!\" Maka aku berdiri dan shalat, setelah itu aku duduk lagi dan beliau ﷺ bersabda: Wahai Abu Dzar, mohonlah perlindungan kepada Allah dari kejahatan setan manusia dan setan jin. Aku bertanya, \"Wahai Rasulullah, apakah setan manusia itu ada?\" Beliau ﷺ menjawab, \"Ya ada.\" Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan shalat?\" Rasulullah ﷺ menjawab: Salat adalah sebaik-baik pekerjaan; barang siapa yang ingin mempersedikitnya atau memperbanyaknya (hendaklah ia melakukan apa yang disukainya dari salatnya itu). Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan puasa?\" Rasulullah ﷺ menjawab: Amal fardu yang berpahala dan di sisi Allah ada tambahannya.\n\nAku bertanya, \"Wahai Rasulullah, bagaimanakah dengan sedekah?\" Rasulullah ﷺ menjawab, \"Pahalanya dilipatgandakan dengan kelipatan yang banyak.\" Aku bertanya, \"Manakah sedekah yang terbaik, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Hasil jerih payah dari orang yang merasa sedikit atau yang dilakukan dengan sembunyi-sembunyi kepada orang yang fakir. Aku bertanya, \"Wahai Rasulullah, nabi manakah yang paling pertama?\" Beliau menjawab, \"Adam.\" Aku bertanya, \"Wahai Rasulullah, apakah dia seorang nabi?\" Nabi ﷺ menjawab, \"Ya, dia seorang nabi dan juga orang yang pernah diajak bicara langsung oleh Allah subhanahu wa ta’ala\" Aku bertanya, \"Wahai Rasulullah, ada berapakah para rasul itu?\" Rasulullah ﷺ menjawab, \"Tiga ratus belasan orang, jumlah yang cukup banyak.\" Di lain kesempatan beliau ﷺ bersabda, \"Tiga ratus lima belas orang rasul.\" Aku bertanya, \"Wahai Rasulullah, wahyu apakah yang paling besar yang pernah diturunkan kepada engkau?\" Rasulullah ﷺ menjawab: Ayat kursi, yaitu, \"Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup Kekal lagi terus-menerus mengurus (makhluk-Nya).(Al-Baqarah: 255) Imam An-Nasai meriwayatkan hadits ini melalui Abu Umar Ad-Dimasyqi dengan sanad yang sama.\n\nHadits ini telah diriwayatkan dengan sangat panjang lebar oleh Imam Abu Hatim ibnu Hibban di dalam kitab sahihnya melalui jalur Lain dan lafal Lain yang panjang sekali; hanya Allah-Iah Yang Maha Mengetahui. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Waki' dari Sufyan, dari Mansur, dari Dzar ibnu Abdullah Al-Hamdani, dari Abdullah ibnu Syaddad, dari Ibnu Abbas yang mengatakan bahwa seorang lelaki datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Rasulullah, sesungguhnya dalam hatiku timbul suatu pertanyaan yang tidak berani aku mengatakannya.\n\nLebih aku sukai jikalau aku dijatuhkan dari atas langit daripada mengutarakannya.\" Ibnu Abbas melanjutkan kisahnya, bahwa lalu Nabi ﷺ bersabda: Allah Mahabesar, Allah Mahabesar, segala puji bagi Allah yang telah menolak tipu daya setan hingga hanya sampai batas bisikan (belaka). Imam Abu Dawud dan Imam An-Nasai telah meriwayatkannya melalui hadits Mansur, sedangkan menurut riwayat Imam An-Nasai ditambahkan Al-A'masy, keduanya dari Dzar dengan sanad yang sama. \" [Selesai Tafsir Al-Qur'anil ‘Adzhim yang popular dengan nama Tafsir Ibnu Katsir ini. Walhamdulillah]\"","tafsir-ringkas-kemenag":"Wahai Nabi Muhammad, katakanlah kepada umatmu, 'Aku berlindung kepada Tuhan yang menciptakan, memelihara, dan mengurus manusia. 2. Raja manusia, yang mengatur semua urusan mereka, dan Dia Mahakaya sehingga tidak membutuhkan mereka.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah memerintahkan Nabi Muhammad termasuk pula di dalamnya seluruh umatnya agar memohon perlindungan kepada Tuhan yang menciptakan, menjaga, menumbuhkan, mengembangkan, dan menjaga kelangsungan hidup manusia dengan nikmat dan kasih sayang-Nya serta memberi peringatan kepada mereka dengan ancaman-ancaman-Nya.","tafsir-alazhar":"SURAH AN-NAAS(MANUSIA)SURAH KE-114, 6 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah.\" -wahai utusan-Ku, dan ajarkan jugalah kepada mereka yang percaya- “Aku berlindung dengan Pemelihara manusia.\" (ujung ayat 1)***Ayat 2“Penguasa manusia.\" (ayat 2)Ayat 3“Tuhan bagi manusia.\" (ayat 3)Di dalam surah yang terakhir dalam susunan Al-Qur'an yang 114 surah ini, disebutkanlah ajaran bagaimana caranya manusia berlindung kepada Allah dari sesama manusia. Saya sendiri dan saudara yang membaca karangan ini adalah manusia. Dan kita pun hidup di tengah-tengah manusia. Selain dari hubungan kita dengan Allah, kita pun selalu berhubungan dengan sesama manusia. Tidak ada di antara kita yang dapat membebaskan diri dari ikatan dengan sesama manusia. Hablun Minallah dan Hablun Minan Naas. Agama sendiri pun, selain dari mengatur tali perhubungan dengan Allah, juga mengatur tali perhubungan dengan sesama manusia.Maka diajarkanlah pada surah yang terakhir ini bagaimana cara kita menghadapi dan hidup di tengah-tengah manusia. Kita dengan ajaran melalui Nabi ﷺ disuruh berlindung diri kepada Allah! Karena Allah itulah Rabbun Naas, Pemelihara Manusia; Malikun Naas, Penguasa Manusia; dan Ilahun Naas, Sesembahan bagi manusia.Allah adalah Rabbun Naas; Pemelihara manusia. Tidak dibiarkan terlantar, dipelihara- Nya lahir dan batinnya, luar dan dalamnya, jasmani dan ruhaninya, makanan dan minumannya. Dia adalah pula Malikun Naas, Penguasa dari seluruh manusia. Kalau kata malik itu dibaca tidak dipanjangkan bacaan pada mim (tidak dengan madd), berartilah dia Penguasa atau Raja. Pemerintah tertinggi atau sultan. Tetapi kalau maalik dibaca dengan dipanjangkan dua alif pada mim, berarti dia “yang empunya\" (yang memiliki). Dipanjangkan membaca mim ataupun dibaca tidak dipanjangkan, namun pada kedua bacaan itu memang terkandung kedua pengertian: Allah itu memang Raja, atau Penguasa yang mutlak atas diri manusia, Allah Mahakuasa menakdirkan dan mentadbirkan, sehingga mau tidak mau, kita manusia mesti menurut peraturan yang telah ditentukanNya, yang disebut Sunnatullah. Oleh sebab hanya Dia Pemelihara dan hanya Dia Penguasa, maka hanya Dia pulalah Ilah itu, hanya Dia sajalah yang Tuhan, yang wajar buat disembah dan dipuja. Kepada-Nyalah kembali segala persembahan dan pemujaan.Ayat 4“Dari kejahatan bisik-bisikan dari si pengintai peluang.\" (ayat 4)Ialah orang yang selalu mengintai kalau ada peluang. Yang selalu menunggu moga- moga kita terlengah. Maka saat kita terlengah itulah, peluang yang baik baginya untuk mem- bisik-bisikkan sesuatu!Ayat 5“Yang membisik-bisikkan di dalam dada manusia.\" (ayat 5)Dia berbisik-bisik, bukan berterang-terang. Dia masuk ke dalam dada manusia secara halus sekali. Dia menumpang dalam aliran darah, dan darah berpusat ke jantung, dan jantung terletak dalam dada. Maka dengan tidak disadari bisikan yang dimasukkan melalui jantung yang di balik benteng dada itu, dengan tidak disadari terpengaruhlah oleh bisik itu. Bisikan dalam hati yang menghasilkan ragu-ragu itu sangatlah menurunkan mutu kita sebagai manusia. Dan perasaan yang dibisikkan oleh sesuatu di dalam dada itu telah diberi nama dalam ayat-ayat ini sebagai Waswas. Siapa yang memasukkan waswas ini ke dalam dada kita?Ayat 6Dia terdiri “Daripada jin dan manusia.\" (ayat 6)Al-Hasan menegaskan, “Keduanya sama-sama setan. Setan yang berupa jin memasukkan waswas ke dalam dada manusia. Adapun setan yang berupa manusia memasukkan waswas secara kasar.\"Tafsir dari al-Ustadz Syekh Muhammad Abduh lebih menjelaskan lagi. Kata beliau, “Yang membisik-bisikkan (waswas) ke dalam hati manusia itu adalah dua macam.Pertama ialah yang disebut jin itu, yaitu makhluk yang tak tampak oleh mata dan tidak diketahui mana orangnya tetapi terasa bagaimana dia memasukkan pengaruhnya ke dalam hati, membisikkan, merayukan.Dan satu lagi ialah perayu yang kasar, yaitu manusia-manusia yang mengajak dan menganjurkan kepada jalan yang salah.\"Imam Ghazali memberikan bimbingan, “Apabila engkau membaca a'udzu billahi minasy syaithanir-rajim, hendaklah engkau ingat bahwa musuh besarmu itu (setan), selalu mengintipmu, dan jika engkau lengah niscaya dipalingkannya hatimu dari ingat akan Allah.\" Maka banyaklah keterangan dari Rasulullah ﷺ sendiri tentang bagaimana pentingnya kedua surah ini, yang selalu disebut Mu'awwidzataini (Dua Surah Perlindungan) untuk dijadikan bacaan pengukuh iman, penguat jiwa, penangkis bahaya.Maka tersebutlah di dalam sebuah hadits shahih, dirawikan oleh Bukhari, yang beliau terima dengan sanadnya daripada Ibu orang-orang Mukmin, Aisyah -semoga Allah ridha kepadanya-bahwa junjungan kita Nabi Muhammad ﷺ apabila hendak masuk ke dalam tempat tidurnya setiap malam, di- kumpulnya kedua telapak tangannya, kemudian dibacanya Qul Huwallaahu Ahad, Qul A'udzu Bi Rabbit Falaq, sesudah itu Qul A'udzu Bi Rabbin Naasi, yang ditampungkannya sambil membaca itu dengan kedua telapak tangannya itu. Setelah selesai, maka dibalurkannya kedua telapak tangannya itu pada bagian-bagian yang dapat dicapai oleh kedua telapak tangannya itu, dengan dimulai dari kepalanya dan mukanya, terus kepada seluruh badannya sampai ke bawah. Diperbuatnya demikian sampai tiga kali.\" Dan ketika penulis tafsir ini masih kecil, cara pelaksanaan hadits ini telah diajarkan kepadaku oleh ayahku dan guruku. Dan dalam perjalanan-perjalanan musafir ketika saya mengiringkan beliau, jaranglah aku tidak melihat beliau melakukan demikian. Demikianlah adanya. Semoga Allah selalu merahmati. Amin."}},"2":{"arabic":"مَلِكِ ٱلنَّاسِمَلِكِ ٱلنَّاسِ","words":{"arabicWords":["مَلِكِ","ٱلنَّاسِ"],"translationWords":["Rajanya","manusia"]},"translation":"raja manusia,","tafsir":{"tafsir-jalalayn":"(Raja manusia.).","tafsir-ibnu-katsir":"Tafsir Surat An-Nas: 1-6\n\nKatakanlah, \"Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. Ketiga ayat yang pertama merupakan sebagian dari sifat-sifat Allah subhanahu wa ta’ala yaitu sifat Rububiyah (Tuhan), sifat Al-Mulk (Raja), dan sifat Uluhiyyah (Yang disembah). Dia adalah Tuhan segala sesuatu, Yang memilikinya dan Yang disembah oleh semuanya. Maka segala sesuatu adalah makhluk yang diciptakan-Nya dan milik-Nya serta menjadi hamba-Nya. Orang yang memohon perlindungan diperintahkan agar dalam permohonannya itu menyebutkan sifat-sifat tersebut agar dihindarkan dari kejahatan godaan yang bersembunyi, yaitu setan yang selalu mendampingi manusia. Karena sesungguhnya tiada seorang manusia pun melainkan mempunyai qarin (pendamping)nya dari kalangan setan yang menghiasi perbuatan-perbuatan fahisyah hingga kelihatan bagus olehnya.\n\nSetan itu juga tidak segan-segan mencurahkan segala kemampuannya untuk menyesatkannya melalui bisikan dan godaannya, dan orang yang terhindar dari bisikannya hanyalah orang yang dipelihara oleh Allah subhanahu wa ta’ala Di dalam kitab shahih disebutkan bahwa Rasulullah ﷺ telah bersabda: Tiada seorang pun dari kamu melainkan telah ditugaskan terhadapnya qarin (teman setan) yang mendampinginya. Mereka bertanya, \"Juga termasuk engkau, ya Rasulullah?\" Beliau ﷺ menjawab: Ya, hanya saja Allah membantuku dalam menghadapinya; akhirnya ia masuk Islam, maka ia tidak memerintahkan kepadaku kecuali hanya kebaikan. Dan di dalam kitab Sahihain disebutkan dari Anas tentang kisah kunjungan Safiyyah kepada Nabi ﷺ yang saat itu sedang i'tikaf, lalu beliau keluar bersamanya di malam hari untuk menghantarkannya pulang ke rumahnya. Kemudian Nabi ﷺ bersua dengan dua orang laki-laki dari kalangan Ansar. Di saat melihat Nabi ﷺ, bergegaslah keduanya pergi dengan cepat. Maka Rasulullah ﷺ bersabda:Perlahan-lahanlah kamu berdua, sesungguhnya ia adalah Safiyyah binti Huyayyin. Maka keduanya berkata.Subhanallah, ya Rasulullah.\" Rasulullah ﷺ bersabda: Sesungguhnya setan itu mengalir ke dalam tubuh anak Adam melalui aliran darahnya.\n\nDan sesungguhnya aku merasa khawatir bila dilemparkan sesuatu (prasangka buruk) ke dalam hati kamu berdua. Al-Hafidzh Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Muhammad ibnu Bahr, telah menceritakan kepada kami Addiy ibnu Abu Imarah, telah menceritakan kepada kami Ziyad An-Numairi, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya setan itu meletakkan belalainya di hati anak Adam. Jika anak Adam mengingat Allah, maka bersembunyi; dan jika ia lupa kepada Allah, maka setan menelan hatinya; maka itulah yang dimaksud dengan bisikan setan yang tersembunyi.\n\nHadits ini berpredikat gharib. Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari ‘Ashim, bahwa ia pernah mendengar Abu Tamimah yang menceritakan hadits berikut dari orang yang pernah dibonceng oleh Nabi ﷺ Ia mengatakan bahwa di suatu ketika keledai yang dikendarai oleh Nabi ﷺ tersandung, maka aku berkata, \"Celakalah setan itu.\" Maka Nabi ﷺ bersabda: Janganlah engkau katakan, \"Celakalah setan. Karena sesungguhnya jika engkau katakan, \"Celakalah setan, \"maka ia menjadi bertambah besar, lalu mengatakan, \"Dengan kekuatanku, aku kalahkan dia. Tetapi jika engkau katakan, \"Bismillah, \"maka mengecillah ia hingga menjadi sekecil lalat. Hadits diriwayatkan oleh Imam Ahmad, sanadnya jayyid lagi kuat.\n\nDan di dalam hadits ini terkandung makna yang menunjukkan bahwa hati itu manakala ingat kepada Allah, setan menjadi mengecil dan terkalahkan. Tetapi jika ia tidak ingat kepada Allah, maka setan membesar dan dapat mengalahkannya. Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Bakar Al-Hanafi, telah menceritakan kepada kami Adh-Dhahhak ibnu Usman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya seseorang di antara kamu apabila berada di dalam masjid, lalu setan datang, lalu setan diikat olehnya sebagaimana seseorang mengikat hewan kendaraannya.\n\nDan jika ia diam (tidak berzikir kepada Allah), maka setan berbalik mengikat dan mengekangnya. Abu Hurairah mengatakan bahwa kalian dapat menyaksikan hal tersebut. Adapun yang dimaksud dengan maznuq yakni orang yang diikat pada lehernya, maka engkau lihat dia condong seperti ini tidak berzikir kepada Allah. Adapun orang yang dikekang, maka ia kelihatan membuka mulutnya dan tidak mengingat Allah ﷺ hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Sa'id ibnu Jubair telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: setan yang biasa bersembunyi. (An-Nas: 4) Bahwa setan bercokol di atas hati anak Adam. Maka apabila ia lupa dan lalai kepada Allah setan menggodanya; dan apabila ia ingat kepada Allah maka setan itu bersembunyi.\n\nHal yang sama telah dikatakan oleh Mujahid dan Qatadah. Al-Mu'tamir ibnu Sulaiman telah meriwayatkan dari ayahnya, bahwa pernah diceritakan kepadanya, sesungguhnya setan yang banyak menggoda itu selalu meniup hati anak Adam manakala ia sedang bersedih hati dan juga manakala sedang senang hati. Tetapi apabila ia sedang ingat kepada Allah, maka setan bersembunyi ketakutan. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, Al-waswas, bahwa makna yang dimaksud ialah setan yang membisikkan godaannya; apabila yang digodanya taat kepada Allah, maka setan bersembunyi.\n\nFirman Allah subhanahu wa ta’ala: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Apakah makna ayat ini khusus menyangkut Bani Adam saja sebagaimana yang ditunjukkan oleh makna lahiriah ayat, ataukah lebih menyeluruh dari itu menyangkut Bani Adam dan jin? Ada pendapat mengenainya, yang berarti makhluk jin pun termasuk ke dalam pengertian lafal an-nas secara prioritas. Ibnu Jarir mengatakan bahwa adakalanya digunakan lafal rijalun minal jin (laki-laki dari kalangan jin) ditujukan terhadap mereka, maka tidaklah heran bila mereka (jin) dikatakan dengan istilah an-nas.\n\nFirman Allah subhanahu wa ta’ala: dari (golongan) jin dan manusia. (An-Nas: 6) Apakah ayat ini merupakan rincian dari firman-Nya: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Kemudian dijelaskan oleh firman berikutnya: dari (golongan)jin dan manusia. (An-Nas: 6) Hal ini menguatkan pendapat yang kedua. Dan menurut pendapat yang lainnya, firman-Nya berikut ini: dari (golongan) jin dan manusia. (An-Nas: 6) merupakan tafsir dari yang selalu membisikkan godaannya terhadap manusia, yaitu dari kalangan setan manusia dan setan jin. Sebagaimana pengertian yang terdapat di dalam firman-Nya: Dan demikianlah Kami jadikan bagi tiap-tiap itu musuh, yaitu setan-setan (dari jenis) manusia dan (dari jenis) jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan-perkataan yang indah-indah untuk menipu(manusia). (Al-An'am: 112) Dan semakna dengan apa yang disebutkan oleh Imam Ahmad, bahwa: telah menceritakan kepada kami Waki', telah menceritakan kepada kami Al-Masudi, telah menceritakan kepada kami Abu Umar Ad-Dimasyqi, telah menceritakan kepada kami Ubaid Al-Khasykhasy, dari Abu Zaryang telah menceritakan bahwa ia datang kepada Rasulullah ﷺ yang saat itu berada di dalam masjid. lalu ia duduk. maka Rasulullah ﷺ bertanya, \"Wahai Abu Dzar, apakah engkau telah shalat?\" Aku (Abu Dzar) menjawab, \"Belum.\" Rasulullah ﷺ bersabda, \"Berdirilah dan salatlah kamu!\" Maka aku berdiri dan shalat, setelah itu aku duduk lagi dan beliau ﷺ bersabda: Wahai Abu Dzar, mohonlah perlindungan kepada Allah dari kejahatan setan manusia dan setan jin. Aku bertanya, \"Wahai Rasulullah, apakah setan manusia itu ada?\" Beliau ﷺ menjawab, \"Ya ada.\" Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan shalat?\" Rasulullah ﷺ menjawab: Salat adalah sebaik-baik pekerjaan; barang siapa yang ingin mempersedikitnya atau memperbanyaknya (hendaklah ia melakukan apa yang disukainya dari salatnya itu). Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan puasa?\" Rasulullah ﷺ menjawab: Amal fardu yang berpahala dan di sisi Allah ada tambahannya.\n\nAku bertanya, \"Wahai Rasulullah, bagaimanakah dengan sedekah?\" Rasulullah ﷺ menjawab, \"Pahalanya dilipatgandakan dengan kelipatan yang banyak.\" Aku bertanya, \"Manakah sedekah yang terbaik, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Hasil jerih payah dari orang yang merasa sedikit atau yang dilakukan dengan sembunyi-sembunyi kepada orang yang fakir. Aku bertanya, \"Wahai Rasulullah, nabi manakah yang paling pertama?\" Beliau menjawab, \"Adam.\" Aku bertanya, \"Wahai Rasulullah, apakah dia seorang nabi?\" Nabi ﷺ menjawab, \"Ya, dia seorang nabi dan juga orang yang pernah diajak bicara langsung oleh Allah subhanahu wa ta’ala\" Aku bertanya, \"Wahai Rasulullah, ada berapakah para rasul itu?\" Rasulullah ﷺ menjawab, \"Tiga ratus belasan orang, jumlah yang cukup banyak.\" Di lain kesempatan beliau ﷺ bersabda, \"Tiga ratus lima belas orang rasul.\" Aku bertanya, \"Wahai Rasulullah, wahyu apakah yang paling besar yang pernah diturunkan kepada engkau?\" Rasulullah ﷺ menjawab: Ayat kursi, yaitu, \"Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup Kekal lagi terus-menerus mengurus (makhluk-Nya).(Al-Baqarah: 255) Imam An-Nasai meriwayatkan hadits ini melalui Abu Umar Ad-Dimasyqi dengan sanad yang sama.\n\nHadits ini telah diriwayatkan dengan sangat panjang lebar oleh Imam Abu Hatim ibnu Hibban di dalam kitab sahihnya melalui jalur Lain dan lafal Lain yang panjang sekali; hanya Allah-Iah Yang Maha Mengetahui. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Waki' dari Sufyan, dari Mansur, dari Dzar ibnu Abdullah Al-Hamdani, dari Abdullah ibnu Syaddad, dari Ibnu Abbas yang mengatakan bahwa seorang lelaki datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Rasulullah, sesungguhnya dalam hatiku timbul suatu pertanyaan yang tidak berani aku mengatakannya.\n\nLebih aku sukai jikalau aku dijatuhkan dari atas langit daripada mengutarakannya.\" Ibnu Abbas melanjutkan kisahnya, bahwa lalu Nabi ﷺ bersabda: Allah Mahabesar, Allah Mahabesar, segala puji bagi Allah yang telah menolak tipu daya setan hingga hanya sampai batas bisikan (belaka). Imam Abu Dawud dan Imam An-Nasai telah meriwayatkannya melalui hadits Mansur, sedangkan menurut riwayat Imam An-Nasai ditambahkan Al-A'masy, keduanya dari Dzar dengan sanad yang sama. \" [Selesai Tafsir Al-Qur'anil ‘Adzhim yang popular dengan nama Tafsir Ibnu Katsir ini. Walhamdulillah]\"","tafsir-ringkas-kemenag":"Raja manusia, yang mengatur semua urusan mereka, dan Dia Mahakaya sehingga tidak membutuhkan mereka. 3. Sembahan manusia, Tuhan yang tidak ada sekutu bagi-Nya. Itulah Tuhan yang patut disembah dan dimintai perlindungan.","tafsir-lengkap-kemenag":"Allah menjelaskan bahwa Tuhan yang mendidik manusia itu adalah yang memiliki dan yang mengatur semua syariat, yang membuat undang-undang, peraturan-peraturan, dan hukum-hukum agama. Barang siapa yang mematuhinya akan berbahagia hidup di dunia dan di akhirat.","tafsir-alazhar":"SURAH AN-NAAS(MANUSIA)SURAH KE-114, 6 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah.\" -wahai utusan-Ku, dan ajarkan jugalah kepada mereka yang percaya- “Aku berlindung dengan Pemelihara manusia.\" (ujung ayat 1)***Ayat 2“Penguasa manusia.\" (ayat 2)Ayat 3“Tuhan bagi manusia.\" (ayat 3)Di dalam surah yang terakhir dalam susunan Al-Qur'an yang 114 surah ini, disebutkanlah ajaran bagaimana caranya manusia berlindung kepada Allah dari sesama manusia. Saya sendiri dan saudara yang membaca karangan ini adalah manusia. Dan kita pun hidup di tengah-tengah manusia. Selain dari hubungan kita dengan Allah, kita pun selalu berhubungan dengan sesama manusia. Tidak ada di antara kita yang dapat membebaskan diri dari ikatan dengan sesama manusia. Hablun Minallah dan Hablun Minan Naas. Agama sendiri pun, selain dari mengatur tali perhubungan dengan Allah, juga mengatur tali perhubungan dengan sesama manusia.Maka diajarkanlah pada surah yang terakhir ini bagaimana cara kita menghadapi dan hidup di tengah-tengah manusia. Kita dengan ajaran melalui Nabi ﷺ disuruh berlindung diri kepada Allah! Karena Allah itulah Rabbun Naas, Pemelihara Manusia; Malikun Naas, Penguasa Manusia; dan Ilahun Naas, Sesembahan bagi manusia.Allah adalah Rabbun Naas; Pemelihara manusia. Tidak dibiarkan terlantar, dipelihara- Nya lahir dan batinnya, luar dan dalamnya, jasmani dan ruhaninya, makanan dan minumannya. Dia adalah pula Malikun Naas, Penguasa dari seluruh manusia. Kalau kata malik itu dibaca tidak dipanjangkan bacaan pada mim (tidak dengan madd), berartilah dia Penguasa atau Raja. Pemerintah tertinggi atau sultan. Tetapi kalau maalik dibaca dengan dipanjangkan dua alif pada mim, berarti dia “yang empunya\" (yang memiliki). Dipanjangkan membaca mim ataupun dibaca tidak dipanjangkan, namun pada kedua bacaan itu memang terkandung kedua pengertian: Allah itu memang Raja, atau Penguasa yang mutlak atas diri manusia, Allah Mahakuasa menakdirkan dan mentadbirkan, sehingga mau tidak mau, kita manusia mesti menurut peraturan yang telah ditentukanNya, yang disebut Sunnatullah. Oleh sebab hanya Dia Pemelihara dan hanya Dia Penguasa, maka hanya Dia pulalah Ilah itu, hanya Dia sajalah yang Tuhan, yang wajar buat disembah dan dipuja. Kepada-Nyalah kembali segala persembahan dan pemujaan.Ayat 4“Dari kejahatan bisik-bisikan dari si pengintai peluang.\" (ayat 4)Ialah orang yang selalu mengintai kalau ada peluang. Yang selalu menunggu moga- moga kita terlengah. Maka saat kita terlengah itulah, peluang yang baik baginya untuk mem- bisik-bisikkan sesuatu!Ayat 5“Yang membisik-bisikkan di dalam dada manusia.\" (ayat 5)Dia berbisik-bisik, bukan berterang-terang. Dia masuk ke dalam dada manusia secara halus sekali. Dia menumpang dalam aliran darah, dan darah berpusat ke jantung, dan jantung terletak dalam dada. Maka dengan tidak disadari bisikan yang dimasukkan melalui jantung yang di balik benteng dada itu, dengan tidak disadari terpengaruhlah oleh bisik itu. Bisikan dalam hati yang menghasilkan ragu-ragu itu sangatlah menurunkan mutu kita sebagai manusia. Dan perasaan yang dibisikkan oleh sesuatu di dalam dada itu telah diberi nama dalam ayat-ayat ini sebagai Waswas. Siapa yang memasukkan waswas ini ke dalam dada kita?Ayat 6Dia terdiri “Daripada jin dan manusia.\" (ayat 6)Al-Hasan menegaskan, “Keduanya sama-sama setan. Setan yang berupa jin memasukkan waswas ke dalam dada manusia. Adapun setan yang berupa manusia memasukkan waswas secara kasar.\"Tafsir dari al-Ustadz Syekh Muhammad Abduh lebih menjelaskan lagi. Kata beliau, “Yang membisik-bisikkan (waswas) ke dalam hati manusia itu adalah dua macam.Pertama ialah yang disebut jin itu, yaitu makhluk yang tak tampak oleh mata dan tidak diketahui mana orangnya tetapi terasa bagaimana dia memasukkan pengaruhnya ke dalam hati, membisikkan, merayukan.Dan satu lagi ialah perayu yang kasar, yaitu manusia-manusia yang mengajak dan menganjurkan kepada jalan yang salah.\"Imam Ghazali memberikan bimbingan, “Apabila engkau membaca a'udzu billahi minasy syaithanir-rajim, hendaklah engkau ingat bahwa musuh besarmu itu (setan), selalu mengintipmu, dan jika engkau lengah niscaya dipalingkannya hatimu dari ingat akan Allah.\" Maka banyaklah keterangan dari Rasulullah ﷺ sendiri tentang bagaimana pentingnya kedua surah ini, yang selalu disebut Mu'awwidzataini (Dua Surah Perlindungan) untuk dijadikan bacaan pengukuh iman, penguat jiwa, penangkis bahaya.Maka tersebutlah di dalam sebuah hadits shahih, dirawikan oleh Bukhari, yang beliau terima dengan sanadnya daripada Ibu orang-orang Mukmin, Aisyah -semoga Allah ridha kepadanya-bahwa junjungan kita Nabi Muhammad ﷺ apabila hendak masuk ke dalam tempat tidurnya setiap malam, di- kumpulnya kedua telapak tangannya, kemudian dibacanya Qul Huwallaahu Ahad, Qul A'udzu Bi Rabbit Falaq, sesudah itu Qul A'udzu Bi Rabbin Naasi, yang ditampungkannya sambil membaca itu dengan kedua telapak tangannya itu. Setelah selesai, maka dibalurkannya kedua telapak tangannya itu pada bagian-bagian yang dapat dicapai oleh kedua telapak tangannya itu, dengan dimulai dari kepalanya dan mukanya, terus kepada seluruh badannya sampai ke bawah. Diperbuatnya demikian sampai tiga kali.\" Dan ketika penulis tafsir ini masih kecil, cara pelaksanaan hadits ini telah diajarkan kepadaku oleh ayahku dan guruku. Dan dalam perjalanan-perjalanan musafir ketika saya mengiringkan beliau, jaranglah aku tidak melihat beliau melakukan demikian. Demikianlah adanya. Semoga Allah selalu merahmati. Amin."}},"3":{"arabic":"إِلَٰهِ ٱلنَّاسِإِلَٰهِ ٱلنَّاسِ","words":{"arabicWords":["إِلَٰهِ","ٱلنَّاسِ"],"translationWords":["Tuhannya","manusia"]},"translation":"sembahan manusia","tafsir":{"tafsir-jalalayn":"(Sesembahan manusia) kedua ayat tersebut berkedudukan sebagai Badal atau sifat, atau 'Athaf Bayan, kemudian Mudhaf Ilaih. Lafal An-Naas disebutkan di dalam kedua ayat ini, dimaksud untuk menambah jelas makna.","tafsir-ibnu-katsir":"Tafsir Surat An-Nas: 1-6\n\nKatakanlah, \"Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. Ketiga ayat yang pertama merupakan sebagian dari sifat-sifat Allah subhanahu wa ta’ala yaitu sifat Rububiyah (Tuhan), sifat Al-Mulk (Raja), dan sifat Uluhiyyah (Yang disembah). Dia adalah Tuhan segala sesuatu, Yang memilikinya dan Yang disembah oleh semuanya. Maka segala sesuatu adalah makhluk yang diciptakan-Nya dan milik-Nya serta menjadi hamba-Nya. Orang yang memohon perlindungan diperintahkan agar dalam permohonannya itu menyebutkan sifat-sifat tersebut agar dihindarkan dari kejahatan godaan yang bersembunyi, yaitu setan yang selalu mendampingi manusia. Karena sesungguhnya tiada seorang manusia pun melainkan mempunyai qarin (pendamping)nya dari kalangan setan yang menghiasi perbuatan-perbuatan fahisyah hingga kelihatan bagus olehnya.\n\nSetan itu juga tidak segan-segan mencurahkan segala kemampuannya untuk menyesatkannya melalui bisikan dan godaannya, dan orang yang terhindar dari bisikannya hanyalah orang yang dipelihara oleh Allah subhanahu wa ta’ala Di dalam kitab shahih disebutkan bahwa Rasulullah ﷺ telah bersabda: Tiada seorang pun dari kamu melainkan telah ditugaskan terhadapnya qarin (teman setan) yang mendampinginya. Mereka bertanya, \"Juga termasuk engkau, ya Rasulullah?\" Beliau ﷺ menjawab: Ya, hanya saja Allah membantuku dalam menghadapinya; akhirnya ia masuk Islam, maka ia tidak memerintahkan kepadaku kecuali hanya kebaikan. Dan di dalam kitab Sahihain disebutkan dari Anas tentang kisah kunjungan Safiyyah kepada Nabi ﷺ yang saat itu sedang i'tikaf, lalu beliau keluar bersamanya di malam hari untuk menghantarkannya pulang ke rumahnya. Kemudian Nabi ﷺ bersua dengan dua orang laki-laki dari kalangan Ansar. Di saat melihat Nabi ﷺ, bergegaslah keduanya pergi dengan cepat. Maka Rasulullah ﷺ bersabda:Perlahan-lahanlah kamu berdua, sesungguhnya ia adalah Safiyyah binti Huyayyin. Maka keduanya berkata.Subhanallah, ya Rasulullah.\" Rasulullah ﷺ bersabda: Sesungguhnya setan itu mengalir ke dalam tubuh anak Adam melalui aliran darahnya.\n\nDan sesungguhnya aku merasa khawatir bila dilemparkan sesuatu (prasangka buruk) ke dalam hati kamu berdua. Al-Hafidzh Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Muhammad ibnu Bahr, telah menceritakan kepada kami Addiy ibnu Abu Imarah, telah menceritakan kepada kami Ziyad An-Numairi, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya setan itu meletakkan belalainya di hati anak Adam. Jika anak Adam mengingat Allah, maka bersembunyi; dan jika ia lupa kepada Allah, maka setan menelan hatinya; maka itulah yang dimaksud dengan bisikan setan yang tersembunyi.\n\nHadits ini berpredikat gharib. Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari ‘Ashim, bahwa ia pernah mendengar Abu Tamimah yang menceritakan hadits berikut dari orang yang pernah dibonceng oleh Nabi ﷺ Ia mengatakan bahwa di suatu ketika keledai yang dikendarai oleh Nabi ﷺ tersandung, maka aku berkata, \"Celakalah setan itu.\" Maka Nabi ﷺ bersabda: Janganlah engkau katakan, \"Celakalah setan. Karena sesungguhnya jika engkau katakan, \"Celakalah setan, \"maka ia menjadi bertambah besar, lalu mengatakan, \"Dengan kekuatanku, aku kalahkan dia. Tetapi jika engkau katakan, \"Bismillah, \"maka mengecillah ia hingga menjadi sekecil lalat. Hadits diriwayatkan oleh Imam Ahmad, sanadnya jayyid lagi kuat.\n\nDan di dalam hadits ini terkandung makna yang menunjukkan bahwa hati itu manakala ingat kepada Allah, setan menjadi mengecil dan terkalahkan. Tetapi jika ia tidak ingat kepada Allah, maka setan membesar dan dapat mengalahkannya. Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Bakar Al-Hanafi, telah menceritakan kepada kami Adh-Dhahhak ibnu Usman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya seseorang di antara kamu apabila berada di dalam masjid, lalu setan datang, lalu setan diikat olehnya sebagaimana seseorang mengikat hewan kendaraannya.\n\nDan jika ia diam (tidak berzikir kepada Allah), maka setan berbalik mengikat dan mengekangnya. Abu Hurairah mengatakan bahwa kalian dapat menyaksikan hal tersebut. Adapun yang dimaksud dengan maznuq yakni orang yang diikat pada lehernya, maka engkau lihat dia condong seperti ini tidak berzikir kepada Allah. Adapun orang yang dikekang, maka ia kelihatan membuka mulutnya dan tidak mengingat Allah ﷺ hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Sa'id ibnu Jubair telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: setan yang biasa bersembunyi. (An-Nas: 4) Bahwa setan bercokol di atas hati anak Adam. Maka apabila ia lupa dan lalai kepada Allah setan menggodanya; dan apabila ia ingat kepada Allah maka setan itu bersembunyi.\n\nHal yang sama telah dikatakan oleh Mujahid dan Qatadah. Al-Mu'tamir ibnu Sulaiman telah meriwayatkan dari ayahnya, bahwa pernah diceritakan kepadanya, sesungguhnya setan yang banyak menggoda itu selalu meniup hati anak Adam manakala ia sedang bersedih hati dan juga manakala sedang senang hati. Tetapi apabila ia sedang ingat kepada Allah, maka setan bersembunyi ketakutan. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, Al-waswas, bahwa makna yang dimaksud ialah setan yang membisikkan godaannya; apabila yang digodanya taat kepada Allah, maka setan bersembunyi.\n\nFirman Allah subhanahu wa ta’ala: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Apakah makna ayat ini khusus menyangkut Bani Adam saja sebagaimana yang ditunjukkan oleh makna lahiriah ayat, ataukah lebih menyeluruh dari itu menyangkut Bani Adam dan jin? Ada pendapat mengenainya, yang berarti makhluk jin pun termasuk ke dalam pengertian lafal an-nas secara prioritas. Ibnu Jarir mengatakan bahwa adakalanya digunakan lafal rijalun minal jin (laki-laki dari kalangan jin) ditujukan terhadap mereka, maka tidaklah heran bila mereka (jin) dikatakan dengan istilah an-nas.\n\nFirman Allah subhanahu wa ta’ala: dari (golongan) jin dan manusia. (An-Nas: 6) Apakah ayat ini merupakan rincian dari firman-Nya: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Kemudian dijelaskan oleh firman berikutnya: dari (golongan)jin dan manusia. (An-Nas: 6) Hal ini menguatkan pendapat yang kedua. Dan menurut pendapat yang lainnya, firman-Nya berikut ini: dari (golongan) jin dan manusia. (An-Nas: 6) merupakan tafsir dari yang selalu membisikkan godaannya terhadap manusia, yaitu dari kalangan setan manusia dan setan jin. Sebagaimana pengertian yang terdapat di dalam firman-Nya: Dan demikianlah Kami jadikan bagi tiap-tiap itu musuh, yaitu setan-setan (dari jenis) manusia dan (dari jenis) jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan-perkataan yang indah-indah untuk menipu(manusia). (Al-An'am: 112) Dan semakna dengan apa yang disebutkan oleh Imam Ahmad, bahwa: telah menceritakan kepada kami Waki', telah menceritakan kepada kami Al-Masudi, telah menceritakan kepada kami Abu Umar Ad-Dimasyqi, telah menceritakan kepada kami Ubaid Al-Khasykhasy, dari Abu Zaryang telah menceritakan bahwa ia datang kepada Rasulullah ﷺ yang saat itu berada di dalam masjid. lalu ia duduk. maka Rasulullah ﷺ bertanya, \"Wahai Abu Dzar, apakah engkau telah shalat?\" Aku (Abu Dzar) menjawab, \"Belum.\" Rasulullah ﷺ bersabda, \"Berdirilah dan salatlah kamu!\" Maka aku berdiri dan shalat, setelah itu aku duduk lagi dan beliau ﷺ bersabda: Wahai Abu Dzar, mohonlah perlindungan kepada Allah dari kejahatan setan manusia dan setan jin. Aku bertanya, \"Wahai Rasulullah, apakah setan manusia itu ada?\" Beliau ﷺ menjawab, \"Ya ada.\" Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan shalat?\" Rasulullah ﷺ menjawab: Salat adalah sebaik-baik pekerjaan; barang siapa yang ingin mempersedikitnya atau memperbanyaknya (hendaklah ia melakukan apa yang disukainya dari salatnya itu). Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan puasa?\" Rasulullah ﷺ menjawab: Amal fardu yang berpahala dan di sisi Allah ada tambahannya.\n\nAku bertanya, \"Wahai Rasulullah, bagaimanakah dengan sedekah?\" Rasulullah ﷺ menjawab, \"Pahalanya dilipatgandakan dengan kelipatan yang banyak.\" Aku bertanya, \"Manakah sedekah yang terbaik, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Hasil jerih payah dari orang yang merasa sedikit atau yang dilakukan dengan sembunyi-sembunyi kepada orang yang fakir. Aku bertanya, \"Wahai Rasulullah, nabi manakah yang paling pertama?\" Beliau menjawab, \"Adam.\" Aku bertanya, \"Wahai Rasulullah, apakah dia seorang nabi?\" Nabi ﷺ menjawab, \"Ya, dia seorang nabi dan juga orang yang pernah diajak bicara langsung oleh Allah subhanahu wa ta’ala\" Aku bertanya, \"Wahai Rasulullah, ada berapakah para rasul itu?\" Rasulullah ﷺ menjawab, \"Tiga ratus belasan orang, jumlah yang cukup banyak.\" Di lain kesempatan beliau ﷺ bersabda, \"Tiga ratus lima belas orang rasul.\" Aku bertanya, \"Wahai Rasulullah, wahyu apakah yang paling besar yang pernah diturunkan kepada engkau?\" Rasulullah ﷺ menjawab: Ayat kursi, yaitu, \"Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup Kekal lagi terus-menerus mengurus (makhluk-Nya).(Al-Baqarah: 255) Imam An-Nasai meriwayatkan hadits ini melalui Abu Umar Ad-Dimasyqi dengan sanad yang sama.\n\nHadits ini telah diriwayatkan dengan sangat panjang lebar oleh Imam Abu Hatim ibnu Hibban di dalam kitab sahihnya melalui jalur Lain dan lafal Lain yang panjang sekali; hanya Allah-Iah Yang Maha Mengetahui. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Waki' dari Sufyan, dari Mansur, dari Dzar ibnu Abdullah Al-Hamdani, dari Abdullah ibnu Syaddad, dari Ibnu Abbas yang mengatakan bahwa seorang lelaki datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Rasulullah, sesungguhnya dalam hatiku timbul suatu pertanyaan yang tidak berani aku mengatakannya.\n\nLebih aku sukai jikalau aku dijatuhkan dari atas langit daripada mengutarakannya.\" Ibnu Abbas melanjutkan kisahnya, bahwa lalu Nabi ﷺ bersabda: Allah Mahabesar, Allah Mahabesar, segala puji bagi Allah yang telah menolak tipu daya setan hingga hanya sampai batas bisikan (belaka). Imam Abu Dawud dan Imam An-Nasai telah meriwayatkannya melalui hadits Mansur, sedangkan menurut riwayat Imam An-Nasai ditambahkan Al-A'masy, keduanya dari Dzar dengan sanad yang sama. \" [Selesai Tafsir Al-Qur'anil ‘Adzhim yang popular dengan nama Tafsir Ibnu Katsir ini. Walhamdulillah]\"","tafsir-ringkas-kemenag":"Sembahan manusia, Tuhan yang tidak ada sekutu bagi-Nya. Itulah Tuhan yang patut disembah dan dimintai perlindungan. 4-6. Aku berlindung kepada-Nya dari kejahatan bisikan setan yang bersembunyi pada diri manusia dan selalu bersamanya layaknya darah yang mengalir di dalam tubuhnya, yang membisikkan kejahatan dan kesesatan ke dalam dada manusia dengan cara yang halus, lihai, licik, dan menjanjikan secara terus-menerus. Aku berlindung kepada-Nya dari setan pembisik kejahatan dan kesesatan yang berasal dari golongan jin, yakni makhluk halus yang tercipta dari api, dan juga dari golongan manusia yang telah menjadi budak setan.","tafsir-lengkap-kemenag":"Allah menambah keterangan tentang Tuhan pendidik manusia ialah yang menguasai jiwa mereka dengan kebesaran-Nya. Mereka tidak mengetahui kekuasaan Allah itu secara keseluruhan, tetapi mereka tunduk kepada-Nya dengan sepenuh hati dan mereka tidak mengetahui bagaimana datangnya dorongan hati kepada mereka itu, sehingga dapat mempengaruhi seluruh jiwa raga mereka.\n\nAyat-ayat ini mendahulukan kata Rabb (pendidik) dari kata Malik dan Ilah karena pendidikan adalah nikmat Allah yang paling utama dan terbesar bagi manusia. Kemudian yang kedua diikuti dengan kata Malik (Raja) karena manusia harus tunduk kepada kerajaan Allah sesudah mereka dewasa dan berakal. Kemudian diikuti dengan kata Ilah (sembahan), karena manusia sesudah berakal menyadari bahwa hanya kepada Allah mereka harus tunduk dan hanya Dia saja yang berhak untuk disembah.\n\nAllah menyatakan dalam ayat-ayat ini bahwa Dia Raja manusia. Pemilik manusia dan Tuhan manusia, bahkan Dia adalah Tuhan segala sesuatu. Tetapi di lain pihak, manusialah yang membuat kesalahan dan kekeliruan dalam menyifati Allah sehingga mereka tersesat dari jalan lurus. Mereka menjadikan tuhan-tuhan lain yang mereka sembah dengan anggapan bahwa tuhan-tuhan itulah yang memberi nikmat dan bahagia serta menolak bahaya dari mereka, yang mengatur hidup mereka, menggariskan batas-batas yang boleh atau tidak boleh mereka lakukan. Mereka memberi nama tuhan-tuhan itu dengan pembantu-pembantunya dan menyangka bahwa tuhan-tuhan itulah yang mengatur segala gerak-gerik mereka. Dalam ayat lain, Allah berfirman:\n\nMereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah, dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9: 31)\n\nDan tidak (mungkin pula baginya) menyuruh kamu menjadikan para malaikat dan para nabi sebagai Tuhan. Apakah (patut) dia menyuruh kamu menjadi kafir setelah kamu menjadi Muslim? (Ali 'Imran/3: 80)\n\nMaksudnya, dengan ini Allah memperingatkan manusia bahwa Dia-lah yang mendidik mereka sedang mereka adalah manusia-manusia yang suka berpikir dan Dia Raja mereka dan Dia pula Tuhan mereka menurut pikiran mereka. Maka tidak benarlah apa yang mereka ada-adakan untuk mendewa-dewakan diri mereka padahal mereka manusia biasa.","tafsir-alazhar":"SURAH AN-NAAS(MANUSIA)SURAH KE-114, 6 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah.\" -wahai utusan-Ku, dan ajarkan jugalah kepada mereka yang percaya- “Aku berlindung dengan Pemelihara manusia.\" (ujung ayat 1)***Ayat 2“Penguasa manusia.\" (ayat 2)Ayat 3“Tuhan bagi manusia.\" (ayat 3)Di dalam surah yang terakhir dalam susunan Al-Qur'an yang 114 surah ini, disebutkanlah ajaran bagaimana caranya manusia berlindung kepada Allah dari sesama manusia. Saya sendiri dan saudara yang membaca karangan ini adalah manusia. Dan kita pun hidup di tengah-tengah manusia. Selain dari hubungan kita dengan Allah, kita pun selalu berhubungan dengan sesama manusia. Tidak ada di antara kita yang dapat membebaskan diri dari ikatan dengan sesama manusia. Hablun Minallah dan Hablun Minan Naas. Agama sendiri pun, selain dari mengatur tali perhubungan dengan Allah, juga mengatur tali perhubungan dengan sesama manusia.Maka diajarkanlah pada surah yang terakhir ini bagaimana cara kita menghadapi dan hidup di tengah-tengah manusia. Kita dengan ajaran melalui Nabi ﷺ disuruh berlindung diri kepada Allah! Karena Allah itulah Rabbun Naas, Pemelihara Manusia; Malikun Naas, Penguasa Manusia; dan Ilahun Naas, Sesembahan bagi manusia.Allah adalah Rabbun Naas; Pemelihara manusia. Tidak dibiarkan terlantar, dipelihara- Nya lahir dan batinnya, luar dan dalamnya, jasmani dan ruhaninya, makanan dan minumannya. Dia adalah pula Malikun Naas, Penguasa dari seluruh manusia. Kalau kata malik itu dibaca tidak dipanjangkan bacaan pada mim (tidak dengan madd), berartilah dia Penguasa atau Raja. Pemerintah tertinggi atau sultan. Tetapi kalau maalik dibaca dengan dipanjangkan dua alif pada mim, berarti dia “yang empunya\" (yang memiliki). Dipanjangkan membaca mim ataupun dibaca tidak dipanjangkan, namun pada kedua bacaan itu memang terkandung kedua pengertian: Allah itu memang Raja, atau Penguasa yang mutlak atas diri manusia, Allah Mahakuasa menakdirkan dan mentadbirkan, sehingga mau tidak mau, kita manusia mesti menurut peraturan yang telah ditentukanNya, yang disebut Sunnatullah. Oleh sebab hanya Dia Pemelihara dan hanya Dia Penguasa, maka hanya Dia pulalah Ilah itu, hanya Dia sajalah yang Tuhan, yang wajar buat disembah dan dipuja. Kepada-Nyalah kembali segala persembahan dan pemujaan.Ayat 4“Dari kejahatan bisik-bisikan dari si pengintai peluang.\" (ayat 4)Ialah orang yang selalu mengintai kalau ada peluang. Yang selalu menunggu moga- moga kita terlengah. Maka saat kita terlengah itulah, peluang yang baik baginya untuk mem- bisik-bisikkan sesuatu!Ayat 5“Yang membisik-bisikkan di dalam dada manusia.\" (ayat 5)Dia berbisik-bisik, bukan berterang-terang. Dia masuk ke dalam dada manusia secara halus sekali. Dia menumpang dalam aliran darah, dan darah berpusat ke jantung, dan jantung terletak dalam dada. Maka dengan tidak disadari bisikan yang dimasukkan melalui jantung yang di balik benteng dada itu, dengan tidak disadari terpengaruhlah oleh bisik itu. Bisikan dalam hati yang menghasilkan ragu-ragu itu sangatlah menurunkan mutu kita sebagai manusia. Dan perasaan yang dibisikkan oleh sesuatu di dalam dada itu telah diberi nama dalam ayat-ayat ini sebagai Waswas. Siapa yang memasukkan waswas ini ke dalam dada kita?Ayat 6Dia terdiri “Daripada jin dan manusia.\" (ayat 6)Al-Hasan menegaskan, “Keduanya sama-sama setan. Setan yang berupa jin memasukkan waswas ke dalam dada manusia. Adapun setan yang berupa manusia memasukkan waswas secara kasar.\"Tafsir dari al-Ustadz Syekh Muhammad Abduh lebih menjelaskan lagi. Kata beliau, “Yang membisik-bisikkan (waswas) ke dalam hati manusia itu adalah dua macam.Pertama ialah yang disebut jin itu, yaitu makhluk yang tak tampak oleh mata dan tidak diketahui mana orangnya tetapi terasa bagaimana dia memasukkan pengaruhnya ke dalam hati, membisikkan, merayukan.Dan satu lagi ialah perayu yang kasar, yaitu manusia-manusia yang mengajak dan menganjurkan kepada jalan yang salah.\"Imam Ghazali memberikan bimbingan, “Apabila engkau membaca a'udzu billahi minasy syaithanir-rajim, hendaklah engkau ingat bahwa musuh besarmu itu (setan), selalu mengintipmu, dan jika engkau lengah niscaya dipalingkannya hatimu dari ingat akan Allah.\" Maka banyaklah keterangan dari Rasulullah ﷺ sendiri tentang bagaimana pentingnya kedua surah ini, yang selalu disebut Mu'awwidzataini (Dua Surah Perlindungan) untuk dijadikan bacaan pengukuh iman, penguat jiwa, penangkis bahaya.Maka tersebutlah di dalam sebuah hadits shahih, dirawikan oleh Bukhari, yang beliau terima dengan sanadnya daripada Ibu orang-orang Mukmin, Aisyah -semoga Allah ridha kepadanya-bahwa junjungan kita Nabi Muhammad ﷺ apabila hendak masuk ke dalam tempat tidurnya setiap malam, di- kumpulnya kedua telapak tangannya, kemudian dibacanya Qul Huwallaahu Ahad, Qul A'udzu Bi Rabbit Falaq, sesudah itu Qul A'udzu Bi Rabbin Naasi, yang ditampungkannya sambil membaca itu dengan kedua telapak tangannya itu. Setelah selesai, maka dibalurkannya kedua telapak tangannya itu pada bagian-bagian yang dapat dicapai oleh kedua telapak tangannya itu, dengan dimulai dari kepalanya dan mukanya, terus kepada seluruh badannya sampai ke bawah. Diperbuatnya demikian sampai tiga kali.\" Dan ketika penulis tafsir ini masih kecil, cara pelaksanaan hadits ini telah diajarkan kepadaku oleh ayahku dan guruku. Dan dalam perjalanan-perjalanan musafir ketika saya mengiringkan beliau, jaranglah aku tidak melihat beliau melakukan demikian. Demikianlah adanya. Semoga Allah selalu merahmati. Amin."}},"4":{"arabic":"مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِمِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ","words":{"arabicWords":["مِن","شَرِّ","ٱلۡوَسۡوَاسِ","ٱلۡخَنَّاسِ"],"translationWords":["dari","kejahatan","bisikkan","menunggu-nunggu/bersembunyi"]},"translation":"dari kejahatan (setan) pembisik yang bersembunyi","tafsir":{"tafsir-jalalayn":"(Dari kejahatan bisikan) setan; setan dinamakan bisikan karena kebanyakan godaan yang dilancarkannya itu melalui bisikan (yang biasa bersembunyi) karena setan itu suka bersembunyi dan meninggalkan hati manusia bila hati manusia ingat kepada Allah.","tafsir-ibnu-katsir":"Tafsir Surat An-Nas: 1-6\n\nKatakanlah, \"Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. Ketiga ayat yang pertama merupakan sebagian dari sifat-sifat Allah subhanahu wa ta’ala yaitu sifat Rububiyah (Tuhan), sifat Al-Mulk (Raja), dan sifat Uluhiyyah (Yang disembah). Dia adalah Tuhan segala sesuatu, Yang memilikinya dan Yang disembah oleh semuanya. Maka segala sesuatu adalah makhluk yang diciptakan-Nya dan milik-Nya serta menjadi hamba-Nya. Orang yang memohon perlindungan diperintahkan agar dalam permohonannya itu menyebutkan sifat-sifat tersebut agar dihindarkan dari kejahatan godaan yang bersembunyi, yaitu setan yang selalu mendampingi manusia. Karena sesungguhnya tiada seorang manusia pun melainkan mempunyai qarin (pendamping)nya dari kalangan setan yang menghiasi perbuatan-perbuatan fahisyah hingga kelihatan bagus olehnya.\n\nSetan itu juga tidak segan-segan mencurahkan segala kemampuannya untuk menyesatkannya melalui bisikan dan godaannya, dan orang yang terhindar dari bisikannya hanyalah orang yang dipelihara oleh Allah subhanahu wa ta’ala Di dalam kitab shahih disebutkan bahwa Rasulullah ﷺ telah bersabda: Tiada seorang pun dari kamu melainkan telah ditugaskan terhadapnya qarin (teman setan) yang mendampinginya. Mereka bertanya, \"Juga termasuk engkau, ya Rasulullah?\" Beliau ﷺ menjawab: Ya, hanya saja Allah membantuku dalam menghadapinya; akhirnya ia masuk Islam, maka ia tidak memerintahkan kepadaku kecuali hanya kebaikan. Dan di dalam kitab Sahihain disebutkan dari Anas tentang kisah kunjungan Safiyyah kepada Nabi ﷺ yang saat itu sedang i'tikaf, lalu beliau keluar bersamanya di malam hari untuk menghantarkannya pulang ke rumahnya. Kemudian Nabi ﷺ bersua dengan dua orang laki-laki dari kalangan Ansar. Di saat melihat Nabi ﷺ, bergegaslah keduanya pergi dengan cepat. Maka Rasulullah ﷺ bersabda:Perlahan-lahanlah kamu berdua, sesungguhnya ia adalah Safiyyah binti Huyayyin. Maka keduanya berkata.Subhanallah, ya Rasulullah.\" Rasulullah ﷺ bersabda: Sesungguhnya setan itu mengalir ke dalam tubuh anak Adam melalui aliran darahnya.\n\nDan sesungguhnya aku merasa khawatir bila dilemparkan sesuatu (prasangka buruk) ke dalam hati kamu berdua. Al-Hafidzh Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Muhammad ibnu Bahr, telah menceritakan kepada kami Addiy ibnu Abu Imarah, telah menceritakan kepada kami Ziyad An-Numairi, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya setan itu meletakkan belalainya di hati anak Adam. Jika anak Adam mengingat Allah, maka bersembunyi; dan jika ia lupa kepada Allah, maka setan menelan hatinya; maka itulah yang dimaksud dengan bisikan setan yang tersembunyi.\n\nHadits ini berpredikat gharib. Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari ‘Ashim, bahwa ia pernah mendengar Abu Tamimah yang menceritakan hadits berikut dari orang yang pernah dibonceng oleh Nabi ﷺ Ia mengatakan bahwa di suatu ketika keledai yang dikendarai oleh Nabi ﷺ tersandung, maka aku berkata, \"Celakalah setan itu.\" Maka Nabi ﷺ bersabda: Janganlah engkau katakan, \"Celakalah setan. Karena sesungguhnya jika engkau katakan, \"Celakalah setan, \"maka ia menjadi bertambah besar, lalu mengatakan, \"Dengan kekuatanku, aku kalahkan dia. Tetapi jika engkau katakan, \"Bismillah, \"maka mengecillah ia hingga menjadi sekecil lalat. Hadits diriwayatkan oleh Imam Ahmad, sanadnya jayyid lagi kuat.\n\nDan di dalam hadits ini terkandung makna yang menunjukkan bahwa hati itu manakala ingat kepada Allah, setan menjadi mengecil dan terkalahkan. Tetapi jika ia tidak ingat kepada Allah, maka setan membesar dan dapat mengalahkannya. Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Bakar Al-Hanafi, telah menceritakan kepada kami Adh-Dhahhak ibnu Usman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya seseorang di antara kamu apabila berada di dalam masjid, lalu setan datang, lalu setan diikat olehnya sebagaimana seseorang mengikat hewan kendaraannya.\n\nDan jika ia diam (tidak berzikir kepada Allah), maka setan berbalik mengikat dan mengekangnya. Abu Hurairah mengatakan bahwa kalian dapat menyaksikan hal tersebut. Adapun yang dimaksud dengan maznuq yakni orang yang diikat pada lehernya, maka engkau lihat dia condong seperti ini tidak berzikir kepada Allah. Adapun orang yang dikekang, maka ia kelihatan membuka mulutnya dan tidak mengingat Allah ﷺ hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Sa'id ibnu Jubair telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: setan yang biasa bersembunyi. (An-Nas: 4) Bahwa setan bercokol di atas hati anak Adam. Maka apabila ia lupa dan lalai kepada Allah setan menggodanya; dan apabila ia ingat kepada Allah maka setan itu bersembunyi.\n\nHal yang sama telah dikatakan oleh Mujahid dan Qatadah. Al-Mu'tamir ibnu Sulaiman telah meriwayatkan dari ayahnya, bahwa pernah diceritakan kepadanya, sesungguhnya setan yang banyak menggoda itu selalu meniup hati anak Adam manakala ia sedang bersedih hati dan juga manakala sedang senang hati. Tetapi apabila ia sedang ingat kepada Allah, maka setan bersembunyi ketakutan. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, Al-waswas, bahwa makna yang dimaksud ialah setan yang membisikkan godaannya; apabila yang digodanya taat kepada Allah, maka setan bersembunyi.\n\nFirman Allah subhanahu wa ta’ala: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Apakah makna ayat ini khusus menyangkut Bani Adam saja sebagaimana yang ditunjukkan oleh makna lahiriah ayat, ataukah lebih menyeluruh dari itu menyangkut Bani Adam dan jin? Ada pendapat mengenainya, yang berarti makhluk jin pun termasuk ke dalam pengertian lafal an-nas secara prioritas. Ibnu Jarir mengatakan bahwa adakalanya digunakan lafal rijalun minal jin (laki-laki dari kalangan jin) ditujukan terhadap mereka, maka tidaklah heran bila mereka (jin) dikatakan dengan istilah an-nas.\n\nFirman Allah subhanahu wa ta’ala: dari (golongan) jin dan manusia. (An-Nas: 6) Apakah ayat ini merupakan rincian dari firman-Nya: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Kemudian dijelaskan oleh firman berikutnya: dari (golongan)jin dan manusia. (An-Nas: 6) Hal ini menguatkan pendapat yang kedua. Dan menurut pendapat yang lainnya, firman-Nya berikut ini: dari (golongan) jin dan manusia. (An-Nas: 6) merupakan tafsir dari yang selalu membisikkan godaannya terhadap manusia, yaitu dari kalangan setan manusia dan setan jin. Sebagaimana pengertian yang terdapat di dalam firman-Nya: Dan demikianlah Kami jadikan bagi tiap-tiap itu musuh, yaitu setan-setan (dari jenis) manusia dan (dari jenis) jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan-perkataan yang indah-indah untuk menipu(manusia). (Al-An'am: 112) Dan semakna dengan apa yang disebutkan oleh Imam Ahmad, bahwa: telah menceritakan kepada kami Waki', telah menceritakan kepada kami Al-Masudi, telah menceritakan kepada kami Abu Umar Ad-Dimasyqi, telah menceritakan kepada kami Ubaid Al-Khasykhasy, dari Abu Zaryang telah menceritakan bahwa ia datang kepada Rasulullah ﷺ yang saat itu berada di dalam masjid. lalu ia duduk. maka Rasulullah ﷺ bertanya, \"Wahai Abu Dzar, apakah engkau telah shalat?\" Aku (Abu Dzar) menjawab, \"Belum.\" Rasulullah ﷺ bersabda, \"Berdirilah dan salatlah kamu!\" Maka aku berdiri dan shalat, setelah itu aku duduk lagi dan beliau ﷺ bersabda: Wahai Abu Dzar, mohonlah perlindungan kepada Allah dari kejahatan setan manusia dan setan jin. Aku bertanya, \"Wahai Rasulullah, apakah setan manusia itu ada?\" Beliau ﷺ menjawab, \"Ya ada.\" Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan shalat?\" Rasulullah ﷺ menjawab: Salat adalah sebaik-baik pekerjaan; barang siapa yang ingin mempersedikitnya atau memperbanyaknya (hendaklah ia melakukan apa yang disukainya dari salatnya itu). Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan puasa?\" Rasulullah ﷺ menjawab: Amal fardu yang berpahala dan di sisi Allah ada tambahannya.\n\nAku bertanya, \"Wahai Rasulullah, bagaimanakah dengan sedekah?\" Rasulullah ﷺ menjawab, \"Pahalanya dilipatgandakan dengan kelipatan yang banyak.\" Aku bertanya, \"Manakah sedekah yang terbaik, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Hasil jerih payah dari orang yang merasa sedikit atau yang dilakukan dengan sembunyi-sembunyi kepada orang yang fakir. Aku bertanya, \"Wahai Rasulullah, nabi manakah yang paling pertama?\" Beliau menjawab, \"Adam.\" Aku bertanya, \"Wahai Rasulullah, apakah dia seorang nabi?\" Nabi ﷺ menjawab, \"Ya, dia seorang nabi dan juga orang yang pernah diajak bicara langsung oleh Allah subhanahu wa ta’ala\" Aku bertanya, \"Wahai Rasulullah, ada berapakah para rasul itu?\" Rasulullah ﷺ menjawab, \"Tiga ratus belasan orang, jumlah yang cukup banyak.\" Di lain kesempatan beliau ﷺ bersabda, \"Tiga ratus lima belas orang rasul.\" Aku bertanya, \"Wahai Rasulullah, wahyu apakah yang paling besar yang pernah diturunkan kepada engkau?\" Rasulullah ﷺ menjawab: Ayat kursi, yaitu, \"Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup Kekal lagi terus-menerus mengurus (makhluk-Nya).(Al-Baqarah: 255) Imam An-Nasai meriwayatkan hadits ini melalui Abu Umar Ad-Dimasyqi dengan sanad yang sama.\n\nHadits ini telah diriwayatkan dengan sangat panjang lebar oleh Imam Abu Hatim ibnu Hibban di dalam kitab sahihnya melalui jalur Lain dan lafal Lain yang panjang sekali; hanya Allah-Iah Yang Maha Mengetahui. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Waki' dari Sufyan, dari Mansur, dari Dzar ibnu Abdullah Al-Hamdani, dari Abdullah ibnu Syaddad, dari Ibnu Abbas yang mengatakan bahwa seorang lelaki datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Rasulullah, sesungguhnya dalam hatiku timbul suatu pertanyaan yang tidak berani aku mengatakannya.\n\nLebih aku sukai jikalau aku dijatuhkan dari atas langit daripada mengutarakannya.\" Ibnu Abbas melanjutkan kisahnya, bahwa lalu Nabi ﷺ bersabda: Allah Mahabesar, Allah Mahabesar, segala puji bagi Allah yang telah menolak tipu daya setan hingga hanya sampai batas bisikan (belaka). Imam Abu Dawud dan Imam An-Nasai telah meriwayatkannya melalui hadits Mansur, sedangkan menurut riwayat Imam An-Nasai ditambahkan Al-A'masy, keduanya dari Dzar dengan sanad yang sama. \" [Selesai Tafsir Al-Qur'anil ‘Adzhim yang popular dengan nama Tafsir Ibnu Katsir ini. Walhamdulillah]\"","tafsir-ringkas-kemenag":"4-6. Aku berlindung kepada-Nya dari kejahatan bisikan setan yang bersembunyi pada diri manusia dan selalu bersamanya layaknya darah yang mengalir di dalam tubuhnya, yang membisikkan kejahatan dan kesesatan ke dalam dada manusia dengan cara yang halus, lihai, licik, dan menjanjikan secara terus-menerus. Aku berlindung kepada-Nya dari setan pembisik kejahatan dan kesesatan yang berasal dari golongan jin, yakni makhluk halus yang tercipta dari api, dan juga dari golongan manusia yang telah menjadi budak setan. 4-6. Aku berlindung kepada-Nya dari kejahatan bisikan setan yang bersembunyi pada diri manusia dan selalu bersamanya layaknya darah yang mengalir di dalam tubuhnya, yang membisikkan kejahatan dan kesesatan ke dalam dada manusia dengan cara yang halus, lihai, licik, dan menjanjikan secara terus-menerus. Aku berlindung kepada-Nya dari setan pembisik kejahatan dan kesesatan yang berasal dari golongan jin, yakni makhluk halus yang tercipta dari api, dan juga dari golongan manusia yang telah menjadi budak setan.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah memerintahkan manusia agar berlindung kepada Allah Rabbul-'Alamin dari kejahatan bisikan setan yang senantiasa bersembunyi di dalam hati manusia. Bisikan dan was-was yang berasal dari godaan setan itu bila dihadapkan kepada akal yang sehat mesti kalah dan orang yang tergoda menjadi sadar kembali, karena semua bisikan dan was-was setan yang akan menyakiti manusia itu akan menjadi hampa bila jiwa sadar kembali kepada perintah-perintah agama. Begitu pula bila seorang menggoda temannya yang lain untuk melakukan suatu kejahatan, tetapi temannya itu berpegang kuat dengan perintah-perintah agama niscaya akan berhenti menggoda dan merasa kecewa karena godaannya itu tidak berhasil namun ia tetap menunggu kesempatan yang lain.","tafsir-alazhar":"SURAH AN-NAAS(MANUSIA)SURAH KE-114, 6 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah.\" -wahai utusan-Ku, dan ajarkan jugalah kepada mereka yang percaya- “Aku berlindung dengan Pemelihara manusia.\" (ujung ayat 1)***Ayat 2“Penguasa manusia.\" (ayat 2)Ayat 3“Tuhan bagi manusia.\" (ayat 3)Di dalam surah yang terakhir dalam susunan Al-Qur'an yang 114 surah ini, disebutkanlah ajaran bagaimana caranya manusia berlindung kepada Allah dari sesama manusia. Saya sendiri dan saudara yang membaca karangan ini adalah manusia. Dan kita pun hidup di tengah-tengah manusia. Selain dari hubungan kita dengan Allah, kita pun selalu berhubungan dengan sesama manusia. Tidak ada di antara kita yang dapat membebaskan diri dari ikatan dengan sesama manusia. Hablun Minallah dan Hablun Minan Naas. Agama sendiri pun, selain dari mengatur tali perhubungan dengan Allah, juga mengatur tali perhubungan dengan sesama manusia.Maka diajarkanlah pada surah yang terakhir ini bagaimana cara kita menghadapi dan hidup di tengah-tengah manusia. Kita dengan ajaran melalui Nabi ﷺ disuruh berlindung diri kepada Allah! Karena Allah itulah Rabbun Naas, Pemelihara Manusia; Malikun Naas, Penguasa Manusia; dan Ilahun Naas, Sesembahan bagi manusia.Allah adalah Rabbun Naas; Pemelihara manusia. Tidak dibiarkan terlantar, dipelihara- Nya lahir dan batinnya, luar dan dalamnya, jasmani dan ruhaninya, makanan dan minumannya. Dia adalah pula Malikun Naas, Penguasa dari seluruh manusia. Kalau kata malik itu dibaca tidak dipanjangkan bacaan pada mim (tidak dengan madd), berartilah dia Penguasa atau Raja. Pemerintah tertinggi atau sultan. Tetapi kalau maalik dibaca dengan dipanjangkan dua alif pada mim, berarti dia “yang empunya\" (yang memiliki). Dipanjangkan membaca mim ataupun dibaca tidak dipanjangkan, namun pada kedua bacaan itu memang terkandung kedua pengertian: Allah itu memang Raja, atau Penguasa yang mutlak atas diri manusia, Allah Mahakuasa menakdirkan dan mentadbirkan, sehingga mau tidak mau, kita manusia mesti menurut peraturan yang telah ditentukanNya, yang disebut Sunnatullah. Oleh sebab hanya Dia Pemelihara dan hanya Dia Penguasa, maka hanya Dia pulalah Ilah itu, hanya Dia sajalah yang Tuhan, yang wajar buat disembah dan dipuja. Kepada-Nyalah kembali segala persembahan dan pemujaan.Ayat 4“Dari kejahatan bisik-bisikan dari si pengintai peluang.\" (ayat 4)Ialah orang yang selalu mengintai kalau ada peluang. Yang selalu menunggu moga- moga kita terlengah. Maka saat kita terlengah itulah, peluang yang baik baginya untuk mem- bisik-bisikkan sesuatu!Ayat 5“Yang membisik-bisikkan di dalam dada manusia.\" (ayat 5)Dia berbisik-bisik, bukan berterang-terang. Dia masuk ke dalam dada manusia secara halus sekali. Dia menumpang dalam aliran darah, dan darah berpusat ke jantung, dan jantung terletak dalam dada. Maka dengan tidak disadari bisikan yang dimasukkan melalui jantung yang di balik benteng dada itu, dengan tidak disadari terpengaruhlah oleh bisik itu. Bisikan dalam hati yang menghasilkan ragu-ragu itu sangatlah menurunkan mutu kita sebagai manusia. Dan perasaan yang dibisikkan oleh sesuatu di dalam dada itu telah diberi nama dalam ayat-ayat ini sebagai Waswas. Siapa yang memasukkan waswas ini ke dalam dada kita?Ayat 6Dia terdiri “Daripada jin dan manusia.\" (ayat 6)Al-Hasan menegaskan, “Keduanya sama-sama setan. Setan yang berupa jin memasukkan waswas ke dalam dada manusia. Adapun setan yang berupa manusia memasukkan waswas secara kasar.\"Tafsir dari al-Ustadz Syekh Muhammad Abduh lebih menjelaskan lagi. Kata beliau, “Yang membisik-bisikkan (waswas) ke dalam hati manusia itu adalah dua macam.Pertama ialah yang disebut jin itu, yaitu makhluk yang tak tampak oleh mata dan tidak diketahui mana orangnya tetapi terasa bagaimana dia memasukkan pengaruhnya ke dalam hati, membisikkan, merayukan.Dan satu lagi ialah perayu yang kasar, yaitu manusia-manusia yang mengajak dan menganjurkan kepada jalan yang salah.\"Imam Ghazali memberikan bimbingan, “Apabila engkau membaca a'udzu billahi minasy syaithanir-rajim, hendaklah engkau ingat bahwa musuh besarmu itu (setan), selalu mengintipmu, dan jika engkau lengah niscaya dipalingkannya hatimu dari ingat akan Allah.\" Maka banyaklah keterangan dari Rasulullah ﷺ sendiri tentang bagaimana pentingnya kedua surah ini, yang selalu disebut Mu'awwidzataini (Dua Surah Perlindungan) untuk dijadikan bacaan pengukuh iman, penguat jiwa, penangkis bahaya.Maka tersebutlah di dalam sebuah hadits shahih, dirawikan oleh Bukhari, yang beliau terima dengan sanadnya daripada Ibu orang-orang Mukmin, Aisyah -semoga Allah ridha kepadanya-bahwa junjungan kita Nabi Muhammad ﷺ apabila hendak masuk ke dalam tempat tidurnya setiap malam, di- kumpulnya kedua telapak tangannya, kemudian dibacanya Qul Huwallaahu Ahad, Qul A'udzu Bi Rabbit Falaq, sesudah itu Qul A'udzu Bi Rabbin Naasi, yang ditampungkannya sambil membaca itu dengan kedua telapak tangannya itu. Setelah selesai, maka dibalurkannya kedua telapak tangannya itu pada bagian-bagian yang dapat dicapai oleh kedua telapak tangannya itu, dengan dimulai dari kepalanya dan mukanya, terus kepada seluruh badannya sampai ke bawah. Diperbuatnya demikian sampai tiga kali.\" Dan ketika penulis tafsir ini masih kecil, cara pelaksanaan hadits ini telah diajarkan kepadaku oleh ayahku dan guruku. Dan dalam perjalanan-perjalanan musafir ketika saya mengiringkan beliau, jaranglah aku tidak melihat beliau melakukan demikian. Demikianlah adanya. Semoga Allah selalu merahmati. Amin."}},"5":{"arabic":"ٱلَّذِى يُوَسۡوِسُ فِى صُدُورِ ٱلنَّاسِٱلَّذِى يُوَسۡوِسُ فِى صُدُورِ ٱلنَّاسِ","words":{"arabicWords":["ٱلَّذِي","يُوَسۡوِسُ","فِي","صُدُورِ","ٱلنَّاسِ"],"translationWords":["yang","membisik-bisikan","dalam","dada","manusia"]},"translation":"yang membisikkan (kejahatan) ke dalam dada manusia,","tafsir":{"tafsir-jalalayn":"(Yang membisikkan kejahatan ke dalam dada manusia) ke dalam kalbu manusia di kala mereka lalai mengingat Allah.","tafsir-ibnu-katsir":"Tafsir Surat An-Nas: 1-6\n\nKatakanlah, \"Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. Ketiga ayat yang pertama merupakan sebagian dari sifat-sifat Allah subhanahu wa ta’ala yaitu sifat Rububiyah (Tuhan), sifat Al-Mulk (Raja), dan sifat Uluhiyyah (Yang disembah). Dia adalah Tuhan segala sesuatu, Yang memilikinya dan Yang disembah oleh semuanya. Maka segala sesuatu adalah makhluk yang diciptakan-Nya dan milik-Nya serta menjadi hamba-Nya. Orang yang memohon perlindungan diperintahkan agar dalam permohonannya itu menyebutkan sifat-sifat tersebut agar dihindarkan dari kejahatan godaan yang bersembunyi, yaitu setan yang selalu mendampingi manusia. Karena sesungguhnya tiada seorang manusia pun melainkan mempunyai qarin (pendamping)nya dari kalangan setan yang menghiasi perbuatan-perbuatan fahisyah hingga kelihatan bagus olehnya.\n\nSetan itu juga tidak segan-segan mencurahkan segala kemampuannya untuk menyesatkannya melalui bisikan dan godaannya, dan orang yang terhindar dari bisikannya hanyalah orang yang dipelihara oleh Allah subhanahu wa ta’ala Di dalam kitab shahih disebutkan bahwa Rasulullah ﷺ telah bersabda: Tiada seorang pun dari kamu melainkan telah ditugaskan terhadapnya qarin (teman setan) yang mendampinginya. Mereka bertanya, \"Juga termasuk engkau, ya Rasulullah?\" Beliau ﷺ menjawab: Ya, hanya saja Allah membantuku dalam menghadapinya; akhirnya ia masuk Islam, maka ia tidak memerintahkan kepadaku kecuali hanya kebaikan. Dan di dalam kitab Sahihain disebutkan dari Anas tentang kisah kunjungan Safiyyah kepada Nabi ﷺ yang saat itu sedang i'tikaf, lalu beliau keluar bersamanya di malam hari untuk menghantarkannya pulang ke rumahnya. Kemudian Nabi ﷺ bersua dengan dua orang laki-laki dari kalangan Ansar. Di saat melihat Nabi ﷺ, bergegaslah keduanya pergi dengan cepat. Maka Rasulullah ﷺ bersabda:Perlahan-lahanlah kamu berdua, sesungguhnya ia adalah Safiyyah binti Huyayyin. Maka keduanya berkata.Subhanallah, ya Rasulullah.\" Rasulullah ﷺ bersabda: Sesungguhnya setan itu mengalir ke dalam tubuh anak Adam melalui aliran darahnya.\n\nDan sesungguhnya aku merasa khawatir bila dilemparkan sesuatu (prasangka buruk) ke dalam hati kamu berdua. Al-Hafidzh Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Muhammad ibnu Bahr, telah menceritakan kepada kami Addiy ibnu Abu Imarah, telah menceritakan kepada kami Ziyad An-Numairi, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya setan itu meletakkan belalainya di hati anak Adam. Jika anak Adam mengingat Allah, maka bersembunyi; dan jika ia lupa kepada Allah, maka setan menelan hatinya; maka itulah yang dimaksud dengan bisikan setan yang tersembunyi.\n\nHadits ini berpredikat gharib. Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari ‘Ashim, bahwa ia pernah mendengar Abu Tamimah yang menceritakan hadits berikut dari orang yang pernah dibonceng oleh Nabi ﷺ Ia mengatakan bahwa di suatu ketika keledai yang dikendarai oleh Nabi ﷺ tersandung, maka aku berkata, \"Celakalah setan itu.\" Maka Nabi ﷺ bersabda: Janganlah engkau katakan, \"Celakalah setan. Karena sesungguhnya jika engkau katakan, \"Celakalah setan, \"maka ia menjadi bertambah besar, lalu mengatakan, \"Dengan kekuatanku, aku kalahkan dia. Tetapi jika engkau katakan, \"Bismillah, \"maka mengecillah ia hingga menjadi sekecil lalat. Hadits diriwayatkan oleh Imam Ahmad, sanadnya jayyid lagi kuat.\n\nDan di dalam hadits ini terkandung makna yang menunjukkan bahwa hati itu manakala ingat kepada Allah, setan menjadi mengecil dan terkalahkan. Tetapi jika ia tidak ingat kepada Allah, maka setan membesar dan dapat mengalahkannya. Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Bakar Al-Hanafi, telah menceritakan kepada kami Adh-Dhahhak ibnu Usman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya seseorang di antara kamu apabila berada di dalam masjid, lalu setan datang, lalu setan diikat olehnya sebagaimana seseorang mengikat hewan kendaraannya.\n\nDan jika ia diam (tidak berzikir kepada Allah), maka setan berbalik mengikat dan mengekangnya. Abu Hurairah mengatakan bahwa kalian dapat menyaksikan hal tersebut. Adapun yang dimaksud dengan maznuq yakni orang yang diikat pada lehernya, maka engkau lihat dia condong seperti ini tidak berzikir kepada Allah. Adapun orang yang dikekang, maka ia kelihatan membuka mulutnya dan tidak mengingat Allah ﷺ hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Sa'id ibnu Jubair telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: setan yang biasa bersembunyi. (An-Nas: 4) Bahwa setan bercokol di atas hati anak Adam. Maka apabila ia lupa dan lalai kepada Allah setan menggodanya; dan apabila ia ingat kepada Allah maka setan itu bersembunyi.\n\nHal yang sama telah dikatakan oleh Mujahid dan Qatadah. Al-Mu'tamir ibnu Sulaiman telah meriwayatkan dari ayahnya, bahwa pernah diceritakan kepadanya, sesungguhnya setan yang banyak menggoda itu selalu meniup hati anak Adam manakala ia sedang bersedih hati dan juga manakala sedang senang hati. Tetapi apabila ia sedang ingat kepada Allah, maka setan bersembunyi ketakutan. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, Al-waswas, bahwa makna yang dimaksud ialah setan yang membisikkan godaannya; apabila yang digodanya taat kepada Allah, maka setan bersembunyi.\n\nFirman Allah subhanahu wa ta’ala: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Apakah makna ayat ini khusus menyangkut Bani Adam saja sebagaimana yang ditunjukkan oleh makna lahiriah ayat, ataukah lebih menyeluruh dari itu menyangkut Bani Adam dan jin? Ada pendapat mengenainya, yang berarti makhluk jin pun termasuk ke dalam pengertian lafal an-nas secara prioritas. Ibnu Jarir mengatakan bahwa adakalanya digunakan lafal rijalun minal jin (laki-laki dari kalangan jin) ditujukan terhadap mereka, maka tidaklah heran bila mereka (jin) dikatakan dengan istilah an-nas.\n\nFirman Allah subhanahu wa ta’ala: dari (golongan) jin dan manusia. (An-Nas: 6) Apakah ayat ini merupakan rincian dari firman-Nya: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Kemudian dijelaskan oleh firman berikutnya: dari (golongan)jin dan manusia. (An-Nas: 6) Hal ini menguatkan pendapat yang kedua. Dan menurut pendapat yang lainnya, firman-Nya berikut ini: dari (golongan) jin dan manusia. (An-Nas: 6) merupakan tafsir dari yang selalu membisikkan godaannya terhadap manusia, yaitu dari kalangan setan manusia dan setan jin. Sebagaimana pengertian yang terdapat di dalam firman-Nya: Dan demikianlah Kami jadikan bagi tiap-tiap itu musuh, yaitu setan-setan (dari jenis) manusia dan (dari jenis) jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan-perkataan yang indah-indah untuk menipu(manusia). (Al-An'am: 112) Dan semakna dengan apa yang disebutkan oleh Imam Ahmad, bahwa: telah menceritakan kepada kami Waki', telah menceritakan kepada kami Al-Masudi, telah menceritakan kepada kami Abu Umar Ad-Dimasyqi, telah menceritakan kepada kami Ubaid Al-Khasykhasy, dari Abu Zaryang telah menceritakan bahwa ia datang kepada Rasulullah ﷺ yang saat itu berada di dalam masjid. lalu ia duduk. maka Rasulullah ﷺ bertanya, \"Wahai Abu Dzar, apakah engkau telah shalat?\" Aku (Abu Dzar) menjawab, \"Belum.\" Rasulullah ﷺ bersabda, \"Berdirilah dan salatlah kamu!\" Maka aku berdiri dan shalat, setelah itu aku duduk lagi dan beliau ﷺ bersabda: Wahai Abu Dzar, mohonlah perlindungan kepada Allah dari kejahatan setan manusia dan setan jin. Aku bertanya, \"Wahai Rasulullah, apakah setan manusia itu ada?\" Beliau ﷺ menjawab, \"Ya ada.\" Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan shalat?\" Rasulullah ﷺ menjawab: Salat adalah sebaik-baik pekerjaan; barang siapa yang ingin mempersedikitnya atau memperbanyaknya (hendaklah ia melakukan apa yang disukainya dari salatnya itu). Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan puasa?\" Rasulullah ﷺ menjawab: Amal fardu yang berpahala dan di sisi Allah ada tambahannya.\n\nAku bertanya, \"Wahai Rasulullah, bagaimanakah dengan sedekah?\" Rasulullah ﷺ menjawab, \"Pahalanya dilipatgandakan dengan kelipatan yang banyak.\" Aku bertanya, \"Manakah sedekah yang terbaik, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Hasil jerih payah dari orang yang merasa sedikit atau yang dilakukan dengan sembunyi-sembunyi kepada orang yang fakir. Aku bertanya, \"Wahai Rasulullah, nabi manakah yang paling pertama?\" Beliau menjawab, \"Adam.\" Aku bertanya, \"Wahai Rasulullah, apakah dia seorang nabi?\" Nabi ﷺ menjawab, \"Ya, dia seorang nabi dan juga orang yang pernah diajak bicara langsung oleh Allah subhanahu wa ta’ala\" Aku bertanya, \"Wahai Rasulullah, ada berapakah para rasul itu?\" Rasulullah ﷺ menjawab, \"Tiga ratus belasan orang, jumlah yang cukup banyak.\" Di lain kesempatan beliau ﷺ bersabda, \"Tiga ratus lima belas orang rasul.\" Aku bertanya, \"Wahai Rasulullah, wahyu apakah yang paling besar yang pernah diturunkan kepada engkau?\" Rasulullah ﷺ menjawab: Ayat kursi, yaitu, \"Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup Kekal lagi terus-menerus mengurus (makhluk-Nya).(Al-Baqarah: 255) Imam An-Nasai meriwayatkan hadits ini melalui Abu Umar Ad-Dimasyqi dengan sanad yang sama.\n\nHadits ini telah diriwayatkan dengan sangat panjang lebar oleh Imam Abu Hatim ibnu Hibban di dalam kitab sahihnya melalui jalur Lain dan lafal Lain yang panjang sekali; hanya Allah-Iah Yang Maha Mengetahui. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Waki' dari Sufyan, dari Mansur, dari Dzar ibnu Abdullah Al-Hamdani, dari Abdullah ibnu Syaddad, dari Ibnu Abbas yang mengatakan bahwa seorang lelaki datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Rasulullah, sesungguhnya dalam hatiku timbul suatu pertanyaan yang tidak berani aku mengatakannya.\n\nLebih aku sukai jikalau aku dijatuhkan dari atas langit daripada mengutarakannya.\" Ibnu Abbas melanjutkan kisahnya, bahwa lalu Nabi ﷺ bersabda: Allah Mahabesar, Allah Mahabesar, segala puji bagi Allah yang telah menolak tipu daya setan hingga hanya sampai batas bisikan (belaka). Imam Abu Dawud dan Imam An-Nasai telah meriwayatkannya melalui hadits Mansur, sedangkan menurut riwayat Imam An-Nasai ditambahkan Al-A'masy, keduanya dari Dzar dengan sanad yang sama. \" [Selesai Tafsir Al-Qur'anil ‘Adzhim yang popular dengan nama Tafsir Ibnu Katsir ini. Walhamdulillah]\"","tafsir-ringkas-kemenag":"4-6. Aku berlindung kepada-Nya dari kejahatan bisikan setan yang bersembunyi pada diri manusia dan selalu bersamanya layaknya darah yang mengalir di dalam tubuhnya, yang membisikkan kejahatan dan kesesatan ke dalam dada manusia dengan cara yang halus, lihai, licik, dan menjanjikan secara terus-menerus. Aku berlindung kepada-Nya dari setan pembisik kejahatan dan kesesatan yang berasal dari golongan jin, yakni makhluk halus yang tercipta dari api, dan juga dari golongan manusia yang telah menjadi budak setan. 4-6. Aku berlindung kepada-Nya dari kejahatan bisikan setan yang bersembunyi pada diri manusia dan selalu bersamanya layaknya darah yang mengalir di dalam tubuhnya, yang membisikkan kejahatan dan kesesatan ke dalam dada manusia dengan cara yang halus, lihai, licik, dan menjanjikan secara terus-menerus. Aku berlindung kepada-Nya dari setan pembisik kejahatan dan kesesatan yang berasal dari golongan jin, yakni makhluk halus yang tercipta dari api, dan juga dari golongan manusia yang telah menjadi budak setan.","tafsir-lengkap-kemenag":"Allah menerangkan dalam ayat ini tentang godaan tersebut, yaitu bisikan setan yang tersembunyi yang ditiupkan ke dalam dada manusia, yang mungkin datangnya dari jin atau manusia, sebagaimana dalam ayat lain Allah berfirman:\n\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin. (al-An'am/6: 112)\n\nSetan-setan jin itu seringkali membisikkan suatu keraguan dengan cara yang sangat halus kepada manusia. Seringkali dia menampakkan dirinya sebagai penasihat yang ikhlas, tetapi bila engkau menghardiknya ia mundur dan bila diperhatikan bicaranya ia terus melanjutkan godaannya secara berlebih-lebihan. \n\nSurah ini dimulai dengan kata pendidik, karena itu Tuhan sebagai pendidik manusia, berkuasa untuk menolak semua godaan setan dan bisikannya dari manusia. Allah memberi petunjuk dalam surah ini agar manusia memohon pertolongan hanya kepada Allah sebagaimana Dia telah memberi petunjuk yang serupa dalam surah al-Fatihah, bahwa dasar yang terpenting dalam agama adalah menghadapkan diri dengan penuh keikhlasan kepada Allah baik dalam ucapan, maupun perbuatan lainnya dan memohon perlindungan kepada-Nya dari segala godaan setan yang ia sendiri tidak mampu menolaknya.\n\n.","tafsir-alazhar":"SURAH AN-NAAS(MANUSIA)SURAH KE-114, 6 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah.\" -wahai utusan-Ku, dan ajarkan jugalah kepada mereka yang percaya- “Aku berlindung dengan Pemelihara manusia.\" (ujung ayat 1)***Ayat 2“Penguasa manusia.\" (ayat 2)Ayat 3“Tuhan bagi manusia.\" (ayat 3)Di dalam surah yang terakhir dalam susunan Al-Qur'an yang 114 surah ini, disebutkanlah ajaran bagaimana caranya manusia berlindung kepada Allah dari sesama manusia. Saya sendiri dan saudara yang membaca karangan ini adalah manusia. Dan kita pun hidup di tengah-tengah manusia. Selain dari hubungan kita dengan Allah, kita pun selalu berhubungan dengan sesama manusia. Tidak ada di antara kita yang dapat membebaskan diri dari ikatan dengan sesama manusia. Hablun Minallah dan Hablun Minan Naas. Agama sendiri pun, selain dari mengatur tali perhubungan dengan Allah, juga mengatur tali perhubungan dengan sesama manusia.Maka diajarkanlah pada surah yang terakhir ini bagaimana cara kita menghadapi dan hidup di tengah-tengah manusia. Kita dengan ajaran melalui Nabi ﷺ disuruh berlindung diri kepada Allah! Karena Allah itulah Rabbun Naas, Pemelihara Manusia; Malikun Naas, Penguasa Manusia; dan Ilahun Naas, Sesembahan bagi manusia.Allah adalah Rabbun Naas; Pemelihara manusia. Tidak dibiarkan terlantar, dipelihara- Nya lahir dan batinnya, luar dan dalamnya, jasmani dan ruhaninya, makanan dan minumannya. Dia adalah pula Malikun Naas, Penguasa dari seluruh manusia. Kalau kata malik itu dibaca tidak dipanjangkan bacaan pada mim (tidak dengan madd), berartilah dia Penguasa atau Raja. Pemerintah tertinggi atau sultan. Tetapi kalau maalik dibaca dengan dipanjangkan dua alif pada mim, berarti dia “yang empunya\" (yang memiliki). Dipanjangkan membaca mim ataupun dibaca tidak dipanjangkan, namun pada kedua bacaan itu memang terkandung kedua pengertian: Allah itu memang Raja, atau Penguasa yang mutlak atas diri manusia, Allah Mahakuasa menakdirkan dan mentadbirkan, sehingga mau tidak mau, kita manusia mesti menurut peraturan yang telah ditentukanNya, yang disebut Sunnatullah. Oleh sebab hanya Dia Pemelihara dan hanya Dia Penguasa, maka hanya Dia pulalah Ilah itu, hanya Dia sajalah yang Tuhan, yang wajar buat disembah dan dipuja. Kepada-Nyalah kembali segala persembahan dan pemujaan.Ayat 4“Dari kejahatan bisik-bisikan dari si pengintai peluang.\" (ayat 4)Ialah orang yang selalu mengintai kalau ada peluang. Yang selalu menunggu moga- moga kita terlengah. Maka saat kita terlengah itulah, peluang yang baik baginya untuk mem- bisik-bisikkan sesuatu!Ayat 5“Yang membisik-bisikkan di dalam dada manusia.\" (ayat 5)Dia berbisik-bisik, bukan berterang-terang. Dia masuk ke dalam dada manusia secara halus sekali. Dia menumpang dalam aliran darah, dan darah berpusat ke jantung, dan jantung terletak dalam dada. Maka dengan tidak disadari bisikan yang dimasukkan melalui jantung yang di balik benteng dada itu, dengan tidak disadari terpengaruhlah oleh bisik itu. Bisikan dalam hati yang menghasilkan ragu-ragu itu sangatlah menurunkan mutu kita sebagai manusia. Dan perasaan yang dibisikkan oleh sesuatu di dalam dada itu telah diberi nama dalam ayat-ayat ini sebagai Waswas. Siapa yang memasukkan waswas ini ke dalam dada kita?Ayat 6Dia terdiri “Daripada jin dan manusia.\" (ayat 6)Al-Hasan menegaskan, “Keduanya sama-sama setan. Setan yang berupa jin memasukkan waswas ke dalam dada manusia. Adapun setan yang berupa manusia memasukkan waswas secara kasar.\"Tafsir dari al-Ustadz Syekh Muhammad Abduh lebih menjelaskan lagi. Kata beliau, “Yang membisik-bisikkan (waswas) ke dalam hati manusia itu adalah dua macam.Pertama ialah yang disebut jin itu, yaitu makhluk yang tak tampak oleh mata dan tidak diketahui mana orangnya tetapi terasa bagaimana dia memasukkan pengaruhnya ke dalam hati, membisikkan, merayukan.Dan satu lagi ialah perayu yang kasar, yaitu manusia-manusia yang mengajak dan menganjurkan kepada jalan yang salah.\"Imam Ghazali memberikan bimbingan, “Apabila engkau membaca a'udzu billahi minasy syaithanir-rajim, hendaklah engkau ingat bahwa musuh besarmu itu (setan), selalu mengintipmu, dan jika engkau lengah niscaya dipalingkannya hatimu dari ingat akan Allah.\" Maka banyaklah keterangan dari Rasulullah ﷺ sendiri tentang bagaimana pentingnya kedua surah ini, yang selalu disebut Mu'awwidzataini (Dua Surah Perlindungan) untuk dijadikan bacaan pengukuh iman, penguat jiwa, penangkis bahaya.Maka tersebutlah di dalam sebuah hadits shahih, dirawikan oleh Bukhari, yang beliau terima dengan sanadnya daripada Ibu orang-orang Mukmin, Aisyah -semoga Allah ridha kepadanya-bahwa junjungan kita Nabi Muhammad ﷺ apabila hendak masuk ke dalam tempat tidurnya setiap malam, di- kumpulnya kedua telapak tangannya, kemudian dibacanya Qul Huwallaahu Ahad, Qul A'udzu Bi Rabbit Falaq, sesudah itu Qul A'udzu Bi Rabbin Naasi, yang ditampungkannya sambil membaca itu dengan kedua telapak tangannya itu. Setelah selesai, maka dibalurkannya kedua telapak tangannya itu pada bagian-bagian yang dapat dicapai oleh kedua telapak tangannya itu, dengan dimulai dari kepalanya dan mukanya, terus kepada seluruh badannya sampai ke bawah. Diperbuatnya demikian sampai tiga kali.\" Dan ketika penulis tafsir ini masih kecil, cara pelaksanaan hadits ini telah diajarkan kepadaku oleh ayahku dan guruku. Dan dalam perjalanan-perjalanan musafir ketika saya mengiringkan beliau, jaranglah aku tidak melihat beliau melakukan demikian. Demikianlah adanya. Semoga Allah selalu merahmati. Amin."}},"6":{"arabic":"مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِمِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ","words":{"arabicWords":["مِنَ","ٱلۡجِنَّةِ","وَٱلنَّاسِ"],"translationWords":["dari","jin","dan manusia"]},"translation":"dari (golongan) jin dan manusia.”","tafsir":{"tafsir-jalalayn":"(Dari jin dan manusia\") lafal ayat ini menjelaskan pengertian setan yang menggoda itu, yaitu terdiri dari jenis jin dan manusia, sebagaimana yang dijelaskan dalam ayat lainnya, yaitu melalui firman-Nya, \"yaitu setan-setan dari jenis manusia dan dari jenis jin.\" (Q.S. Al-An'am, 112) Atau lafal Minal Jinnati menjadi Bayan dari lafal Al-Waswaasil Khannaas, sedangkan lafal An-Naas di'athafkan kepada lafal Al-Waswaas. Tetapi pada garis besarnya telah mencakup kejahatan yang dilakukan oleh Lubaid dan anak-anak perempuannya yang telah disebutkan tadi. Pendapat pertama yang mengatakan bahwa di antara yang menggoda hati manusia adalah manusia di samping setan, pendapat tersebut disanggah dengan suatu kenyataan, bahwa yang dapat menggoda hati manusia hanyalah bangsa jin atau setan saja. Sanggahan ini dapat dibantah pula, bahwasanya manusia pun dapat pula menggoda manusia lainnya, yaitu dengan cara yang sesuai dengan keadaan dan kondisi mereka sebagai manusia. Godaan tersebut melalui lahiriah, kemudian merasuk ke dalam kalbu dan menjadi mantap di dalamnya, yaitu melalui cara yang dapat menjurus ke arah itu. --- Wallahu A'lam - Akhirnya hanya Allah sajalah Yang Maha Mengetahui.","tafsir-ibnu-katsir":"Tafsir Surat An-Nas: 1-6\n\nKatakanlah, \"Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) setan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari (golongan) jin dan manusia. Ketiga ayat yang pertama merupakan sebagian dari sifat-sifat Allah subhanahu wa ta’ala yaitu sifat Rububiyah (Tuhan), sifat Al-Mulk (Raja), dan sifat Uluhiyyah (Yang disembah). Dia adalah Tuhan segala sesuatu, Yang memilikinya dan Yang disembah oleh semuanya. Maka segala sesuatu adalah makhluk yang diciptakan-Nya dan milik-Nya serta menjadi hamba-Nya. Orang yang memohon perlindungan diperintahkan agar dalam permohonannya itu menyebutkan sifat-sifat tersebut agar dihindarkan dari kejahatan godaan yang bersembunyi, yaitu setan yang selalu mendampingi manusia. Karena sesungguhnya tiada seorang manusia pun melainkan mempunyai qarin (pendamping)nya dari kalangan setan yang menghiasi perbuatan-perbuatan fahisyah hingga kelihatan bagus olehnya.\n\nSetan itu juga tidak segan-segan mencurahkan segala kemampuannya untuk menyesatkannya melalui bisikan dan godaannya, dan orang yang terhindar dari bisikannya hanyalah orang yang dipelihara oleh Allah subhanahu wa ta’ala Di dalam kitab shahih disebutkan bahwa Rasulullah ﷺ telah bersabda: Tiada seorang pun dari kamu melainkan telah ditugaskan terhadapnya qarin (teman setan) yang mendampinginya. Mereka bertanya, \"Juga termasuk engkau, ya Rasulullah?\" Beliau ﷺ menjawab: Ya, hanya saja Allah membantuku dalam menghadapinya; akhirnya ia masuk Islam, maka ia tidak memerintahkan kepadaku kecuali hanya kebaikan. Dan di dalam kitab Sahihain disebutkan dari Anas tentang kisah kunjungan Safiyyah kepada Nabi ﷺ yang saat itu sedang i'tikaf, lalu beliau keluar bersamanya di malam hari untuk menghantarkannya pulang ke rumahnya. Kemudian Nabi ﷺ bersua dengan dua orang laki-laki dari kalangan Ansar. Di saat melihat Nabi ﷺ, bergegaslah keduanya pergi dengan cepat. Maka Rasulullah ﷺ bersabda:Perlahan-lahanlah kamu berdua, sesungguhnya ia adalah Safiyyah binti Huyayyin. Maka keduanya berkata.Subhanallah, ya Rasulullah.\" Rasulullah ﷺ bersabda: Sesungguhnya setan itu mengalir ke dalam tubuh anak Adam melalui aliran darahnya.\n\nDan sesungguhnya aku merasa khawatir bila dilemparkan sesuatu (prasangka buruk) ke dalam hati kamu berdua. Al-Hafidzh Abu Ya'la Al-Mausuli mengatakan, telah menceritakan kepada kami Muhammad ibnu Bahr, telah menceritakan kepada kami Addiy ibnu Abu Imarah, telah menceritakan kepada kami Ziyad An-Numairi, dari Anas ibnu Malik yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya setan itu meletakkan belalainya di hati anak Adam. Jika anak Adam mengingat Allah, maka bersembunyi; dan jika ia lupa kepada Allah, maka setan menelan hatinya; maka itulah yang dimaksud dengan bisikan setan yang tersembunyi.\n\nHadits ini berpredikat gharib. Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Ja'far, telah menceritakan kepada kami Syu'bah, dari ‘Ashim, bahwa ia pernah mendengar Abu Tamimah yang menceritakan hadits berikut dari orang yang pernah dibonceng oleh Nabi ﷺ Ia mengatakan bahwa di suatu ketika keledai yang dikendarai oleh Nabi ﷺ tersandung, maka aku berkata, \"Celakalah setan itu.\" Maka Nabi ﷺ bersabda: Janganlah engkau katakan, \"Celakalah setan. Karena sesungguhnya jika engkau katakan, \"Celakalah setan, \"maka ia menjadi bertambah besar, lalu mengatakan, \"Dengan kekuatanku, aku kalahkan dia. Tetapi jika engkau katakan, \"Bismillah, \"maka mengecillah ia hingga menjadi sekecil lalat. Hadits diriwayatkan oleh Imam Ahmad, sanadnya jayyid lagi kuat.\n\nDan di dalam hadits ini terkandung makna yang menunjukkan bahwa hati itu manakala ingat kepada Allah, setan menjadi mengecil dan terkalahkan. Tetapi jika ia tidak ingat kepada Allah, maka setan membesar dan dapat mengalahkannya. Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Bakar Al-Hanafi, telah menceritakan kepada kami Adh-Dhahhak ibnu Usman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ telah bersabda: Sesungguhnya seseorang di antara kamu apabila berada di dalam masjid, lalu setan datang, lalu setan diikat olehnya sebagaimana seseorang mengikat hewan kendaraannya.\n\nDan jika ia diam (tidak berzikir kepada Allah), maka setan berbalik mengikat dan mengekangnya. Abu Hurairah mengatakan bahwa kalian dapat menyaksikan hal tersebut. Adapun yang dimaksud dengan maznuq yakni orang yang diikat pada lehernya, maka engkau lihat dia condong seperti ini tidak berzikir kepada Allah. Adapun orang yang dikekang, maka ia kelihatan membuka mulutnya dan tidak mengingat Allah ﷺ hadits ini diriwayatkan oleh Imam Ahmad secara munfarid. Sa'id ibnu Jubair telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: setan yang biasa bersembunyi. (An-Nas: 4) Bahwa setan bercokol di atas hati anak Adam. Maka apabila ia lupa dan lalai kepada Allah setan menggodanya; dan apabila ia ingat kepada Allah maka setan itu bersembunyi.\n\nHal yang sama telah dikatakan oleh Mujahid dan Qatadah. Al-Mu'tamir ibnu Sulaiman telah meriwayatkan dari ayahnya, bahwa pernah diceritakan kepadanya, sesungguhnya setan yang banyak menggoda itu selalu meniup hati anak Adam manakala ia sedang bersedih hati dan juga manakala sedang senang hati. Tetapi apabila ia sedang ingat kepada Allah, maka setan bersembunyi ketakutan. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya, Al-waswas, bahwa makna yang dimaksud ialah setan yang membisikkan godaannya; apabila yang digodanya taat kepada Allah, maka setan bersembunyi.\n\nFirman Allah subhanahu wa ta’ala: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Apakah makna ayat ini khusus menyangkut Bani Adam saja sebagaimana yang ditunjukkan oleh makna lahiriah ayat, ataukah lebih menyeluruh dari itu menyangkut Bani Adam dan jin? Ada pendapat mengenainya, yang berarti makhluk jin pun termasuk ke dalam pengertian lafal an-nas secara prioritas. Ibnu Jarir mengatakan bahwa adakalanya digunakan lafal rijalun minal jin (laki-laki dari kalangan jin) ditujukan terhadap mereka, maka tidaklah heran bila mereka (jin) dikatakan dengan istilah an-nas.\n\nFirman Allah subhanahu wa ta’ala: dari (golongan) jin dan manusia. (An-Nas: 6) Apakah ayat ini merupakan rincian dari firman-Nya: yang membisikkan (kejahatan) ke dalam dada manusia. (An-Nas: 5) Kemudian dijelaskan oleh firman berikutnya: dari (golongan)jin dan manusia. (An-Nas: 6) Hal ini menguatkan pendapat yang kedua. Dan menurut pendapat yang lainnya, firman-Nya berikut ini: dari (golongan) jin dan manusia. (An-Nas: 6) merupakan tafsir dari yang selalu membisikkan godaannya terhadap manusia, yaitu dari kalangan setan manusia dan setan jin. Sebagaimana pengertian yang terdapat di dalam firman-Nya: Dan demikianlah Kami jadikan bagi tiap-tiap itu musuh, yaitu setan-setan (dari jenis) manusia dan (dari jenis) jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan-perkataan yang indah-indah untuk menipu(manusia). (Al-An'am: 112) Dan semakna dengan apa yang disebutkan oleh Imam Ahmad, bahwa: telah menceritakan kepada kami Waki', telah menceritakan kepada kami Al-Masudi, telah menceritakan kepada kami Abu Umar Ad-Dimasyqi, telah menceritakan kepada kami Ubaid Al-Khasykhasy, dari Abu Zaryang telah menceritakan bahwa ia datang kepada Rasulullah ﷺ yang saat itu berada di dalam masjid. lalu ia duduk. maka Rasulullah ﷺ bertanya, \"Wahai Abu Dzar, apakah engkau telah shalat?\" Aku (Abu Dzar) menjawab, \"Belum.\" Rasulullah ﷺ bersabda, \"Berdirilah dan salatlah kamu!\" Maka aku berdiri dan shalat, setelah itu aku duduk lagi dan beliau ﷺ bersabda: Wahai Abu Dzar, mohonlah perlindungan kepada Allah dari kejahatan setan manusia dan setan jin. Aku bertanya, \"Wahai Rasulullah, apakah setan manusia itu ada?\" Beliau ﷺ menjawab, \"Ya ada.\" Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan shalat?\" Rasulullah ﷺ menjawab: Salat adalah sebaik-baik pekerjaan; barang siapa yang ingin mempersedikitnya atau memperbanyaknya (hendaklah ia melakukan apa yang disukainya dari salatnya itu). Aku bertanya, \"Wahai Rasulullah, bagaimanakah dengan puasa?\" Rasulullah ﷺ menjawab: Amal fardu yang berpahala dan di sisi Allah ada tambahannya.\n\nAku bertanya, \"Wahai Rasulullah, bagaimanakah dengan sedekah?\" Rasulullah ﷺ menjawab, \"Pahalanya dilipatgandakan dengan kelipatan yang banyak.\" Aku bertanya, \"Manakah sedekah yang terbaik, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Hasil jerih payah dari orang yang merasa sedikit atau yang dilakukan dengan sembunyi-sembunyi kepada orang yang fakir. Aku bertanya, \"Wahai Rasulullah, nabi manakah yang paling pertama?\" Beliau menjawab, \"Adam.\" Aku bertanya, \"Wahai Rasulullah, apakah dia seorang nabi?\" Nabi ﷺ menjawab, \"Ya, dia seorang nabi dan juga orang yang pernah diajak bicara langsung oleh Allah subhanahu wa ta’ala\" Aku bertanya, \"Wahai Rasulullah, ada berapakah para rasul itu?\" Rasulullah ﷺ menjawab, \"Tiga ratus belasan orang, jumlah yang cukup banyak.\" Di lain kesempatan beliau ﷺ bersabda, \"Tiga ratus lima belas orang rasul.\" Aku bertanya, \"Wahai Rasulullah, wahyu apakah yang paling besar yang pernah diturunkan kepada engkau?\" Rasulullah ﷺ menjawab: Ayat kursi, yaitu, \"Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup Kekal lagi terus-menerus mengurus (makhluk-Nya).(Al-Baqarah: 255) Imam An-Nasai meriwayatkan hadits ini melalui Abu Umar Ad-Dimasyqi dengan sanad yang sama.\n\nHadits ini telah diriwayatkan dengan sangat panjang lebar oleh Imam Abu Hatim ibnu Hibban di dalam kitab sahihnya melalui jalur Lain dan lafal Lain yang panjang sekali; hanya Allah-Iah Yang Maha Mengetahui. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Waki' dari Sufyan, dari Mansur, dari Dzar ibnu Abdullah Al-Hamdani, dari Abdullah ibnu Syaddad, dari Ibnu Abbas yang mengatakan bahwa seorang lelaki datang kepada Nabi ﷺ, lalu bertanya, \"Wahai Rasulullah, sesungguhnya dalam hatiku timbul suatu pertanyaan yang tidak berani aku mengatakannya.\n\nLebih aku sukai jikalau aku dijatuhkan dari atas langit daripada mengutarakannya.\" Ibnu Abbas melanjutkan kisahnya, bahwa lalu Nabi ﷺ bersabda: Allah Mahabesar, Allah Mahabesar, segala puji bagi Allah yang telah menolak tipu daya setan hingga hanya sampai batas bisikan (belaka). Imam Abu Dawud dan Imam An-Nasai telah meriwayatkannya melalui hadits Mansur, sedangkan menurut riwayat Imam An-Nasai ditambahkan Al-A'masy, keduanya dari Dzar dengan sanad yang sama. \" [Selesai Tafsir Al-Qur'anil ‘Adzhim yang popular dengan nama Tafsir Ibnu Katsir ini. Walhamdulillah]\"","tafsir-ringkas-kemenag":"4-6. Aku berlindung kepada-Nya dari kejahatan bisikan setan yang bersembunyi pada diri manusia dan selalu bersamanya layaknya darah yang mengalir di dalam tubuhnya, yang membisikkan kejahatan dan kesesatan ke dalam dada manusia dengan cara yang halus, lihai, licik, dan menjanjikan secara terus-menerus. Aku berlindung kepada-Nya dari setan pembisik kejahatan dan kesesatan yang berasal dari golongan jin, yakni makhluk halus yang tercipta dari api, dan juga dari golongan manusia yang telah menjadi budak setan.","tafsir-lengkap-kemenag":"Allah menerangkan dalam ayat ini tentang godaan tersebut, yaitu bisikan setan yang tersembunyi yang ditiupkan ke dalam dada manusia, yang mungkin datangnya dari jin atau manusia, sebagaimana dalam ayat lain Allah berfirman:\n\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin. (al-An'am/6: 112)\n\nSetan-setan jin itu seringkali membisikkan suatu keraguan dengan cara yang sangat halus kepada manusia. Seringkali dia menampakkan dirinya sebagai penasihat yang ikhlas, tetapi bila engkau menghardiknya ia mundur dan bila diperhatikan bicaranya ia terus melanjutkan godaannya secara berlebih-lebihan. \n\nSurah ini dimulai dengan kata pendidik, karena itu Tuhan sebagai pendidik manusia, berkuasa untuk menolak semua godaan setan dan bisikannya dari manusia. Allah memberi petunjuk dalam surah ini agar manusia memohon pertolongan hanya kepada Allah sebagaimana Dia telah memberi petunjuk yang serupa dalam surah al-Fatihah, bahwa dasar yang terpenting dalam agama adalah menghadapkan diri dengan penuh keikhlasan kepada Allah baik dalam ucapan, maupun perbuatan lainnya dan memohon perlindungan kepada-Nya dari segala godaan setan yang ia sendiri tidak mampu menolaknya.\n\n.","tafsir-alazhar":"SURAH AN-NAAS(MANUSIA)SURAH KE-114, 6 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Katakanlah.\" -wahai utusan-Ku, dan ajarkan jugalah kepada mereka yang percaya- “Aku berlindung dengan Pemelihara manusia.\" (ujung ayat 1)***Ayat 2“Penguasa manusia.\" (ayat 2)Ayat 3“Tuhan bagi manusia.\" (ayat 3)Di dalam surah yang terakhir dalam susunan Al-Qur'an yang 114 surah ini, disebutkanlah ajaran bagaimana caranya manusia berlindung kepada Allah dari sesama manusia. Saya sendiri dan saudara yang membaca karangan ini adalah manusia. Dan kita pun hidup di tengah-tengah manusia. Selain dari hubungan kita dengan Allah, kita pun selalu berhubungan dengan sesama manusia. Tidak ada di antara kita yang dapat membebaskan diri dari ikatan dengan sesama manusia. Hablun Minallah dan Hablun Minan Naas. Agama sendiri pun, selain dari mengatur tali perhubungan dengan Allah, juga mengatur tali perhubungan dengan sesama manusia.Maka diajarkanlah pada surah yang terakhir ini bagaimana cara kita menghadapi dan hidup di tengah-tengah manusia. Kita dengan ajaran melalui Nabi ﷺ disuruh berlindung diri kepada Allah! Karena Allah itulah Rabbun Naas, Pemelihara Manusia; Malikun Naas, Penguasa Manusia; dan Ilahun Naas, Sesembahan bagi manusia.Allah adalah Rabbun Naas; Pemelihara manusia. Tidak dibiarkan terlantar, dipelihara- Nya lahir dan batinnya, luar dan dalamnya, jasmani dan ruhaninya, makanan dan minumannya. Dia adalah pula Malikun Naas, Penguasa dari seluruh manusia. Kalau kata malik itu dibaca tidak dipanjangkan bacaan pada mim (tidak dengan madd), berartilah dia Penguasa atau Raja. Pemerintah tertinggi atau sultan. Tetapi kalau maalik dibaca dengan dipanjangkan dua alif pada mim, berarti dia “yang empunya\" (yang memiliki). Dipanjangkan membaca mim ataupun dibaca tidak dipanjangkan, namun pada kedua bacaan itu memang terkandung kedua pengertian: Allah itu memang Raja, atau Penguasa yang mutlak atas diri manusia, Allah Mahakuasa menakdirkan dan mentadbirkan, sehingga mau tidak mau, kita manusia mesti menurut peraturan yang telah ditentukanNya, yang disebut Sunnatullah. Oleh sebab hanya Dia Pemelihara dan hanya Dia Penguasa, maka hanya Dia pulalah Ilah itu, hanya Dia sajalah yang Tuhan, yang wajar buat disembah dan dipuja. Kepada-Nyalah kembali segala persembahan dan pemujaan.Ayat 4“Dari kejahatan bisik-bisikan dari si pengintai peluang.\" (ayat 4)Ialah orang yang selalu mengintai kalau ada peluang. Yang selalu menunggu moga- moga kita terlengah. Maka saat kita terlengah itulah, peluang yang baik baginya untuk mem- bisik-bisikkan sesuatu!Ayat 5“Yang membisik-bisikkan di dalam dada manusia.\" (ayat 5)Dia berbisik-bisik, bukan berterang-terang. Dia masuk ke dalam dada manusia secara halus sekali. Dia menumpang dalam aliran darah, dan darah berpusat ke jantung, dan jantung terletak dalam dada. Maka dengan tidak disadari bisikan yang dimasukkan melalui jantung yang di balik benteng dada itu, dengan tidak disadari terpengaruhlah oleh bisik itu. Bisikan dalam hati yang menghasilkan ragu-ragu itu sangatlah menurunkan mutu kita sebagai manusia. Dan perasaan yang dibisikkan oleh sesuatu di dalam dada itu telah diberi nama dalam ayat-ayat ini sebagai Waswas. Siapa yang memasukkan waswas ini ke dalam dada kita?Ayat 6Dia terdiri “Daripada jin dan manusia.\" (ayat 6)Al-Hasan menegaskan, “Keduanya sama-sama setan. Setan yang berupa jin memasukkan waswas ke dalam dada manusia. Adapun setan yang berupa manusia memasukkan waswas secara kasar.\"Tafsir dari al-Ustadz Syekh Muhammad Abduh lebih menjelaskan lagi. Kata beliau, “Yang membisik-bisikkan (waswas) ke dalam hati manusia itu adalah dua macam.Pertama ialah yang disebut jin itu, yaitu makhluk yang tak tampak oleh mata dan tidak diketahui mana orangnya tetapi terasa bagaimana dia memasukkan pengaruhnya ke dalam hati, membisikkan, merayukan.Dan satu lagi ialah perayu yang kasar, yaitu manusia-manusia yang mengajak dan menganjurkan kepada jalan yang salah.\"Imam Ghazali memberikan bimbingan, “Apabila engkau membaca a'udzu billahi minasy syaithanir-rajim, hendaklah engkau ingat bahwa musuh besarmu itu (setan), selalu mengintipmu, dan jika engkau lengah niscaya dipalingkannya hatimu dari ingat akan Allah.\" Maka banyaklah keterangan dari Rasulullah ﷺ sendiri tentang bagaimana pentingnya kedua surah ini, yang selalu disebut Mu'awwidzataini (Dua Surah Perlindungan) untuk dijadikan bacaan pengukuh iman, penguat jiwa, penangkis bahaya.Maka tersebutlah di dalam sebuah hadits shahih, dirawikan oleh Bukhari, yang beliau terima dengan sanadnya daripada Ibu orang-orang Mukmin, Aisyah -semoga Allah ridha kepadanya-bahwa junjungan kita Nabi Muhammad ﷺ apabila hendak masuk ke dalam tempat tidurnya setiap malam, di- kumpulnya kedua telapak tangannya, kemudian dibacanya Qul Huwallaahu Ahad, Qul A'udzu Bi Rabbit Falaq, sesudah itu Qul A'udzu Bi Rabbin Naasi, yang ditampungkannya sambil membaca itu dengan kedua telapak tangannya itu. Setelah selesai, maka dibalurkannya kedua telapak tangannya itu pada bagian-bagian yang dapat dicapai oleh kedua telapak tangannya itu, dengan dimulai dari kepalanya dan mukanya, terus kepada seluruh badannya sampai ke bawah. Diperbuatnya demikian sampai tiga kali.\" Dan ketika penulis tafsir ini masih kecil, cara pelaksanaan hadits ini telah diajarkan kepadaku oleh ayahku dan guruku. Dan dalam perjalanan-perjalanan musafir ketika saya mengiringkan beliau, jaranglah aku tidak melihat beliau melakukan demikian. Demikianlah adanya. Semoga Allah selalu merahmati. Amin."}}}