{"1":{"arabic":"وَٱلسَّمَآءِ وَٱلطَّارِقِوَٱلسَّمَآءِ وَٱلطَّارِقِ","words":{"arabicWords":["وَٱلسَّمَآءِ","وَٱلطَّارِقِ"],"translationWords":["dan langit","dan yang datang di malam hari"]},"translation":"Demi langit dan yang datang pada malam hari.","tafsir":{"tafsir-jalalayn":"Ath-Thaariq (Bintang di Malam Hari)\n\n(Demi langit dan yang datang pada malam hari) lafal Ath-Thaariq pada asalnya berarti segala sesuatu yang datang pada malam hari, antara lain ialah bintang-bintang, karena bintang-bintang baru muncul bila malam tiba.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Demi langit yang terbentang dengan kukuh tanpa penopang dan demi apa yang datang pada malam hari dan menghiasi langit. 2. Dan wahai Nabi, tahukah kamu apakah yang datang pada malam hari itu'.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini dan pada beberapa ayat lain, Allah bersumpah dengan langit, matahari, bulan, dan malam karena terdapat padanya hal-hal, bentuk-bentuk, perjalanan-perjalanan, terbit dan tenggelamnya; maka keadaan yang ajaib dan luar biasa ini adalah bukti bagi orang yang berpikir dan memperhatikan bahwa ada penciptanya Yang Mahakuasa, tidak ada sekutu dalam penciptaannya.\n\nDalam ayat-ayat ini, Allah bersumpah dengan langit dan bintang yang terbit pada malam hari. Sinarnya memecahkan kegelapan, dan menjadi petunjuk jalan kepada manusia pada waktu gelap di bumi dan di laut. Dari bintang itu, manusia dapat mengetahui musim hujan dan hal-hal lain yang diperlukannya dalam kehidupan. Ada beberapa arti yang dikemukakan oleh para mufasir mengenai bintang tersebut. Pendapat yang terbaik adalah yang mengartikannya sebagai bintang yang bercahaya.","tafsir-alazhar":"SURAH ATH-THAARIQ(YANG MENGETUK MALAM)SURAH KE-86,17 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi langit, demi yang mengetuk\" (ayat 1)Kalimat Thariq itu jika diartikan ke dalam bahasa kita, asal artinya mengetuk atau memukul dengan keras. Seperti orang yang mengetuk pintu orang lain tengah malam agak keras, supaya yang empunya rumah lekas bangun, karena dia membawa berita penting. Sebab itu maka jalan raya yang selalu dilalui manusia dalam bahasa Arab dinamai ath-Thariiq. Sebab jalan raya itu selalu diketuk oleh kaki manusia, kaki kuda, dan roda kendaraan yang lalu lintas.Ayat 2“Dan adakah pengetahuan engkau, apakah yang mengetuk itu?\" (ayat 2)Pertanyaan pada ayat yang kedua ini, sebagaimana banyak juga terdapat di beberapa ayat yang lain, ialah guna lebih menarik minat dan perhatian Rasulullah ﷺ kepada barang yang diambil sumpah oleh Allah itu. Dan kita pun sudah maklum bahwa Nabi Muhammad ﷺ tidaklah akan tahu mengapa maka ath-Thaariq (pengetuk) itu diambil jadi sumpah oleh Allah.Ayat 3Ath-Thaariq ialah “Suatu bintang yang menembus.\" (ayat 3)Dapatlah diambil kesimpulan dari deretan ketiga ayat ini, bahwa di alam cakrawala itu ada suatu bintang yang melancar dengan keras dan cepat, laksana mengetuk pintu yang terkunci sehingga orang yang enak tidur jadi terbangun. Sifatnya ialah menembus. Yang ditembusnya ialah kegelapan malam. Bila bintang yang bergerak cepat itu lewat dalam gelap-gulita, tembuslah kegelapan itu dan timbullah cahaya memancar di kelilingnya. Dan kadang-kadang kita pun dapat menyaksikan bintang-bintang Thariq itu bila langit jernih di tengah malam, dan bintang-bintang bercahaya berkelap-kelip. Kadang jelas sekali melintas satu bintang Comet, cepat sekali. Ditembusnya kegelapan malam.Lalu rahasia ini dibukakan oleh ahli-ahli tafsir. Bahwa ath-Thaariq itu adalah perumpamaan belaka daripada kedatangan Jibril ke atas dunia ini, membawa wahyu kepada Nabi Muhammad ﷺ. Cepat sekali dia, karena malaikat terbuat dari nur, cahaya. Menurut ilmu pengetahuan modern, kecepatan perjalanan cahaya itu sekira 180.000 mil dalam satu detik! Kecepatan malaikat seratus kali dari itu. Dia melayang dengan cepatnya, menembus kegelapan malam. Atau kegelapan alam pikiran manusia yang telah diliputi oleh jahiliyyah, tak ada pedoman hidup lagi. Dia mengetuk hati yang telah membeku dan membatu. Coba perhatikan susunan letak surah, ujung surah al-Buruuj, menyatakan Al-Qur'an tersimpan dan terpelihara. Pada pangkal surah ath-Thaariq, ialah kiasan tentang cahaya turunnya Jibril menembus kegelapan malam, mengantar wahyu kepada Muhammad ﷺ"}},"2":{"arabic":"وَمَآ أَدۡرَىٰكَ مَا ٱلطَّارِقُوَمَآ أَدۡرَىٰكَ مَا ٱلطَّارِقُ","words":{"arabicWords":["وَمَآ","أَدۡرَىٰكَ","مَا","ٱلطَّارِقُ"],"translationWords":["dan apa","kamu tahu","apa","yang datang dimalam hari"]},"translation":"Tahukah kamu apakah yang datang pada malam hari itu?","tafsir":{"tafsir-jalalayn":"(Tahukah kamu) artinya apakah kamu mengetahui (apakah yang datang pada malam hari itu?) lafal Maa adalah Mubtada sedangkan lafal Ath-Thaariq adalah Khabarnya, kedua lafal tersebut berkedudukan menjadi Maf'ul kedua dari lafal Adraa. Lafal Maa yang kedua juga menjadi Khabar dari lafal Maa yang pertama, di dalamnya terkandung makna yang menjelaskan kedudukan Ath-Thaariq yang agung itu; selanjutnya pengertian Ath-Thaariq dijelaskan oleh firman berikutnya.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Dan wahai Nabi, tahukah kamu apakah yang datang pada malam hari itu'3. Itulah bintang yang bersinar tajam dan cahayanya menembus kegelapan malam. Malam bagaikan tirai yang menyelubungi langit. Cahaya bintang menyeruak, menembus tirai itu sehingga tampak gemerlap.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini dan pada beberapa ayat lain, Allah bersumpah dengan langit, matahari, bulan, dan malam karena terdapat padanya hal-hal, bentuk-bentuk, perjalanan-perjalanan, terbit dan tenggelamnya; maka keadaan yang ajaib dan luar biasa ini adalah bukti bagi orang yang berpikir dan memperhatikan bahwa ada penciptanya Yang Mahakuasa, tidak ada sekutu dalam penciptaannya.\n\nDalam ayat-ayat ini, Allah bersumpah dengan langit dan bintang yang terbit pada malam hari. Sinarnya memecahkan kegelapan, dan menjadi petunjuk jalan kepada manusia pada waktu gelap di bumi dan di laut. Dari bintang itu, manusia dapat mengetahui musim hujan dan hal-hal lain yang diperlukannya dalam kehidupan. Ada beberapa arti yang dikemukakan oleh para mufasir mengenai bintang tersebut. Pendapat yang terbaik adalah yang mengartikannya sebagai bintang yang bercahaya.","tafsir-alazhar":"SURAH ATH-THAARIQ(YANG MENGETUK MALAM)SURAH KE-86,17 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi langit, demi yang mengetuk\" (ayat 1)Kalimat Thariq itu jika diartikan ke dalam bahasa kita, asal artinya mengetuk atau memukul dengan keras. Seperti orang yang mengetuk pintu orang lain tengah malam agak keras, supaya yang empunya rumah lekas bangun, karena dia membawa berita penting. Sebab itu maka jalan raya yang selalu dilalui manusia dalam bahasa Arab dinamai ath-Thariiq. Sebab jalan raya itu selalu diketuk oleh kaki manusia, kaki kuda, dan roda kendaraan yang lalu lintas.Ayat 2“Dan adakah pengetahuan engkau, apakah yang mengetuk itu?\" (ayat 2)Pertanyaan pada ayat yang kedua ini, sebagaimana banyak juga terdapat di beberapa ayat yang lain, ialah guna lebih menarik minat dan perhatian Rasulullah ﷺ kepada barang yang diambil sumpah oleh Allah itu. Dan kita pun sudah maklum bahwa Nabi Muhammad ﷺ tidaklah akan tahu mengapa maka ath-Thaariq (pengetuk) itu diambil jadi sumpah oleh Allah.Ayat 3Ath-Thaariq ialah “Suatu bintang yang menembus.\" (ayat 3)Dapatlah diambil kesimpulan dari deretan ketiga ayat ini, bahwa di alam cakrawala itu ada suatu bintang yang melancar dengan keras dan cepat, laksana mengetuk pintu yang terkunci sehingga orang yang enak tidur jadi terbangun. Sifatnya ialah menembus. Yang ditembusnya ialah kegelapan malam. Bila bintang yang bergerak cepat itu lewat dalam gelap-gulita, tembuslah kegelapan itu dan timbullah cahaya memancar di kelilingnya. Dan kadang-kadang kita pun dapat menyaksikan bintang-bintang Thariq itu bila langit jernih di tengah malam, dan bintang-bintang bercahaya berkelap-kelip. Kadang jelas sekali melintas satu bintang Comet, cepat sekali. Ditembusnya kegelapan malam.Lalu rahasia ini dibukakan oleh ahli-ahli tafsir. Bahwa ath-Thaariq itu adalah perumpamaan belaka daripada kedatangan Jibril ke atas dunia ini, membawa wahyu kepada Nabi Muhammad ﷺ. Cepat sekali dia, karena malaikat terbuat dari nur, cahaya. Menurut ilmu pengetahuan modern, kecepatan perjalanan cahaya itu sekira 180.000 mil dalam satu detik! Kecepatan malaikat seratus kali dari itu. Dia melayang dengan cepatnya, menembus kegelapan malam. Atau kegelapan alam pikiran manusia yang telah diliputi oleh jahiliyyah, tak ada pedoman hidup lagi. Dia mengetuk hati yang telah membeku dan membatu. Coba perhatikan susunan letak surah, ujung surah al-Buruuj, menyatakan Al-Qur'an tersimpan dan terpelihara. Pada pangkal surah ath-Thaariq, ialah kiasan tentang cahaya turunnya Jibril menembus kegelapan malam, mengantar wahyu kepada Muhammad ﷺ"}},"3":{"arabic":"ٱلنَّجۡمُ ٱلثَّاقِبُٱلنَّجۡمُ ٱلثَّاقِبُ","words":{"arabicWords":["ٱلنَّجۡمُ","ٱلثَّاقِبُ"],"translationWords":["bintang","cemerlang/menembus"]},"translation":"(Itulah) bintang yang bersinar tajam.","tafsir":{"tafsir-jalalayn":"(Yaitu bintang) yakni bintang Tsurayya, atau semua bintang (yang cahayanya menembus) kegelapan malam. Yang menjadi Jawab Qasam ialah:.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Itulah bintang yang bersinar tajam dan cahayanya menembus kegelapan malam. Malam bagaikan tirai yang menyelubungi langit. Cahaya bintang menyeruak, menembus tirai itu sehingga tampak gemerlap. 4. Demi itu semua, setiap orang pasti ada malaikat yang ditugasi oleh Allah sebagai penjaganya. Malaikat itu mencatat apa saja yang dilakukan oleh setiap individu, baik itu kebaikan maupun keburukan. Catatan itu akan menjadi bukti pada hari perhitungan kelak.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini dan pada beberapa ayat lain, Allah bersumpah dengan langit, matahari, bulan, dan malam karena terdapat padanya hal-hal, bentuk-bentuk, perjalanan-perjalanan, terbit dan tenggelamnya; maka keadaan yang ajaib dan luar biasa ini adalah bukti bagi orang yang berpikir dan memperhatikan bahwa ada penciptanya Yang Mahakuasa, tidak ada sekutu dalam penciptaannya.\n\nDalam ayat-ayat ini, Allah bersumpah dengan langit dan bintang yang terbit pada malam hari. Sinarnya memecahkan kegelapan, dan menjadi petunjuk jalan kepada manusia pada waktu gelap di bumi dan di laut. Dari bintang itu, manusia dapat mengetahui musim hujan dan hal-hal lain yang diperlukannya dalam kehidupan. Ada beberapa arti yang dikemukakan oleh para mufasir mengenai bintang tersebut. Pendapat yang terbaik adalah yang mengartikannya sebagai bintang yang bercahaya.","tafsir-alazhar":"SURAH ATH-THAARIQ(YANG MENGETUK MALAM)SURAH KE-86,17 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi langit, demi yang mengetuk\" (ayat 1)Kalimat Thariq itu jika diartikan ke dalam bahasa kita, asal artinya mengetuk atau memukul dengan keras. Seperti orang yang mengetuk pintu orang lain tengah malam agak keras, supaya yang empunya rumah lekas bangun, karena dia membawa berita penting. Sebab itu maka jalan raya yang selalu dilalui manusia dalam bahasa Arab dinamai ath-Thariiq. Sebab jalan raya itu selalu diketuk oleh kaki manusia, kaki kuda, dan roda kendaraan yang lalu lintas.Ayat 2“Dan adakah pengetahuan engkau, apakah yang mengetuk itu?\" (ayat 2)Pertanyaan pada ayat yang kedua ini, sebagaimana banyak juga terdapat di beberapa ayat yang lain, ialah guna lebih menarik minat dan perhatian Rasulullah ﷺ kepada barang yang diambil sumpah oleh Allah itu. Dan kita pun sudah maklum bahwa Nabi Muhammad ﷺ tidaklah akan tahu mengapa maka ath-Thaariq (pengetuk) itu diambil jadi sumpah oleh Allah.Ayat 3Ath-Thaariq ialah “Suatu bintang yang menembus.\" (ayat 3)Dapatlah diambil kesimpulan dari deretan ketiga ayat ini, bahwa di alam cakrawala itu ada suatu bintang yang melancar dengan keras dan cepat, laksana mengetuk pintu yang terkunci sehingga orang yang enak tidur jadi terbangun. Sifatnya ialah menembus. Yang ditembusnya ialah kegelapan malam. Bila bintang yang bergerak cepat itu lewat dalam gelap-gulita, tembuslah kegelapan itu dan timbullah cahaya memancar di kelilingnya. Dan kadang-kadang kita pun dapat menyaksikan bintang-bintang Thariq itu bila langit jernih di tengah malam, dan bintang-bintang bercahaya berkelap-kelip. Kadang jelas sekali melintas satu bintang Comet, cepat sekali. Ditembusnya kegelapan malam.Lalu rahasia ini dibukakan oleh ahli-ahli tafsir. Bahwa ath-Thaariq itu adalah perumpamaan belaka daripada kedatangan Jibril ke atas dunia ini, membawa wahyu kepada Nabi Muhammad ﷺ. Cepat sekali dia, karena malaikat terbuat dari nur, cahaya. Menurut ilmu pengetahuan modern, kecepatan perjalanan cahaya itu sekira 180.000 mil dalam satu detik! Kecepatan malaikat seratus kali dari itu. Dia melayang dengan cepatnya, menembus kegelapan malam. Atau kegelapan alam pikiran manusia yang telah diliputi oleh jahiliyyah, tak ada pedoman hidup lagi. Dia mengetuk hati yang telah membeku dan membatu. Coba perhatikan susunan letak surah, ujung surah al-Buruuj, menyatakan Al-Qur'an tersimpan dan terpelihara. Pada pangkal surah ath-Thaariq, ialah kiasan tentang cahaya turunnya Jibril menembus kegelapan malam, mengantar wahyu kepada Muhammad ﷺ"}},"4":{"arabic":"إِن كُلُّ نَفۡسٍ لَّمَّا عَلَيۡهَا حَافِظٌإِن كُلُّ نَفۡسٍ لَّمَّا عَلَيۡهَا حَافِظٌ","words":{"arabicWords":["إِن","كُلُّ","نَفۡسٖ","لَّمَّا","عَلَيۡهَا","حَافِظٞ"],"translationWords":["tidak","setiap","jiwa/diri","melainkan","atasnya","penjaga"]},"translation":"Setiap orang pasti ada penjaganya.","tafsir":{"tafsir-jalalayn":"(Tidak ada suatu jiwa pun melainkan ada penjaganya) jika dibaca Lamaa tanpa memakai Tasydid, berarti huruf Maa adalah huruf Zaidah, dan In adalah bentuk Takhfif dari Inna sedangkan Isimnya tidak disebutkan, dan huruf Lamnya adalah huruf Fariqah. Artinya sesungguhnya setiap diri itu ada penjaganya. Jika dibaca Lammaa dengan memakai Tasydid, berarti In adalah bermakna Nafi, sedangkan Lammaa bermakna Illaa; artinya tiada suatu jiwa pun melainkan ada penjaganya, yakni penjaga yang terdiri dari malaikat; malaikat penjaga itu bertugas untuk mencatat amal baik dan amal buruknya.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Demi itu semua, setiap orang pasti ada malaikat yang ditugasi oleh Allah sebagai penjaganya. Malaikat itu mencatat apa saja yang dilakukan oleh setiap individu, baik itu kebaikan maupun keburukan. Catatan itu akan menjadi bukti pada hari perhitungan kelak. 5. Sungguh, hari kebangkitan itu pasti akan terjadi. Maka, hendaklah manusia memperhatikan asal kejadiannya; dari apa dia diciptakan. Dengan demikian, dia akan mengetahui besarnya kekuasan Allah dan keterbatasan dirinya.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menerangkan bahwa setiap orang ada penjaga dan pengatur keperluannya dalam seluruh perjalanan hidupnya hingga ajalnya tiba. Mengenai penjaga manusia ini, terdapat dua pengertian, yaitu:\n\n1.\tPenjaga dari malaikat yang memperhatikan dan menghitung perbuatan manusia, sebagaimana firman Allah:\n\nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18)\n\n\n\n1.\tPenjaga dari malaikat yang selalu mendampingi setiap saat dan memelihara kehidupan sehari-hari, sebagaimana firman Allah:\n\nBaginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. (ar-Ra'd/13: 11)\n\nKata thariq, nama surah ke-86 ini, berasal dari akar kata tharaqa yang makna dasarnya adalah memukul dengan cukup keras untuk menimbulkan suara. Dengan mempertimbangkan akar kata yang dapat diartikan sebagai 'berdenyut/berdetak, 'memukul keras. Adapun tsaqib yang berasal dari kata tsaqaba memiliki arti melubangi atau menembus sesuatu yang padat. Al-Qur'an tampaknya mengarahkan kita pada sebuah kenyataan ilmiah penting, yakni menuju ke arah apa yang pada saat ini dikenal dengan bintang pulsar, yang diambil dari kata kerja bahasa Inggris to pulse, yang berarti bergetar, berdenyut dengan irama teratur. Dengan demikian, surah di atas berbunyi atau berarti sebuah bintang yang mengetuk di malam hari dan membuat lubang.\n\nMelalui penelitian oleh Jocelyn Bell Burnell, mahasiswa doktoral bersama pembimbingnya Antony Hewish di Universitas Cambridge pada tahun 1967, ditemukan adanya sinyal radio yang terpancar secara teratur dari luar angkasa. Namun demikian, pada saat itu belum diketahui benda langit mana yang menjadi sumber getaran tersebut. Jocelyn Bell (ketika itu belum menyandang nama Burnell, suaminya) menandai rekaman yang diperolehnya dengan LGM, kependekan dari Little Green Men, sebab sinyal tersebut seperti sebuah pesan datang dari sebuah pemancar yang disampaikan oleh makhluk cerdas (intellegent life). Tidak lama kemudian, pulsar ini diinterpretasikan berasal dari bintang neutron yang berotasi dan terisolasi. Massa bintang yang sedang menuju 'kematiannya ini sangat padat dimana digambarkan materi pulsar seukuran satu sendok teh memiliki berat 1 miliar ton, dan memiliki gravitasi yang demikian besar. Bintang-bintang ini, yang berubah menjadi pulsar melalui ledakan supernova, termasuk benda-benda langit yang paling terang dan bergerak paling cepat di ruang angkasa. Sejumlah pulsar berputar 600 kali per detik. Bila bintang ini terus menuju keruntuhannya, maka lahirlah apa yang dikenal sebagai black hole (lubang hitam).\n\nApabila teleskop radio ini dihubungkan dengan 'loud speaker maka akan terdengar seperti suara orang mengetuk pintu (ath-thariq), yang berasal dari bintang sedang membuat lubang, untuk kemudian menjadi lubang hitam.\n\nAkhirnya Allah mengingatkan bahwa setiap jiwa ada penjaganya. Bahwa apa yang difirmankan Allah sebelumnya, tentang bintang-bintang, adalah haqq, maka firman Allah bahwa setiap jiwa ada penjaganya adalah haqq. Ayat ini merupakan peringatan bagi manusia untuk selalu sadar bahwa Allah senantiasa mengamati.","tafsir-alazhar":"SEMUA DIPELIHARAAyat 4“Tidak ada tiap-tiap diri melainkan ada atasnya yang memelihara.\" (ayat 4)Tidak ada satu diri pun yang terlepas dari penjagaan dan pemeliharaan Allah. Dengan ayat sependek ini terungkaplah seluruh jaminan hidup Allah atas semua makhluk-Nya yang memiliki diri. Setelah ada penjagaan yang demikian, niscaya diperhitungkan pula amalnya, buruknya dan baiknya, sehingga manusia tidak dapat menyembunyikan diri dan mengelak dari tanggung jawab."}},"5":{"arabic":"فَلۡيَنظُرِ ٱلۡإِنسَٰنُ مِمَّ خُلِقَفَلۡيَنظُرِ ٱلۡإِنسَٰنُ مِمَّ خُلِقَ","words":{"arabicWords":["فَلۡيَنظُرِ","ٱلۡإِنسَٰنُ","مِمَّ","خُلِقَ"],"translationWords":["maka hendaklah memperhatikan","manusia","dari apa","ia diciptakan"]},"translation":"Hendaklah manusia memperhatikan dari apa dia diciptakan.","tafsir":{"tafsir-jalalayn":"(Maka hendaklah manusia memperhatikan) dengan perhatian yang dibarengi dengan mempelajarinya (dari apakah dia diciptakan?) artinya berasal dari apakah dia tercipta?.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Sungguh, hari kebangkitan itu pasti akan terjadi. Maka, hendaklah manusia memperhatikan asal kejadiannya; dari apa dia diciptakan. Dengan demikian, dia akan mengetahui besarnya kekuasan Allah dan keterbatasan dirinya. 6. Dia pada mulanya diciptakan dari air mani yang terpancar dari laki-laki dan perempuan.","tafsir-lengkap-kemenag":"Pada ayat ini, Allah mengingatkan manusia agar memperhatikan dari apakah ia diciptakan. Hal ini berarti bahwa Allah memerintahkan manusia untuk berpikir dan memperhatikan dengan sungguh-sungguh dari apa ia dijadikan. Dengan demikian, ia dapat mengetahui kekuasaan penciptanya dan mengetahui pula bahwa bila penciptanya dapat menciptakannya dari bahan yang tidak memiliki tanda-tanda kehidupan sedikit pun, maka tentulah Ia akan lebih mudah menghidupkannya kembali.","tafsir-alazhar":"RENUNGKANLAH DARI MANA ASALMUAyat 5“Maka hendaklah memandang manusia dari apakah dia diciptakan.\" (ayat 5)Engkau yang telah bertubuh gagah ini, atau manusia yang mabuk dengan kedudukan dan kemegahan, yang menyangka bahwa dunia ini telah dapat dikuasainya. Perhatikanlah dari asal mula engkau jadi.Ayat 6“Dia diciptakan dari air yang memancar.\" (ayat 6)Yaitu daripada air mani; atau dalam bahasa tua disebut Kama.Ayat 7“Yang keluar dari antara shulbi dan taraib.\" (ayat 7)Shulbi ialah deretan tulang punggung laki-laki. Taraib ialah tulang dada bagi perempuan, yang di sana terletak susunya. Begitulah kejadian manusia pada mulanya, yang manusia tidak boleh melupakan itu, supaya jangan dia sombong dalam dunia ini.Ayat 8“Sesungguhnya Dia, untuk mengembalikannya, sangatlah sanggup.\" (ayat 8)Allah Mahakuasa mengembalikannya hidup kembali sesudah melalui alam kematian.Ayat 9Bilakah itu terjadi? “Pada hari yang akan jadi nyata segala yang tersembunyi.\" (ayat 9)Di akhirat kelak terbukalah rahasia itu. Kerdillah manusia yang dahulu membesarkan diri. Dan besarlah di hadapan Allah orang-orang yang taat mengikuti jalan yang digariskan-Nya, dengan bimbingan nabi-nabi.Ayat 10“Maka tidaklah ada baginya sembarang kekuatan pun. Dan tidak (pula) ada yang akan membela.\" (ayat 10)Walaupun engkau mempunyai peluru kendali, bom nuklir, meriam yang dapat menghancurkan sekian divisi tentara. Sebab engkau di waktu itu sebagai insan yang kecil laksana cacing, tengah berhadapan dengan Allah, mempertanggungjawabkan hidup yang kamu lalui di masa lampau. Siapa yang lain yang akan membela? Padahal yang dihadapi ialah Hari Akhirat, bukan di dunia yang dapat mencari sarjana hukum yang dapat menelaah dan mencari jalan-jalan keluar dari jeratan undang-undang. Pembelamu kalau ada, tidak lain hanya amal- amalmu sendiri."}},"6":{"arabic":"خُلِقَ مِن مَّآءٍ دَافِقٍخُلِقَ مِن مَّآءٍ دَافِقٍ","words":{"arabicWords":["خُلِقَ","مِن","مَّآءٖ","دَافِقٖ"],"translationWords":["ia diciptakan","dari","air","terpancar"]},"translation":"Dia diciptakan dari air (mani) yang memancar,","tafsir":{"tafsir-jalalayn":"(Dia diciptakan dari air yang terpancar) yakni yang dipancarkan oleh laki-laki ke dalam rahim wanita.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Dia pada mulanya diciptakan dari air mani yang terpancar dari laki-laki dan perempuan. 7. Itulah sperma yang keluar dari antara tulang punggung laki-laki dan ovum yang keluar dari antara tulang dada perempuan. Campuran keduanya kemudian melalui berbagai proses dan tahapan di dalam rahim menjadi janin, cikal bakal manusia.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah menerangkan bahwa manusia dijadikan-Nya dari air yang terpancar, yang keluar dari antara tulang punggung (as-sulb) dan tulang dada laki-laki. Pernyataan Allah ini adalah sebagai jawaban atas pertanyaan pada ayat terdahulu.","tafsir-alazhar":"RENUNGKANLAH DARI MANA ASALMUAyat 5“Maka hendaklah memandang manusia dari apakah dia diciptakan.\" (ayat 5)Engkau yang telah bertubuh gagah ini, atau manusia yang mabuk dengan kedudukan dan kemegahan, yang menyangka bahwa dunia ini telah dapat dikuasainya. Perhatikanlah dari asal mula engkau jadi.Ayat 6“Dia diciptakan dari air yang memancar.\" (ayat 6)Yaitu daripada air mani; atau dalam bahasa tua disebut Kama.Ayat 7“Yang keluar dari antara shulbi dan taraib.\" (ayat 7)Shulbi ialah deretan tulang punggung laki-laki. Taraib ialah tulang dada bagi perempuan, yang di sana terletak susunya. Begitulah kejadian manusia pada mulanya, yang manusia tidak boleh melupakan itu, supaya jangan dia sombong dalam dunia ini.Ayat 8“Sesungguhnya Dia, untuk mengembalikannya, sangatlah sanggup.\" (ayat 8)Allah Mahakuasa mengembalikannya hidup kembali sesudah melalui alam kematian.Ayat 9Bilakah itu terjadi? “Pada hari yang akan jadi nyata segala yang tersembunyi.\" (ayat 9)Di akhirat kelak terbukalah rahasia itu. Kerdillah manusia yang dahulu membesarkan diri. Dan besarlah di hadapan Allah orang-orang yang taat mengikuti jalan yang digariskan-Nya, dengan bimbingan nabi-nabi.Ayat 10“Maka tidaklah ada baginya sembarang kekuatan pun. Dan tidak (pula) ada yang akan membela.\" (ayat 10)Walaupun engkau mempunyai peluru kendali, bom nuklir, meriam yang dapat menghancurkan sekian divisi tentara. Sebab engkau di waktu itu sebagai insan yang kecil laksana cacing, tengah berhadapan dengan Allah, mempertanggungjawabkan hidup yang kamu lalui di masa lampau. Siapa yang lain yang akan membela? Padahal yang dihadapi ialah Hari Akhirat, bukan di dunia yang dapat mencari sarjana hukum yang dapat menelaah dan mencari jalan-jalan keluar dari jeratan undang-undang. Pembelamu kalau ada, tidak lain hanya amal- amalmu sendiri."}},"7":{"arabic":"يَخۡرُجُ مِن بَيۡنِ ٱلصُّلۡبِ وَٱلتَّرَآئِبِيَخۡرُجُ مِن بَيۡنِ ٱلصُّلۡبِ وَٱلتَّرَآئِبِ","words":{"arabicWords":["يَخۡرُجُ","مِنۢ","بَيۡنِ","ٱلصُّلۡبِ","وَٱلتَّرَآئِبِ"],"translationWords":["ia keluar","dari","antara","tulang belakang","dan tulang dada"]},"translation":"yang keluar dari antara tulang sulbi (punggung) dan tulang dada.","tafsir":{"tafsir-jalalayn":"(Yang keluar dari antara tulang sulbi) laki-laki (dan tulang dada) perempuan.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Itulah sperma yang keluar dari antara tulang punggung laki-laki dan ovum yang keluar dari antara tulang dada perempuan. Campuran keduanya kemudian melalui berbagai proses dan tahapan di dalam rahim menjadi janin, cikal bakal manusia. 8. Allah kuasa menciptakan manusia dari ketiadaan, dari air yang memancar, maka sungguh Allah benar-benar kuasa pula untuk mengembalikannya menjadi hidup kembali sesudah mati. Mengembalikan sesuatu kepada kondisi semula, dalam perspektif manusia, tentu lebih mudah daripada menciptakannya untuk pertama kali. Namun, kedua hal itu sama mudahnya bagi Allah.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah menerangkan bahwa manusia dijadikan-Nya dari air yang terpancar, yang keluar dari antara tulang punggung (as-sulb) dan tulang dada laki-laki. Pernyataan Allah ini adalah sebagai jawaban atas pertanyaan pada ayat terdahulu.","tafsir-alazhar":"RENUNGKANLAH DARI MANA ASALMUAyat 5“Maka hendaklah memandang manusia dari apakah dia diciptakan.\" (ayat 5)Engkau yang telah bertubuh gagah ini, atau manusia yang mabuk dengan kedudukan dan kemegahan, yang menyangka bahwa dunia ini telah dapat dikuasainya. Perhatikanlah dari asal mula engkau jadi.Ayat 6“Dia diciptakan dari air yang memancar.\" (ayat 6)Yaitu daripada air mani; atau dalam bahasa tua disebut Kama.Ayat 7“Yang keluar dari antara shulbi dan taraib.\" (ayat 7)Shulbi ialah deretan tulang punggung laki-laki. Taraib ialah tulang dada bagi perempuan, yang di sana terletak susunya. Begitulah kejadian manusia pada mulanya, yang manusia tidak boleh melupakan itu, supaya jangan dia sombong dalam dunia ini.Ayat 8“Sesungguhnya Dia, untuk mengembalikannya, sangatlah sanggup.\" (ayat 8)Allah Mahakuasa mengembalikannya hidup kembali sesudah melalui alam kematian.Ayat 9Bilakah itu terjadi? “Pada hari yang akan jadi nyata segala yang tersembunyi.\" (ayat 9)Di akhirat kelak terbukalah rahasia itu. Kerdillah manusia yang dahulu membesarkan diri. Dan besarlah di hadapan Allah orang-orang yang taat mengikuti jalan yang digariskan-Nya, dengan bimbingan nabi-nabi.Ayat 10“Maka tidaklah ada baginya sembarang kekuatan pun. Dan tidak (pula) ada yang akan membela.\" (ayat 10)Walaupun engkau mempunyai peluru kendali, bom nuklir, meriam yang dapat menghancurkan sekian divisi tentara. Sebab engkau di waktu itu sebagai insan yang kecil laksana cacing, tengah berhadapan dengan Allah, mempertanggungjawabkan hidup yang kamu lalui di masa lampau. Siapa yang lain yang akan membela? Padahal yang dihadapi ialah Hari Akhirat, bukan di dunia yang dapat mencari sarjana hukum yang dapat menelaah dan mencari jalan-jalan keluar dari jeratan undang-undang. Pembelamu kalau ada, tidak lain hanya amal- amalmu sendiri."}},"8":{"arabic":"إِنَّهُۥ عَلَىٰ رَجۡعِهِۦ لَقَادِرٌإِنَّهُۥ عَلَىٰ رَجۡعِهِۦ لَقَادِرٌ","words":{"arabicWords":["إِنَّهُۥ","عَلَىٰ","رَجۡعِهِۦ","لَقَادِرٞ"],"translationWords":["sesungguhnya Dia","atas","mengembalikanya","benar-benar berkuasa"]},"translation":"Sesungguhnya Dia (Allah) benar-benar kuasa untuk mengembalikannya (hidup setelah mati)","tafsir":{"tafsir-jalalayn":"(Sesungguhnya Dia) yakni Allah ﷻ (untuk mengembalikannya) atau menghidupkan kembali manusia setelah mati (benar-benar kuasa) maka apabila manusia itu benar-benar memperhatikan asal mula kejadiannya, niscaya dia akan menyimpulkan, bahwasanya Yang Maha Kuasa menciptakan demikian, berkuasa pula untuk menghidupkannya kembali.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Allah kuasa menciptakan manusia dari ketiadaan, dari air yang memancar, maka sungguh Allah benar-benar kuasa pula untuk mengembalikannya menjadi hidup kembali sesudah mati. Mengembalikan sesuatu kepada kondisi semula, dalam perspektif manusia, tentu lebih mudah daripada menciptakannya untuk pertama kali. Namun, kedua hal itu sama mudahnya bagi Allah. 9. Allah akan membangkitkan manusia dari kubur mereka pada hari ditampakkan segala rahasia, seperti isi hati manusia, meliputi keyakinan, niat dan rahasia lain yang belum terkuak di dunia.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menerangkan bahwa Ia benar-benar berkuasa untuk mengembalikan manusia hidup sesudah mati. Allah berfirman:\n\nKatakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 79)\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27).","tafsir-alazhar":"RENUNGKANLAH DARI MANA ASALMUAyat 5“Maka hendaklah memandang manusia dari apakah dia diciptakan.\" (ayat 5)Engkau yang telah bertubuh gagah ini, atau manusia yang mabuk dengan kedudukan dan kemegahan, yang menyangka bahwa dunia ini telah dapat dikuasainya. Perhatikanlah dari asal mula engkau jadi.Ayat 6“Dia diciptakan dari air yang memancar.\" (ayat 6)Yaitu daripada air mani; atau dalam bahasa tua disebut Kama.Ayat 7“Yang keluar dari antara shulbi dan taraib.\" (ayat 7)Shulbi ialah deretan tulang punggung laki-laki. Taraib ialah tulang dada bagi perempuan, yang di sana terletak susunya. Begitulah kejadian manusia pada mulanya, yang manusia tidak boleh melupakan itu, supaya jangan dia sombong dalam dunia ini.Ayat 8“Sesungguhnya Dia, untuk mengembalikannya, sangatlah sanggup.\" (ayat 8)Allah Mahakuasa mengembalikannya hidup kembali sesudah melalui alam kematian.Ayat 9Bilakah itu terjadi? “Pada hari yang akan jadi nyata segala yang tersembunyi.\" (ayat 9)Di akhirat kelak terbukalah rahasia itu. Kerdillah manusia yang dahulu membesarkan diri. Dan besarlah di hadapan Allah orang-orang yang taat mengikuti jalan yang digariskan-Nya, dengan bimbingan nabi-nabi.Ayat 10“Maka tidaklah ada baginya sembarang kekuatan pun. Dan tidak (pula) ada yang akan membela.\" (ayat 10)Walaupun engkau mempunyai peluru kendali, bom nuklir, meriam yang dapat menghancurkan sekian divisi tentara. Sebab engkau di waktu itu sebagai insan yang kecil laksana cacing, tengah berhadapan dengan Allah, mempertanggungjawabkan hidup yang kamu lalui di masa lampau. Siapa yang lain yang akan membela? Padahal yang dihadapi ialah Hari Akhirat, bukan di dunia yang dapat mencari sarjana hukum yang dapat menelaah dan mencari jalan-jalan keluar dari jeratan undang-undang. Pembelamu kalau ada, tidak lain hanya amal- amalmu sendiri."}},"9":{"arabic":"يَوۡمَ تُبۡلَى ٱلسَّرَآئِرُيَوۡمَ تُبۡلَى ٱلسَّرَآئِرُ","words":{"arabicWords":["يَوۡمَ","تُبۡلَى","ٱلسَّرَآئِرُ"],"translationWords":["hari","dibuka/dinampakkan","rahasia-rahasia"]},"translation":"pada hari ditampakkan segala rahasia.","tafsir":{"tafsir-jalalayn":"(Pada hari ditampakkan) maksudnya, diuji dan dibuka (segala rahasia) yaitu hal-hal yang terkandung di dalam kalbu berupa keyakinan-keyakinan dan niat-niat.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Allah akan membangkitkan manusia dari kubur mereka pada hari ditampakkan segala rahasia, seperti isi hati manusia, meliputi keyakinan, niat dan rahasia lain yang belum terkuak di dunia. 10. Ketika semua persoalan terkuak di hadapan Allah maka manusia tidak lagi mempunyai suatu kekuatan dalam dirinya sendiri dan tidak pula ada penolong dari luar dirinya yang mengelakkan nya dari balasan Allah. Allah-lah penguasa tunggal pada hari itu.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini diterangkan bahwa Allah akan membangkitkan manusia kembali pada hari yang ditampakkan segala rahasia, yaitu hari Kiamat. Ketika itu, tidak seorang pun dapat luput dari apa yang sudah ditentukan sebagai balasan atas perbuatannya, yaitu surga bagi yang beramal saleh dan neraka bagi yang durhaka dan melanggar perintah Allah.\n\nKetika di akhirat, semua manusia akan memperoleh balasan sesuai dengan perbuatan masing-masing. Jadi, setiap orang akan memperoleh sebagaimana amal yang telah dilakukan di dunia. Tidak ada satu kekuatan pun yang dapat mengubahnya dan tidak ada penolong yang dapat membantunya kecuali kekuasaan Allah semata, sebagaimana firman-Nya:\n\nDan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya. (al-Kahf/18: 43)\n\n.","tafsir-alazhar":"RENUNGKANLAH DARI MANA ASALMUAyat 5“Maka hendaklah memandang manusia dari apakah dia diciptakan.\" (ayat 5)Engkau yang telah bertubuh gagah ini, atau manusia yang mabuk dengan kedudukan dan kemegahan, yang menyangka bahwa dunia ini telah dapat dikuasainya. Perhatikanlah dari asal mula engkau jadi.Ayat 6“Dia diciptakan dari air yang memancar.\" (ayat 6)Yaitu daripada air mani; atau dalam bahasa tua disebut Kama.Ayat 7“Yang keluar dari antara shulbi dan taraib.\" (ayat 7)Shulbi ialah deretan tulang punggung laki-laki. Taraib ialah tulang dada bagi perempuan, yang di sana terletak susunya. Begitulah kejadian manusia pada mulanya, yang manusia tidak boleh melupakan itu, supaya jangan dia sombong dalam dunia ini.Ayat 8“Sesungguhnya Dia, untuk mengembalikannya, sangatlah sanggup.\" (ayat 8)Allah Mahakuasa mengembalikannya hidup kembali sesudah melalui alam kematian.Ayat 9Bilakah itu terjadi? “Pada hari yang akan jadi nyata segala yang tersembunyi.\" (ayat 9)Di akhirat kelak terbukalah rahasia itu. Kerdillah manusia yang dahulu membesarkan diri. Dan besarlah di hadapan Allah orang-orang yang taat mengikuti jalan yang digariskan-Nya, dengan bimbingan nabi-nabi.Ayat 10“Maka tidaklah ada baginya sembarang kekuatan pun. Dan tidak (pula) ada yang akan membela.\" (ayat 10)Walaupun engkau mempunyai peluru kendali, bom nuklir, meriam yang dapat menghancurkan sekian divisi tentara. Sebab engkau di waktu itu sebagai insan yang kecil laksana cacing, tengah berhadapan dengan Allah, mempertanggungjawabkan hidup yang kamu lalui di masa lampau. Siapa yang lain yang akan membela? Padahal yang dihadapi ialah Hari Akhirat, bukan di dunia yang dapat mencari sarjana hukum yang dapat menelaah dan mencari jalan-jalan keluar dari jeratan undang-undang. Pembelamu kalau ada, tidak lain hanya amal- amalmu sendiri."}},"10":{"arabic":"فَمَا لَهُۥ مِن قُوَّةٍ وَلَا نَاصِرٍفَمَا لَهُۥ مِن قُوَّةٍ وَلَا نَاصِرٍ","words":{"arabicWords":["فَمَا","لَهُۥ","مِن","قُوَّةٖ","وَلَا","نَاصِرٖ"],"translationWords":["maka tidak","baginya","dari","kekuatan","dan tidak","seorang penolong"]},"translation":"Maka, baginya (manusia) tidak ada lagi kekuatan dan tidak (pula) ada penolong.","tafsir":{"tafsir-jalalayn":"(Maka sekali-kali tidak ada bagi manusia itu) yaitu bagi orang yang tidak mempercayai adanya hari berbangkit (suatu kekuatan pun) yang dapat melindunginya dari azab (dan tidak pula seorang penolong pun) yang dapat menolak azab Allah.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 1-10\n\nDemi langit dan yang datang pada malam hari, tahukah kamu apakah yang datang pada malam hari itu? (yaitu) bintang yang cahayanya menembus, tidak ada suatu jiwa pun (diri) melainkan ada penjaganya. Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? Dia diciptakan dari air yang terpancar, yang keluar dari antara tulang sulbi dan tulang dada. Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah mati). Pada hari ditampakkan segala rahasia, maka sekali-kali tidak ada bagi manusia itu suatu kekuatan pun dan tidak (pula) seorang penolong.\n\nAllah subhanahu wa ta’ala bersumpah dengan menyebut nama langit dan semua bintang yang bersinar terang yang menghiasinya. Untuk itu, maka disebutkan oleh firman-Nya: Demi langit dan yang datang pada malam hari. (Ath-Thariq: 1) Kemudian dalam firman berikutnya disebutkan: tahukah kamu apakah yang datang pada malam hari itu? (Ath-Thariq: 2) Lalu ditafsirkan oleh firman Allah subhanahu wa ta’ala: (yaitu) bintang yang cahayanya menembus. (Ath-Thariq: 3) Qatadah dan lain-Lainnya mengatakan bahwa sesungguhnya bintang dinamakan Ath-Thariq tiada lain karena ia hanya dapat dilihat di malam hari, sedangkan siang hari tidak kelihatan. Hal ini diperkuat dengan apa yang disebutkan di dalam hadits shahih yang mengatakan: Beliau ﷺ melarang seseorang mendatangi keluarganya di malam hari yang sudah larut.\n\nYakni dia pulang ke rumahnya dengan mengejutkan di malam hari. Di dalam hadits lain yang mengandung doa telah disebutkan: kecuali orang yang datang di tengah malam dengan membawa kebaikan, ya Tuhan Yang Maha Pemurah. Mengenai firman Allah subhanahu wa ta’ala: yang cahayanya menembus. (Ath-Thariq: 3) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah yang cahayanya terang. As-Suddi mengatakan, makna yang dimaksud ialah yang menembus setan-setan apabila dilemparkan kepadanya.\n\nIkrimah mengatakan, makna yang dimaksud ialah yang cahayanya terang lagi membakar setan-setan. Firman Allah subhanahu wa ta’ala: tidak ada suatu jiwa (diri) pun melainkan ada penjaganya. (Ath-Thariq: 4) Yaitu sesungguhnya pada tiap diri terdapat malaikat yang menjaganya ditugaskan oleh Allah subhanahu wa ta’ala agar melindunginya dari berbagai bencana dan penyakit. Semakna dengan apa yang disebutkan oleh firman-Nya: Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah. (Ar-Ra'd: 11) Adapun firman Allah subhanahu wa ta’ala: Maka hendaklah manusia memperhatikan dari apakah dia diciptakan? (Ath-Thariq: 5) Ini mengingatkan manusia akan betapa lemahnya asal kejadiannya, sekaligus membimbingnya untuk mengakui adanya hari kemudian.\n\nyaitu hari berbangkit. Karena sesungguhnya Tuhan yang mampu menciptakannya dari semula mampu pula untuk mengembalikannya seperti keadaan semula, bahkan lebih mudah. Sebagaimana yang disebutkan dalam ayat lain melalui firman Allah subhanahu wa ta’ala: Dan Dialah Yang Menciptakan (manusia) dari permulaan, kemudian mengembalikan (menghidupkan)nya kembali, dan menghidupkan kembali itu adalah lebih mudah bagi-Nya. (Ar-Rum: 27) Firman Allah subhanahu wa ta’ala: Dia diciptakan dari air yang terpancar. (Ath-Thariq: 6) Yaitu air mani yang dipancarkan oleh laki-laki dan bertemu dengan indung telur wanita, maka terjadilah anak dari percampuran keduanya dengan seizin Allah subhanahu wa ta’ala Karena itulah maka disebutkan dalam firman berikut-nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni dari sulbi laki-laki dan dari tulang dada wanita.\n\nSyabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yaitu sulbi laki-laki dan tara-ibul mar-ah (tulang dada wanita) yang warna air maninya kuning lagi agak encer, kejadian anak dari air mani keduanya. Hal yang sama telah dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Qatadah, As-Suddi, dan lain-lainnya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Sa'id Al-Asyaj, telah menceritakan kepada kami Abu Usamah, dari Mis'ar, bahwa ia pernah mendengar Al-Hakam menceritakan pendapat Ibnu Abbas sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Lalu Ibnu Abbas mengatakan, \"Inilah tara-ib,\" seraya meletakkan tangannya ke dadanya.\n\nAdh-Dhahhak dan Atiyyah telah meriwayatkan dari Ibnu Abbas, bahwa taribatul mar-ah artinya tempat kalung (liontin)nya. Hal yang sama dikatakan oleh Ikrimah dan Sa'id ibnu Jubair. Ali ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa tara-ib artinya di antara susunya. Diriwayatkan dari Mujahid bahwa tara-ib ialah antara'kedua pundak sampai dada. Diriwayatkan pula dari Mujahid bahwa tara-ib berada di bawah kerongkongan.\n\nDiriwayatkan dari Adh-Dhahhak bahwa tara-ib terletak di antara kedua susu, kedua kaki, dan kedua mata. Al-Lais ibnu Sa'd telah meriwayatkan dari Ma'mar ibnu Abu Habibah Al-Madani, bahwa Al-Lais telah mendapat berita darinya sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Bahwa yang dimaksud ialah tetesan hati, dari sanalah asal mula terjadinya anak. Diriwayatkan pula dari Qatadah sehubungan dengan makna firman-Nya: yang keluar dari antara tulang sulbi dan tulang dada. (Ath-Thariq: 7) Yakni di antara tulang sulbi dan bagian bawah kerongkongannya.\n\nFirman Allah subhanahu wa ta’ala: Sesungguhnya Allah benar-benar kuasa untuk mengembalikannya (hidup sesudah matinya). (Ath-Thariq: 8) Sehubungan dengan makna ayat ini ada dua pendapat. Pertama, mengatakan bahwa Allah berkuasa mengembalikan air mani yang telah terpancarkan ini ke tempat asalnya keluar. Hal ini dikatakan oleh Mujahid, Ikrimah, dan selain keduanya. Pendapat yang kedua mengatakan, sesungguhnya Allah berkuasa menghidupkan kembali manusia yang diciptakan dari air mani ini sesudah matinya, lalu dibangkitkan untuk menuju negeri akhirat.\n\nKarena sesungguhnya Tuhan yang menciptakan dari semula mampu mengembalikan (menghidupkan) ciptaan-Nya seperti semula. Allah subhanahu wa ta’ala telah menyebutkan dalil yang menunjukkan hal ini di dalam Al-Qur'an di berbagai tempat. Pendapat ini dikatakan oleh Adh-Dhahhak dan dipilih oleh Ibnu Jarir. Karena itulah maka disebutkan dalam firman berikutnya: Pada hari ditampakkan segala rahasia. (Ath-Thariq: 9) Pada hari kiamat semua rahasia ditampakkan sehingga menjadi jelas dan terang, dan tiada lagi rahasia karena semuanya menjadi tampak kelihatan dan semua yang tadinya tersembunyi di hari itu menjadi kelihatan.\n\nDi dalam kitab Sahihain disebutkan melalui Ibnu Ulnar, bahwa Rasulullah ﷺ pernah bersabda: Bagi tiap orang yang khianat dinaikkan (dipasang) bendera pada pantatnya, lalu dikatakan bahwa ini adalah pengkhianatan si Fulan bin Fulan. Firman Allah subhanahu wa ta’ala: maka sekali-kali tidak ada bagi manusia itu. (Ath-Thariq: 10) Yakni bagi manusia kelak di hari kiamat. satu kekuatan pun. (Ath-Thariq: 10) Maksudnya, kekuatan dalam dirinya. dan tidak (pula) seorang penolong. (Ath-Thariq: 10) Yaitu dari luar dirinya. Dengan kata lain, tiada seorang pun yang dapat menyelamatkan dirinya dari azab Allah dan tiada pula seorang pun yang dapat menolong orang lain dari azab Allah.\"","tafsir-ringkas-kemenag":"Ketika semua persoalan terkuak di hadapan Allah maka manusia tidak lagi mempunyai suatu kekuatan dalam dirinya sendiri dan tidak pula ada penolong dari luar dirinya yang mengelakkan nya dari balasan Allah. Allah-lah penguasa tunggal pada hari itu. 11-12. Demi langit yang mengandung hujan yang turun kembali ke bumi. Dengan hujan bumi yang tandus menjadi subur. Inilah salah satu bukti kasih sayang Allah kepada makhluk-Nya. Dan demi bumi yang mempunyai tumbuh-tumbuhan. Benih yang tersiram hujan akan mulai tumbuh dan menembus permukaan tanah untuk berkembang. Banyaknya tumbuhan dan pepohonan mendatangkan manfaat yang besar bagi makhluk hidup lainnya.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini diterangkan bahwa Allah akan membangkitkan manusia kembali pada hari yang ditampakkan segala rahasia, yaitu hari Kiamat. Ketika itu, tidak seorang pun dapat luput dari apa yang sudah ditentukan sebagai balasan atas perbuatannya, yaitu surga bagi yang beramal saleh dan neraka bagi yang durhaka dan melanggar perintah Allah.\n\nKetika di akhirat, semua manusia akan memperoleh balasan sesuai dengan perbuatan masing-masing. Jadi, setiap orang akan memperoleh sebagaimana amal yang telah dilakukan di dunia. Tidak ada satu kekuatan pun yang dapat mengubahnya dan tidak ada penolong yang dapat membantunya kecuali kekuasaan Allah semata, sebagaimana firman-Nya:\n\nDan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya. (al-Kahf/18: 43)\n\n.","tafsir-alazhar":"RENUNGKANLAH DARI MANA ASALMUAyat 5“Maka hendaklah memandang manusia dari apakah dia diciptakan.\" (ayat 5)Engkau yang telah bertubuh gagah ini, atau manusia yang mabuk dengan kedudukan dan kemegahan, yang menyangka bahwa dunia ini telah dapat dikuasainya. Perhatikanlah dari asal mula engkau jadi.Ayat 6“Dia diciptakan dari air yang memancar.\" (ayat 6)Yaitu daripada air mani; atau dalam bahasa tua disebut Kama.Ayat 7“Yang keluar dari antara shulbi dan taraib.\" (ayat 7)Shulbi ialah deretan tulang punggung laki-laki. Taraib ialah tulang dada bagi perempuan, yang di sana terletak susunya. Begitulah kejadian manusia pada mulanya, yang manusia tidak boleh melupakan itu, supaya jangan dia sombong dalam dunia ini.Ayat 8“Sesungguhnya Dia, untuk mengembalikannya, sangatlah sanggup.\" (ayat 8)Allah Mahakuasa mengembalikannya hidup kembali sesudah melalui alam kematian.Ayat 9Bilakah itu terjadi? “Pada hari yang akan jadi nyata segala yang tersembunyi.\" (ayat 9)Di akhirat kelak terbukalah rahasia itu. Kerdillah manusia yang dahulu membesarkan diri. Dan besarlah di hadapan Allah orang-orang yang taat mengikuti jalan yang digariskan-Nya, dengan bimbingan nabi-nabi.Ayat 10“Maka tidaklah ada baginya sembarang kekuatan pun. Dan tidak (pula) ada yang akan membela.\" (ayat 10)Walaupun engkau mempunyai peluru kendali, bom nuklir, meriam yang dapat menghancurkan sekian divisi tentara. Sebab engkau di waktu itu sebagai insan yang kecil laksana cacing, tengah berhadapan dengan Allah, mempertanggungjawabkan hidup yang kamu lalui di masa lampau. Siapa yang lain yang akan membela? Padahal yang dihadapi ialah Hari Akhirat, bukan di dunia yang dapat mencari sarjana hukum yang dapat menelaah dan mencari jalan-jalan keluar dari jeratan undang-undang. Pembelamu kalau ada, tidak lain hanya amal- amalmu sendiri."}},"11":{"arabic":"وَٱلسَّمَآءِ ذَاتِ ٱلرَّجۡعِوَٱلسَّمَآءِ ذَاتِ ٱلرَّجۡعِ","words":{"arabicWords":["وَٱلسَّمَآءِ","ذَاتِ","ٱلرَّجۡعِ"],"translationWords":["dan langit","mempunyai/mengandung","air/hujan"]},"translation":"Demi langit yang mengandung hujan","tafsir":{"tafsir-jalalayn":"(Demi langit yang mengandung hujan) hujan dinamakan Ar-Raj'u karena berulang datang pada musimnya.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 11-17\n\nDemi langit yang mengandung hujan, dan bumi yang mempunyai tumbuh-tumbuhan, sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil, dan sekali-kali bukanlah dia senda gurau. Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. Dan Aku pun membuat rencana (pula) dengan sebenar-benarnya. Karena itu, beri tangguhlah orang-orang kafir itu, yaitu beri tangguhlah mereka itu barang sebentar.\n\nIbnu Abbas mengatakan bahwa yang dimaksud dengan ar-raj'u ialah hujan, dan diriwayatkan pula darinya bahwa yang dimaksud adalah awan yang mengandung air hujan. Menurut riwayat lainnya lagi yang juga bersumber darinya, sehubungan dengan makna firman-Nya: Demi langit yang mengandung hujan. (Ath-Thariq: 11) Yakni menurunkan hujan, kemudian menurunkan hujannya lagi. Qatadah mengatakan bahwa makna yang dimaksud ialah yang mengembalikan rezeki hamba-hamba setiap tahunnya; seandainya tidak demikian, niscaya binasalah mereka dan juga hewan ternak mereka.\n\nIbnu Zaid mengatakan bahwa makna yang dimaksud ialah yang kembali bintang-bintangnya, mataharinya, dan rembulannya datang dari arah ini. dan bumi yang mempunyai tumbuh-tumbuhan. (Ath-Thariq: 12) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah terbelahnya bumi mengeluarkan tetumbuhannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Abu Malik, Adh-Dhahhak, Al-Hasan, Qatadah, As-Suddi, dan selain mereka yang bukan hanya seorang. Firman Allah subhanahu wa ta’ala: sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil. (Ath-Thariq: 13) Ibnu Abbas mengatakan, faslun artinya yang hak atau yang benar.\n\nHal yang sama dikatakan oleh Qatadah, sedangkan yang lain mengatakan hukum yang adil. dan sekali-kali bukanlah dia senda gurau. (Ath-Thariq: 14) Yakni bahkan Al-Qur'an itu sungguhan dan benar. Kemudian Allah menceritakan perihal orang-orang kafir, bahwa mereka mendustakan Al-Qur'an dan menghalang-halangi manusia dari mengikuti jalannya. Untuk itu Allah subhanahu wa ta’ala berfirman: Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. (Ath-Thariq: 15) Mereka membuat tipu daya dalam seruannya kepada manusia untuk mengelabui mereka agar menentang Al-Qur'an. Kemudian disebutkan dalam firman berikutnya: Karena itu, beri tangguhlah orang-orang kafir itu. (Ath-Thariq: 17) Yakni berilah mereka masa tangguh dan janganlah kamu tergesa-gesa terhadap mereka.\n\nyaitu beri tangguhlah mereka itu barang sebentar. (Ath-Thariq: 17) Maksudnya, waktu sebentar. Maka kelak kamu akan menyaksikan apa yang bakal menimpa mereka, yaitu azab, pembalasan, dan hukuman serta kehancuran. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain: Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24) Demikianlah akhir tafsir surat Ath-Thariq dengan mengucapkan puji dan syukur kepada Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"11-12. Demi langit yang mengandung hujan yang turun kembali ke bumi. Dengan hujan bumi yang tandus menjadi subur. Inilah salah satu bukti kasih sayang Allah kepada makhluk-Nya. Dan demi bumi yang mempunyai tumbuh-tumbuhan. Benih yang tersiram hujan akan mulai tumbuh dan menembus permukaan tanah untuk berkembang. Banyaknya tumbuhan dan pepohonan mendatangkan manfaat yang besar bagi makhluk hidup lainnya. 11-12. Demi langit yang mengandung hujan yang turun kembali ke bumi. Dengan hujan bumi yang tandus menjadi subur. Inilah salah satu bukti kasih sayang Allah kepada makhluk-Nya. Dan demi bumi yang mempunyai tumbuh-tumbuhan. Benih yang tersiram hujan akan mulai tumbuh dan menembus permukaan tanah untuk berkembang. Banyaknya tumbuhan dan pepohonan mendatangkan manfaat yang besar bagi makhluk hidup lainnya.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah bersumpah dengan langit yang mengandung hujan yang sangat diharapkan manusia, karena hujanlah yang menjadikan tanah tandus menjadi subur, yang membuat makhluk yang berada di bumi hidup dan yang menjadikan udara panas menjadi sejuk.","tafsir-alazhar":"Ayat 11“Demi langit yang menurunkan hujan.\" (ayat 11)Di dalam ayat ini terdapat kata-kata Raj'i yang diartikan hujan. Padahal asal maknanya ialah kembali, seperti di ayat 8 tadi terdapat kata Raj'i dengan makna kembali! Mengapa Raj'i artinya di sini jadi hujan? Sebab hujan itu memang air dari bumi juga, mulanya menguap naik ke langit, jadi awan berkumpul dan turun kembali ke bumi, setelah menguap lagi naik kembali ke langit dan turun kembali ke bumi. Demikian terus-menerus, naik kembali, turun kembali.Ayat 12“Demi bumi yang menimbulkan tumbuh-tumbuhan.\" (ayat 12)Dan kamu hai insan, hanyalah karena belas kasihan Allah yang mengatur pertalian langit dan bumi itu. Kalau kamu perhatikan itu, niscaya kamu akan insaf di mana letakmu dalam alam ini?Ayat 13“Sesungguhnya dia adalah kata yang tegas jitu.\" (ayat 13)Tegas keluarnya dan jitu maksudnya, tiada tendeng aling-aling, sehingga jelaslah menjadi fasih, tampak pemisah di antara yang hak dengan yang batil.Ayat 14“Dan bukanlah dia suatu olok-olok.\" (ayat 14)Itulah kata Al-Qur'an tegas dan jitu sehingga bila “ketukpalunya\" telah kedengaran, tidak ada suara lain lagi.Ayat 15“Sesungguhnya mereka membuat dalih, sebenarnya dalih.\" (ayat 15)Membuat tipu hendak mengelak, dengan sebenar tipu.Ayat 16“Dan Aku pun membuat dalih, sebenarnya dalih.\" (ayat 16)Dengan segenap daya upaya, orang kafir itu hendak mendalih menipu Allah, namun yang tertipu bukanlah Dia, melainkan diri mereka sendiri.Ayat 17“Maka perlambat-lambatlah bagi orang-orang yang kafir itu.\"Lambat akan datang pembalasan atau adzab.“Aku pun memperlambat-lambatnya pula, sebentar.\" (ujung ayat 17)Mereka sangka perlambatan itu akan lama, padahal hanya sebentar."}},"12":{"arabic":"وَٱلۡأَرۡضِ ذَاتِ ٱلصَّدۡعِوَٱلۡأَرۡضِ ذَاتِ ٱلصَّدۡعِ","words":{"arabicWords":["وَٱلۡأَرۡضِ","ذَاتِ","ٱلصَّدۡعِ"],"translationWords":["dan bumi","mempunyai","tumbuh-tumbuhan"]},"translation":"dan bumi yang memiliki rekahan (tempat tumbuhnya pepohonan),","tafsir":{"tafsir-jalalayn":"(Dan demi bumi yang mempunyai tumbuh-tumbuhan) maksudnya retak-retak karena daripadanya keluar tumbuh-tumbuhan.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 11-17\n\nDemi langit yang mengandung hujan, dan bumi yang mempunyai tumbuh-tumbuhan, sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil, dan sekali-kali bukanlah dia senda gurau. Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. Dan Aku pun membuat rencana (pula) dengan sebenar-benarnya. Karena itu, beri tangguhlah orang-orang kafir itu, yaitu beri tangguhlah mereka itu barang sebentar.\n\nIbnu Abbas mengatakan bahwa yang dimaksud dengan ar-raj'u ialah hujan, dan diriwayatkan pula darinya bahwa yang dimaksud adalah awan yang mengandung air hujan. Menurut riwayat lainnya lagi yang juga bersumber darinya, sehubungan dengan makna firman-Nya: Demi langit yang mengandung hujan. (Ath-Thariq: 11) Yakni menurunkan hujan, kemudian menurunkan hujannya lagi. Qatadah mengatakan bahwa makna yang dimaksud ialah yang mengembalikan rezeki hamba-hamba setiap tahunnya; seandainya tidak demikian, niscaya binasalah mereka dan juga hewan ternak mereka.\n\nIbnu Zaid mengatakan bahwa makna yang dimaksud ialah yang kembali bintang-bintangnya, mataharinya, dan rembulannya datang dari arah ini. dan bumi yang mempunyai tumbuh-tumbuhan. (Ath-Thariq: 12) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah terbelahnya bumi mengeluarkan tetumbuhannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Abu Malik, Adh-Dhahhak, Al-Hasan, Qatadah, As-Suddi, dan selain mereka yang bukan hanya seorang. Firman Allah subhanahu wa ta’ala: sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil. (Ath-Thariq: 13) Ibnu Abbas mengatakan, faslun artinya yang hak atau yang benar.\n\nHal yang sama dikatakan oleh Qatadah, sedangkan yang lain mengatakan hukum yang adil. dan sekali-kali bukanlah dia senda gurau. (Ath-Thariq: 14) Yakni bahkan Al-Qur'an itu sungguhan dan benar. Kemudian Allah menceritakan perihal orang-orang kafir, bahwa mereka mendustakan Al-Qur'an dan menghalang-halangi manusia dari mengikuti jalannya. Untuk itu Allah subhanahu wa ta’ala berfirman: Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. (Ath-Thariq: 15) Mereka membuat tipu daya dalam seruannya kepada manusia untuk mengelabui mereka agar menentang Al-Qur'an. Kemudian disebutkan dalam firman berikutnya: Karena itu, beri tangguhlah orang-orang kafir itu. (Ath-Thariq: 17) Yakni berilah mereka masa tangguh dan janganlah kamu tergesa-gesa terhadap mereka.\n\nyaitu beri tangguhlah mereka itu barang sebentar. (Ath-Thariq: 17) Maksudnya, waktu sebentar. Maka kelak kamu akan menyaksikan apa yang bakal menimpa mereka, yaitu azab, pembalasan, dan hukuman serta kehancuran. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain: Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24) Demikianlah akhir tafsir surat Ath-Thariq dengan mengucapkan puji dan syukur kepada Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"11-12. Demi langit yang mengandung hujan yang turun kembali ke bumi. Dengan hujan bumi yang tandus menjadi subur. Inilah salah satu bukti kasih sayang Allah kepada makhluk-Nya. Dan demi bumi yang mempunyai tumbuh-tumbuhan. Benih yang tersiram hujan akan mulai tumbuh dan menembus permukaan tanah untuk berkembang. Banyaknya tumbuhan dan pepohonan mendatangkan manfaat yang besar bagi makhluk hidup lainnya. 13. Sungguh, Al-Qur'an yang didustakan oleh kaum kafir itu benar-benar firman yang menjadi pemisah antara perkara hak dan batil. Sulit bagi manusia untuk membedakan keduanya tanpa tuntunan Al-Qur'an. Al-Qur'an menjadi salah satu bukti kasih sayang Allah karena menjadi penerang jalan hidup dan pemberi solusi bagi persoalan manusia.","tafsir-lengkap-kemenag":"Allah bersumpah dengan bumi yang mempunyai tumbuh-tumbuhan dan buah-buahan yang sangat diperlukan untuk kehidupan manusia dan binatang ternak mereka.","tafsir-alazhar":"Ayat 11“Demi langit yang menurunkan hujan.\" (ayat 11)Di dalam ayat ini terdapat kata-kata Raj'i yang diartikan hujan. Padahal asal maknanya ialah kembali, seperti di ayat 8 tadi terdapat kata Raj'i dengan makna kembali! Mengapa Raj'i artinya di sini jadi hujan? Sebab hujan itu memang air dari bumi juga, mulanya menguap naik ke langit, jadi awan berkumpul dan turun kembali ke bumi, setelah menguap lagi naik kembali ke langit dan turun kembali ke bumi. Demikian terus-menerus, naik kembali, turun kembali.Ayat 12“Demi bumi yang menimbulkan tumbuh-tumbuhan.\" (ayat 12)Dan kamu hai insan, hanyalah karena belas kasihan Allah yang mengatur pertalian langit dan bumi itu. Kalau kamu perhatikan itu, niscaya kamu akan insaf di mana letakmu dalam alam ini?Ayat 13“Sesungguhnya dia adalah kata yang tegas jitu.\" (ayat 13)Tegas keluarnya dan jitu maksudnya, tiada tendeng aling-aling, sehingga jelaslah menjadi fasih, tampak pemisah di antara yang hak dengan yang batil.Ayat 14“Dan bukanlah dia suatu olok-olok.\" (ayat 14)Itulah kata Al-Qur'an tegas dan jitu sehingga bila “ketukpalunya\" telah kedengaran, tidak ada suara lain lagi.Ayat 15“Sesungguhnya mereka membuat dalih, sebenarnya dalih.\" (ayat 15)Membuat tipu hendak mengelak, dengan sebenar tipu.Ayat 16“Dan Aku pun membuat dalih, sebenarnya dalih.\" (ayat 16)Dengan segenap daya upaya, orang kafir itu hendak mendalih menipu Allah, namun yang tertipu bukanlah Dia, melainkan diri mereka sendiri.Ayat 17“Maka perlambat-lambatlah bagi orang-orang yang kafir itu.\"Lambat akan datang pembalasan atau adzab.“Aku pun memperlambat-lambatnya pula, sebentar.\" (ujung ayat 17)Mereka sangka perlambatan itu akan lama, padahal hanya sebentar."}},"13":{"arabic":"إِنَّهُۥ لَقَوۡلٌ فَصۡلٌإِنَّهُۥ لَقَوۡلٌ فَصۡلٌ","words":{"arabicWords":["إِنَّهُۥ","لَقَوۡلٞ","فَصۡلٞ"],"translationWords":["sesungguhnya ia (Al Qur'an)","perkataan/firman","terpisah"]},"translation":"sesungguhnya (Al-Qur’an) itu benar-benar firman pemisah (antara yang hak dan yang batil)","tafsir":{"tafsir-jalalayn":"(Sesungguhnya Al-Qur'an itu) yakni wahyu Al-Qur'an (benar-benar firman yang memutuskan) yang memisahkan antara perkara yang hak dan perkara yang batil.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 11-17\n\nDemi langit yang mengandung hujan, dan bumi yang mempunyai tumbuh-tumbuhan, sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil, dan sekali-kali bukanlah dia senda gurau. Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. Dan Aku pun membuat rencana (pula) dengan sebenar-benarnya. Karena itu, beri tangguhlah orang-orang kafir itu, yaitu beri tangguhlah mereka itu barang sebentar.\n\nIbnu Abbas mengatakan bahwa yang dimaksud dengan ar-raj'u ialah hujan, dan diriwayatkan pula darinya bahwa yang dimaksud adalah awan yang mengandung air hujan. Menurut riwayat lainnya lagi yang juga bersumber darinya, sehubungan dengan makna firman-Nya: Demi langit yang mengandung hujan. (Ath-Thariq: 11) Yakni menurunkan hujan, kemudian menurunkan hujannya lagi. Qatadah mengatakan bahwa makna yang dimaksud ialah yang mengembalikan rezeki hamba-hamba setiap tahunnya; seandainya tidak demikian, niscaya binasalah mereka dan juga hewan ternak mereka.\n\nIbnu Zaid mengatakan bahwa makna yang dimaksud ialah yang kembali bintang-bintangnya, mataharinya, dan rembulannya datang dari arah ini. dan bumi yang mempunyai tumbuh-tumbuhan. (Ath-Thariq: 12) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah terbelahnya bumi mengeluarkan tetumbuhannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Abu Malik, Adh-Dhahhak, Al-Hasan, Qatadah, As-Suddi, dan selain mereka yang bukan hanya seorang. Firman Allah subhanahu wa ta’ala: sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil. (Ath-Thariq: 13) Ibnu Abbas mengatakan, faslun artinya yang hak atau yang benar.\n\nHal yang sama dikatakan oleh Qatadah, sedangkan yang lain mengatakan hukum yang adil. dan sekali-kali bukanlah dia senda gurau. (Ath-Thariq: 14) Yakni bahkan Al-Qur'an itu sungguhan dan benar. Kemudian Allah menceritakan perihal orang-orang kafir, bahwa mereka mendustakan Al-Qur'an dan menghalang-halangi manusia dari mengikuti jalannya. Untuk itu Allah subhanahu wa ta’ala berfirman: Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. (Ath-Thariq: 15) Mereka membuat tipu daya dalam seruannya kepada manusia untuk mengelabui mereka agar menentang Al-Qur'an. Kemudian disebutkan dalam firman berikutnya: Karena itu, beri tangguhlah orang-orang kafir itu. (Ath-Thariq: 17) Yakni berilah mereka masa tangguh dan janganlah kamu tergesa-gesa terhadap mereka.\n\nyaitu beri tangguhlah mereka itu barang sebentar. (Ath-Thariq: 17) Maksudnya, waktu sebentar. Maka kelak kamu akan menyaksikan apa yang bakal menimpa mereka, yaitu azab, pembalasan, dan hukuman serta kehancuran. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain: Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24) Demikianlah akhir tafsir surat Ath-Thariq dengan mengucapkan puji dan syukur kepada Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"Sungguh, Al-Qur'an yang didustakan oleh kaum kafir itu benar-benar firman yang menjadi pemisah antara perkara hak dan batil. Sulit bagi manusia untuk membedakan keduanya tanpa tuntunan Al-Qur'an. Al-Qur'an menjadi salah satu bukti kasih sayang Allah karena menjadi penerang jalan hidup dan pemberi solusi bagi persoalan manusia. 14. Dan sebagai firman Allah, Al-Qur'an itu bukanlah sendagurauan. AlQur'an bukan sesuatu yang tidak bermakna, bukan pula dongeng masa lalu. Al-Qur'an adalah murni rahmat Tuhan yang Maha Pengasih bagi seluruh alam.","tafsir-lengkap-kemenag":"Allah menegaskan bahwa sumpah-Nya dengan langit dan bumi itu menyatakan bahwa sesungguhnya Al-Qur'an yang dibawa oleh Nabi Muhammad benar-benar firman Allah yang memisahkan antara yang hak dan yang batil, dan sama sekali bukanlah senda gurau. Dengan demikian, sudah seharusnya Al-Qur'an menjadi petunjuk bagi seluruh manusia. Allah menjelaskan di dalam Al-Qur'an tentang yang hak dan batil karena keterbatasan kemampuan akal manusia untuk mengetahuinya.","tafsir-alazhar":"Ayat 11“Demi langit yang menurunkan hujan.\" (ayat 11)Di dalam ayat ini terdapat kata-kata Raj'i yang diartikan hujan. Padahal asal maknanya ialah kembali, seperti di ayat 8 tadi terdapat kata Raj'i dengan makna kembali! Mengapa Raj'i artinya di sini jadi hujan? Sebab hujan itu memang air dari bumi juga, mulanya menguap naik ke langit, jadi awan berkumpul dan turun kembali ke bumi, setelah menguap lagi naik kembali ke langit dan turun kembali ke bumi. Demikian terus-menerus, naik kembali, turun kembali.Ayat 12“Demi bumi yang menimbulkan tumbuh-tumbuhan.\" (ayat 12)Dan kamu hai insan, hanyalah karena belas kasihan Allah yang mengatur pertalian langit dan bumi itu. Kalau kamu perhatikan itu, niscaya kamu akan insaf di mana letakmu dalam alam ini?Ayat 13“Sesungguhnya dia adalah kata yang tegas jitu.\" (ayat 13)Tegas keluarnya dan jitu maksudnya, tiada tendeng aling-aling, sehingga jelaslah menjadi fasih, tampak pemisah di antara yang hak dengan yang batil.Ayat 14“Dan bukanlah dia suatu olok-olok.\" (ayat 14)Itulah kata Al-Qur'an tegas dan jitu sehingga bila “ketukpalunya\" telah kedengaran, tidak ada suara lain lagi.Ayat 15“Sesungguhnya mereka membuat dalih, sebenarnya dalih.\" (ayat 15)Membuat tipu hendak mengelak, dengan sebenar tipu.Ayat 16“Dan Aku pun membuat dalih, sebenarnya dalih.\" (ayat 16)Dengan segenap daya upaya, orang kafir itu hendak mendalih menipu Allah, namun yang tertipu bukanlah Dia, melainkan diri mereka sendiri.Ayat 17“Maka perlambat-lambatlah bagi orang-orang yang kafir itu.\"Lambat akan datang pembalasan atau adzab.“Aku pun memperlambat-lambatnya pula, sebentar.\" (ujung ayat 17)Mereka sangka perlambatan itu akan lama, padahal hanya sebentar."}},"14":{"arabic":"وَمَا هُوَ بِٱلۡهَزۡلِوَمَا هُوَ بِٱلۡهَزۡلِ","words":{"arabicWords":["وَمَا","هُوَ","بِٱلۡهَزۡلِ"],"translationWords":["dan tidak","ia (Al Qur'an)","dengan sia-sia/senda gurau"]},"translation":"dan ia (Al-Qur’an) sama sekali bukan perkataan senda gurau.","tafsir":{"tafsir-jalalayn":"(Dan sekali-kali bukanlah dia senda gurau) atau mainan dan kebatilan.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 11-17\n\nDemi langit yang mengandung hujan, dan bumi yang mempunyai tumbuh-tumbuhan, sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil, dan sekali-kali bukanlah dia senda gurau. Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. Dan Aku pun membuat rencana (pula) dengan sebenar-benarnya. Karena itu, beri tangguhlah orang-orang kafir itu, yaitu beri tangguhlah mereka itu barang sebentar.\n\nIbnu Abbas mengatakan bahwa yang dimaksud dengan ar-raj'u ialah hujan, dan diriwayatkan pula darinya bahwa yang dimaksud adalah awan yang mengandung air hujan. Menurut riwayat lainnya lagi yang juga bersumber darinya, sehubungan dengan makna firman-Nya: Demi langit yang mengandung hujan. (Ath-Thariq: 11) Yakni menurunkan hujan, kemudian menurunkan hujannya lagi. Qatadah mengatakan bahwa makna yang dimaksud ialah yang mengembalikan rezeki hamba-hamba setiap tahunnya; seandainya tidak demikian, niscaya binasalah mereka dan juga hewan ternak mereka.\n\nIbnu Zaid mengatakan bahwa makna yang dimaksud ialah yang kembali bintang-bintangnya, mataharinya, dan rembulannya datang dari arah ini. dan bumi yang mempunyai tumbuh-tumbuhan. (Ath-Thariq: 12) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah terbelahnya bumi mengeluarkan tetumbuhannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Abu Malik, Adh-Dhahhak, Al-Hasan, Qatadah, As-Suddi, dan selain mereka yang bukan hanya seorang. Firman Allah subhanahu wa ta’ala: sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil. (Ath-Thariq: 13) Ibnu Abbas mengatakan, faslun artinya yang hak atau yang benar.\n\nHal yang sama dikatakan oleh Qatadah, sedangkan yang lain mengatakan hukum yang adil. dan sekali-kali bukanlah dia senda gurau. (Ath-Thariq: 14) Yakni bahkan Al-Qur'an itu sungguhan dan benar. Kemudian Allah menceritakan perihal orang-orang kafir, bahwa mereka mendustakan Al-Qur'an dan menghalang-halangi manusia dari mengikuti jalannya. Untuk itu Allah subhanahu wa ta’ala berfirman: Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. (Ath-Thariq: 15) Mereka membuat tipu daya dalam seruannya kepada manusia untuk mengelabui mereka agar menentang Al-Qur'an. Kemudian disebutkan dalam firman berikutnya: Karena itu, beri tangguhlah orang-orang kafir itu. (Ath-Thariq: 17) Yakni berilah mereka masa tangguh dan janganlah kamu tergesa-gesa terhadap mereka.\n\nyaitu beri tangguhlah mereka itu barang sebentar. (Ath-Thariq: 17) Maksudnya, waktu sebentar. Maka kelak kamu akan menyaksikan apa yang bakal menimpa mereka, yaitu azab, pembalasan, dan hukuman serta kehancuran. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain: Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24) Demikianlah akhir tafsir surat Ath-Thariq dengan mengucapkan puji dan syukur kepada Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"Dan sebagai firman Allah, Al-Qur'an itu bukanlah sendagurauan. AlQur'an bukan sesuatu yang tidak bermakna, bukan pula dongeng masa lalu. Al-Qur'an adalah murni rahmat Tuhan yang Maha Pengasih bagi seluruh alam. 15. Wahai Nabi, abaikanlah penentangan kaummu yang kafir dan teruslah menyampaikan risalah Tuhanmu karena Aku akan menjagamu. Sungguh, mereka merencanakan tipu daya yang jahat, baik terhadap dirimu dengan merencanakan pembunuhan atasmu, terhadap Al-Qur'an dengan menganggapnya dongeng masa lalu, rapalan pesihir, dan racauan orang gila; atau terhadap Islam dengan berupaya menghalangi tersebarnya agama ini.","tafsir-lengkap-kemenag":"Allah menegaskan bahwa sumpah-Nya dengan langit dan bumi itu menyatakan bahwa sesungguhnya Al-Qur'an yang dibawa oleh Nabi Muhammad benar-benar firman Allah yang memisahkan antara yang hak dan yang batil, dan sama sekali bukanlah senda gurau. Dengan demikian, sudah seharusnya Al-Qur'an menjadi petunjuk bagi seluruh manusia. Allah menjelaskan di dalam Al-Qur'an tentang yang hak dan batil karena keterbatasan kemampuan akal manusia untuk mengetahuinya.","tafsir-alazhar":"Ayat 11“Demi langit yang menurunkan hujan.\" (ayat 11)Di dalam ayat ini terdapat kata-kata Raj'i yang diartikan hujan. Padahal asal maknanya ialah kembali, seperti di ayat 8 tadi terdapat kata Raj'i dengan makna kembali! Mengapa Raj'i artinya di sini jadi hujan? Sebab hujan itu memang air dari bumi juga, mulanya menguap naik ke langit, jadi awan berkumpul dan turun kembali ke bumi, setelah menguap lagi naik kembali ke langit dan turun kembali ke bumi. Demikian terus-menerus, naik kembali, turun kembali.Ayat 12“Demi bumi yang menimbulkan tumbuh-tumbuhan.\" (ayat 12)Dan kamu hai insan, hanyalah karena belas kasihan Allah yang mengatur pertalian langit dan bumi itu. Kalau kamu perhatikan itu, niscaya kamu akan insaf di mana letakmu dalam alam ini?Ayat 13“Sesungguhnya dia adalah kata yang tegas jitu.\" (ayat 13)Tegas keluarnya dan jitu maksudnya, tiada tendeng aling-aling, sehingga jelaslah menjadi fasih, tampak pemisah di antara yang hak dengan yang batil.Ayat 14“Dan bukanlah dia suatu olok-olok.\" (ayat 14)Itulah kata Al-Qur'an tegas dan jitu sehingga bila “ketukpalunya\" telah kedengaran, tidak ada suara lain lagi.Ayat 15“Sesungguhnya mereka membuat dalih, sebenarnya dalih.\" (ayat 15)Membuat tipu hendak mengelak, dengan sebenar tipu.Ayat 16“Dan Aku pun membuat dalih, sebenarnya dalih.\" (ayat 16)Dengan segenap daya upaya, orang kafir itu hendak mendalih menipu Allah, namun yang tertipu bukanlah Dia, melainkan diri mereka sendiri.Ayat 17“Maka perlambat-lambatlah bagi orang-orang yang kafir itu.\"Lambat akan datang pembalasan atau adzab.“Aku pun memperlambat-lambatnya pula, sebentar.\" (ujung ayat 17)Mereka sangka perlambatan itu akan lama, padahal hanya sebentar."}},"15":{"arabic":"إِنَّهُمۡ يَكِيدُونَ كَيۡدًاإِنَّهُمۡ يَكِيدُونَ كَيۡدًا","words":{"arabicWords":["إِنَّهُمۡ","يَكِيدُونَ","كَيۡدٗا"],"translationWords":["sesungguhnya mereka","mereka membuat tipu daya","tipu daya"]},"translation":"Sesungguhnya mereka (orang kafir) melakukan tipu daya.","tafsir":{"tafsir-jalalayn":"(Sesungguhnya mereka) yakni orang-orang kafir (merencanakan tipu daya yang jahat dengan sebenar-benarnya) yaitu mereka melakukan tipu daya yang jahat terhadap diri Nabi ﷺ","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 11-17\n\nDemi langit yang mengandung hujan, dan bumi yang mempunyai tumbuh-tumbuhan, sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil, dan sekali-kali bukanlah dia senda gurau. Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. Dan Aku pun membuat rencana (pula) dengan sebenar-benarnya. Karena itu, beri tangguhlah orang-orang kafir itu, yaitu beri tangguhlah mereka itu barang sebentar.\n\nIbnu Abbas mengatakan bahwa yang dimaksud dengan ar-raj'u ialah hujan, dan diriwayatkan pula darinya bahwa yang dimaksud adalah awan yang mengandung air hujan. Menurut riwayat lainnya lagi yang juga bersumber darinya, sehubungan dengan makna firman-Nya: Demi langit yang mengandung hujan. (Ath-Thariq: 11) Yakni menurunkan hujan, kemudian menurunkan hujannya lagi. Qatadah mengatakan bahwa makna yang dimaksud ialah yang mengembalikan rezeki hamba-hamba setiap tahunnya; seandainya tidak demikian, niscaya binasalah mereka dan juga hewan ternak mereka.\n\nIbnu Zaid mengatakan bahwa makna yang dimaksud ialah yang kembali bintang-bintangnya, mataharinya, dan rembulannya datang dari arah ini. dan bumi yang mempunyai tumbuh-tumbuhan. (Ath-Thariq: 12) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah terbelahnya bumi mengeluarkan tetumbuhannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Abu Malik, Adh-Dhahhak, Al-Hasan, Qatadah, As-Suddi, dan selain mereka yang bukan hanya seorang. Firman Allah subhanahu wa ta’ala: sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil. (Ath-Thariq: 13) Ibnu Abbas mengatakan, faslun artinya yang hak atau yang benar.\n\nHal yang sama dikatakan oleh Qatadah, sedangkan yang lain mengatakan hukum yang adil. dan sekali-kali bukanlah dia senda gurau. (Ath-Thariq: 14) Yakni bahkan Al-Qur'an itu sungguhan dan benar. Kemudian Allah menceritakan perihal orang-orang kafir, bahwa mereka mendustakan Al-Qur'an dan menghalang-halangi manusia dari mengikuti jalannya. Untuk itu Allah subhanahu wa ta’ala berfirman: Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. (Ath-Thariq: 15) Mereka membuat tipu daya dalam seruannya kepada manusia untuk mengelabui mereka agar menentang Al-Qur'an. Kemudian disebutkan dalam firman berikutnya: Karena itu, beri tangguhlah orang-orang kafir itu. (Ath-Thariq: 17) Yakni berilah mereka masa tangguh dan janganlah kamu tergesa-gesa terhadap mereka.\n\nyaitu beri tangguhlah mereka itu barang sebentar. (Ath-Thariq: 17) Maksudnya, waktu sebentar. Maka kelak kamu akan menyaksikan apa yang bakal menimpa mereka, yaitu azab, pembalasan, dan hukuman serta kehancuran. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain: Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24) Demikianlah akhir tafsir surat Ath-Thariq dengan mengucapkan puji dan syukur kepada Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"Wahai Nabi, abaikanlah penentangan kaummu yang kafir dan teruslah menyampaikan risalah Tuhanmu karena Aku akan menjagamu. Sungguh, mereka merencanakan tipu daya yang jahat, baik terhadap dirimu dengan merencanakan pembunuhan atasmu, terhadap Al-Qur'an dengan menganggapnya dongeng masa lalu, rapalan pesihir, dan racauan orang gila; atau terhadap Islam dengan berupaya menghalangi tersebarnya agama ini. 16. Dan Aku pun membuat rencana yang jitu untuk membalas tipu daya mereka. Akan Aku biarkan mereka bergelimang dosa dan hidup dengan nyaman dan berkecukupan. Di akhirat nanti, Aku akan azab mereka dengan siksa yang pedih.","tafsir-lengkap-kemenag":"Allah menerangkan bahwa orang kafir merencanakan tipu daya yang jahat dengan mengatakan tidak ada hari kebangkitan, sebagaimana diterangkan Allah dalam ayat-ayat berikut ini tentang apa-apa yang telah mereka katakan:\n\nDan tentu mereka akan mengatakan (pula), \"Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.\" (al-An'am/6: 29)\n\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" (Yasin/36: 78)\n\nTipu daya itu adakalanya berupa fitnah yang menyatakan bahwa Nabi Muhammad tukang sihir, penyair, atau gila. Pada puncaknya, mereka merencanakan untuk membunuh Nabi Muhammad, sebagaimana firman Allah:\n\nDan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anfal/8: 30)\n\n.","tafsir-alazhar":"Ayat 11“Demi langit yang menurunkan hujan.\" (ayat 11)Di dalam ayat ini terdapat kata-kata Raj'i yang diartikan hujan. Padahal asal maknanya ialah kembali, seperti di ayat 8 tadi terdapat kata Raj'i dengan makna kembali! Mengapa Raj'i artinya di sini jadi hujan? Sebab hujan itu memang air dari bumi juga, mulanya menguap naik ke langit, jadi awan berkumpul dan turun kembali ke bumi, setelah menguap lagi naik kembali ke langit dan turun kembali ke bumi. Demikian terus-menerus, naik kembali, turun kembali.Ayat 12“Demi bumi yang menimbulkan tumbuh-tumbuhan.\" (ayat 12)Dan kamu hai insan, hanyalah karena belas kasihan Allah yang mengatur pertalian langit dan bumi itu. Kalau kamu perhatikan itu, niscaya kamu akan insaf di mana letakmu dalam alam ini?Ayat 13“Sesungguhnya dia adalah kata yang tegas jitu.\" (ayat 13)Tegas keluarnya dan jitu maksudnya, tiada tendeng aling-aling, sehingga jelaslah menjadi fasih, tampak pemisah di antara yang hak dengan yang batil.Ayat 14“Dan bukanlah dia suatu olok-olok.\" (ayat 14)Itulah kata Al-Qur'an tegas dan jitu sehingga bila “ketukpalunya\" telah kedengaran, tidak ada suara lain lagi.Ayat 15“Sesungguhnya mereka membuat dalih, sebenarnya dalih.\" (ayat 15)Membuat tipu hendak mengelak, dengan sebenar tipu.Ayat 16“Dan Aku pun membuat dalih, sebenarnya dalih.\" (ayat 16)Dengan segenap daya upaya, orang kafir itu hendak mendalih menipu Allah, namun yang tertipu bukanlah Dia, melainkan diri mereka sendiri.Ayat 17“Maka perlambat-lambatlah bagi orang-orang yang kafir itu.\"Lambat akan datang pembalasan atau adzab.“Aku pun memperlambat-lambatnya pula, sebentar.\" (ujung ayat 17)Mereka sangka perlambatan itu akan lama, padahal hanya sebentar."}},"16":{"arabic":"وَأَكِيدُ كَيۡدًاوَأَكِيدُ كَيۡدًا","words":{"arabicWords":["وَأَكِيدُ","كَيۡدٗا"],"translationWords":["dan AKu membuat tipu daya","tipu daya"]},"translation":"Aku pun membalasnya dengan tipu daya.","tafsir":{"tafsir-jalalayn":"(Dan Aku pun membuat rencana pula dengan sebenar-benarnya) maksudnya, Aku biarkan mereka bersenang-senang sesuka hatinya, tanpa mereka sadari bahwa hal itu merupakan Istidraj dari Aku, yang kelak Aku akan mengazab mereka dengan sepedih-pedihnya.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 11-17\n\nDemi langit yang mengandung hujan, dan bumi yang mempunyai tumbuh-tumbuhan, sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil, dan sekali-kali bukanlah dia senda gurau. Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. Dan Aku pun membuat rencana (pula) dengan sebenar-benarnya. Karena itu, beri tangguhlah orang-orang kafir itu, yaitu beri tangguhlah mereka itu barang sebentar.\n\nIbnu Abbas mengatakan bahwa yang dimaksud dengan ar-raj'u ialah hujan, dan diriwayatkan pula darinya bahwa yang dimaksud adalah awan yang mengandung air hujan. Menurut riwayat lainnya lagi yang juga bersumber darinya, sehubungan dengan makna firman-Nya: Demi langit yang mengandung hujan. (Ath-Thariq: 11) Yakni menurunkan hujan, kemudian menurunkan hujannya lagi. Qatadah mengatakan bahwa makna yang dimaksud ialah yang mengembalikan rezeki hamba-hamba setiap tahunnya; seandainya tidak demikian, niscaya binasalah mereka dan juga hewan ternak mereka.\n\nIbnu Zaid mengatakan bahwa makna yang dimaksud ialah yang kembali bintang-bintangnya, mataharinya, dan rembulannya datang dari arah ini. dan bumi yang mempunyai tumbuh-tumbuhan. (Ath-Thariq: 12) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah terbelahnya bumi mengeluarkan tetumbuhannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Abu Malik, Adh-Dhahhak, Al-Hasan, Qatadah, As-Suddi, dan selain mereka yang bukan hanya seorang. Firman Allah subhanahu wa ta’ala: sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil. (Ath-Thariq: 13) Ibnu Abbas mengatakan, faslun artinya yang hak atau yang benar.\n\nHal yang sama dikatakan oleh Qatadah, sedangkan yang lain mengatakan hukum yang adil. dan sekali-kali bukanlah dia senda gurau. (Ath-Thariq: 14) Yakni bahkan Al-Qur'an itu sungguhan dan benar. Kemudian Allah menceritakan perihal orang-orang kafir, bahwa mereka mendustakan Al-Qur'an dan menghalang-halangi manusia dari mengikuti jalannya. Untuk itu Allah subhanahu wa ta’ala berfirman: Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. (Ath-Thariq: 15) Mereka membuat tipu daya dalam seruannya kepada manusia untuk mengelabui mereka agar menentang Al-Qur'an. Kemudian disebutkan dalam firman berikutnya: Karena itu, beri tangguhlah orang-orang kafir itu. (Ath-Thariq: 17) Yakni berilah mereka masa tangguh dan janganlah kamu tergesa-gesa terhadap mereka.\n\nyaitu beri tangguhlah mereka itu barang sebentar. (Ath-Thariq: 17) Maksudnya, waktu sebentar. Maka kelak kamu akan menyaksikan apa yang bakal menimpa mereka, yaitu azab, pembalasan, dan hukuman serta kehancuran. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain: Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24) Demikianlah akhir tafsir surat Ath-Thariq dengan mengucapkan puji dan syukur kepada Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"Dan Aku pun membuat rencana yang jitu untuk membalas tipu daya mereka. Akan Aku biarkan mereka bergelimang dosa dan hidup dengan nyaman dan berkecukupan. Di akhirat nanti, Aku akan azab mereka dengan siksa yang pedih. 17. Wahai Nabi, Allah telah berjanji demikian. Karena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu dan jangan engkau terburu-buru meminta Allah membinasakan mereka. Biarkan mereka hidup di dunia ini beberapa tahun lagi bersama keingkaran mereka. Di akhirat nanti mereka akan menghadap Tuhan dalam keadaan hina dan dimurkai.","tafsir-lengkap-kemenag":"Ayat ini menerangkan bahwa Allah menghadapi rencana jahat mereka itu dengan menolong Rasul-Nya dan mengangkat agama-Nya.","tafsir-alazhar":"Ayat 11“Demi langit yang menurunkan hujan.\" (ayat 11)Di dalam ayat ini terdapat kata-kata Raj'i yang diartikan hujan. Padahal asal maknanya ialah kembali, seperti di ayat 8 tadi terdapat kata Raj'i dengan makna kembali! Mengapa Raj'i artinya di sini jadi hujan? Sebab hujan itu memang air dari bumi juga, mulanya menguap naik ke langit, jadi awan berkumpul dan turun kembali ke bumi, setelah menguap lagi naik kembali ke langit dan turun kembali ke bumi. Demikian terus-menerus, naik kembali, turun kembali.Ayat 12“Demi bumi yang menimbulkan tumbuh-tumbuhan.\" (ayat 12)Dan kamu hai insan, hanyalah karena belas kasihan Allah yang mengatur pertalian langit dan bumi itu. Kalau kamu perhatikan itu, niscaya kamu akan insaf di mana letakmu dalam alam ini?Ayat 13“Sesungguhnya dia adalah kata yang tegas jitu.\" (ayat 13)Tegas keluarnya dan jitu maksudnya, tiada tendeng aling-aling, sehingga jelaslah menjadi fasih, tampak pemisah di antara yang hak dengan yang batil.Ayat 14“Dan bukanlah dia suatu olok-olok.\" (ayat 14)Itulah kata Al-Qur'an tegas dan jitu sehingga bila “ketukpalunya\" telah kedengaran, tidak ada suara lain lagi.Ayat 15“Sesungguhnya mereka membuat dalih, sebenarnya dalih.\" (ayat 15)Membuat tipu hendak mengelak, dengan sebenar tipu.Ayat 16“Dan Aku pun membuat dalih, sebenarnya dalih.\" (ayat 16)Dengan segenap daya upaya, orang kafir itu hendak mendalih menipu Allah, namun yang tertipu bukanlah Dia, melainkan diri mereka sendiri.Ayat 17“Maka perlambat-lambatlah bagi orang-orang yang kafir itu.\"Lambat akan datang pembalasan atau adzab.“Aku pun memperlambat-lambatnya pula, sebentar.\" (ujung ayat 17)Mereka sangka perlambatan itu akan lama, padahal hanya sebentar."}},"17":{"arabic":"فَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدًافَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدًا","words":{"arabicWords":["فَمَهِّلِ","ٱلۡكَٰفِرِينَ","أَمۡهِلۡهُمۡ","رُوَيۡدَۢا"],"translationWords":["maka beri tangguhlah","orang-orang kafir","beritangguhlah mereka","sedikit/sebentar"]},"translation":"Maka, tangguhkanlah orang-orang kafir itu. Biarkanlah mereka sejenak (bersenang-senang).","tafsir":{"tafsir-jalalayn":"(Karena itu beri tangguhlah) hai Muhammad (orang-orang kafir itu, beri tangguhlah mereka) lafal Amhilhum mengukuhkan makna yang terkandung di dalam lafal Famahhil; dianggap baik karena lafalnya berbeda dengan yang pertama, artinya tangguhkanlah mereka itu (barang sebentar) dalam waktu yang singkat. Lafal Ruwaidan adalah mashdar yang mengukuhkan makna 'Amilnya. Ia adalah bentuk Tashghir dari lafal Rawdun atau Arwaadun yang mengandung makna Tarkhiim. Dan Allah ﷻ benar-benar mengazab orang-orang kafir itu dalam perang Badar. Akan tetapi ayat penangguhan ini dinasakh oleh ayat perang, yakni Allah memerintahkan Nabi-Nya supaya berjihad memerangi mereka.","tafsir-ibnu-katsir":"Tafsir Surat Ath-Thariq: 11-17\n\nDemi langit yang mengandung hujan, dan bumi yang mempunyai tumbuh-tumbuhan, sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil, dan sekali-kali bukanlah dia senda gurau. Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. Dan Aku pun membuat rencana (pula) dengan sebenar-benarnya. Karena itu, beri tangguhlah orang-orang kafir itu, yaitu beri tangguhlah mereka itu barang sebentar.\n\nIbnu Abbas mengatakan bahwa yang dimaksud dengan ar-raj'u ialah hujan, dan diriwayatkan pula darinya bahwa yang dimaksud adalah awan yang mengandung air hujan. Menurut riwayat lainnya lagi yang juga bersumber darinya, sehubungan dengan makna firman-Nya: Demi langit yang mengandung hujan. (Ath-Thariq: 11) Yakni menurunkan hujan, kemudian menurunkan hujannya lagi. Qatadah mengatakan bahwa makna yang dimaksud ialah yang mengembalikan rezeki hamba-hamba setiap tahunnya; seandainya tidak demikian, niscaya binasalah mereka dan juga hewan ternak mereka.\n\nIbnu Zaid mengatakan bahwa makna yang dimaksud ialah yang kembali bintang-bintangnya, mataharinya, dan rembulannya datang dari arah ini. dan bumi yang mempunyai tumbuh-tumbuhan. (Ath-Thariq: 12) Ibnu Abbas mengatakan bahwa makna yang dimaksud ialah terbelahnya bumi mengeluarkan tetumbuhannya. Hal yang sama dikatakan oleh Sa'id ibnu Jubair, Ikrimah, Abu Malik, Adh-Dhahhak, Al-Hasan, Qatadah, As-Suddi, dan selain mereka yang bukan hanya seorang. Firman Allah subhanahu wa ta’ala: sesungguhnya Al-Qur'an itu benar-benar firman yang memisahkan antara yang hak dan yang batil. (Ath-Thariq: 13) Ibnu Abbas mengatakan, faslun artinya yang hak atau yang benar.\n\nHal yang sama dikatakan oleh Qatadah, sedangkan yang lain mengatakan hukum yang adil. dan sekali-kali bukanlah dia senda gurau. (Ath-Thariq: 14) Yakni bahkan Al-Qur'an itu sungguhan dan benar. Kemudian Allah menceritakan perihal orang-orang kafir, bahwa mereka mendustakan Al-Qur'an dan menghalang-halangi manusia dari mengikuti jalannya. Untuk itu Allah subhanahu wa ta’ala berfirman: Sesungguhnya orang kafir itu merencanakan tipu daya yang jahat dengan sebenar-benarnya. (Ath-Thariq: 15) Mereka membuat tipu daya dalam seruannya kepada manusia untuk mengelabui mereka agar menentang Al-Qur'an. Kemudian disebutkan dalam firman berikutnya: Karena itu, beri tangguhlah orang-orang kafir itu. (Ath-Thariq: 17) Yakni berilah mereka masa tangguh dan janganlah kamu tergesa-gesa terhadap mereka.\n\nyaitu beri tangguhlah mereka itu barang sebentar. (Ath-Thariq: 17) Maksudnya, waktu sebentar. Maka kelak kamu akan menyaksikan apa yang bakal menimpa mereka, yaitu azab, pembalasan, dan hukuman serta kehancuran. Semakna dengan apa yang disebutkan oleh firman-Nya dalam ayat lain: Kami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam siksa yang keras. (Luqman: 24) Demikianlah akhir tafsir surat Ath-Thariq dengan mengucapkan puji dan syukur kepada Allah subhanahu wa ta’ala atas segala karunia-Nya.","tafsir-ringkas-kemenag":"Wahai Nabi, Allah telah berjanji demikian. Karena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu dan jangan engkau terburu-buru meminta Allah membinasakan mereka. Biarkan mereka hidup di dunia ini beberapa tahun lagi bersama keingkaran mereka. Di akhirat nanti mereka akan menghadap Tuhan dalam keadaan hina dan dimurkai. 1. Wahai Nabi, sucikanlah nama Tuhanmu yang Mahatinggi dari hal-hal yang tidak layak bagi kemuliaan-Nya.","tafsir-lengkap-kemenag":"Allah menyuruh Nabi Muhammad agar meneruskan dakwahnya dan tidak mengharapkan agar orang kafir cepat-cepat mendapat siksa. Allah menangguhkan siksa-Nya agar dosa mereka bertambah banyak, sehingga bila Allah menurunkan azab-Nya nanti, tidak akan ada seorang pun lagi yang menaruh kasihan kepada mereka. Allah berfirman:\n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam azab yang keras. (Luqman/31: 24).","tafsir-alazhar":"Ayat 11“Demi langit yang menurunkan hujan.\" (ayat 11)Di dalam ayat ini terdapat kata-kata Raj'i yang diartikan hujan. Padahal asal maknanya ialah kembali, seperti di ayat 8 tadi terdapat kata Raj'i dengan makna kembali! Mengapa Raj'i artinya di sini jadi hujan? Sebab hujan itu memang air dari bumi juga, mulanya menguap naik ke langit, jadi awan berkumpul dan turun kembali ke bumi, setelah menguap lagi naik kembali ke langit dan turun kembali ke bumi. Demikian terus-menerus, naik kembali, turun kembali.Ayat 12“Demi bumi yang menimbulkan tumbuh-tumbuhan.\" (ayat 12)Dan kamu hai insan, hanyalah karena belas kasihan Allah yang mengatur pertalian langit dan bumi itu. Kalau kamu perhatikan itu, niscaya kamu akan insaf di mana letakmu dalam alam ini?Ayat 13“Sesungguhnya dia adalah kata yang tegas jitu.\" (ayat 13)Tegas keluarnya dan jitu maksudnya, tiada tendeng aling-aling, sehingga jelaslah menjadi fasih, tampak pemisah di antara yang hak dengan yang batil.Ayat 14“Dan bukanlah dia suatu olok-olok.\" (ayat 14)Itulah kata Al-Qur'an tegas dan jitu sehingga bila “ketukpalunya\" telah kedengaran, tidak ada suara lain lagi.Ayat 15“Sesungguhnya mereka membuat dalih, sebenarnya dalih.\" (ayat 15)Membuat tipu hendak mengelak, dengan sebenar tipu.Ayat 16“Dan Aku pun membuat dalih, sebenarnya dalih.\" (ayat 16)Dengan segenap daya upaya, orang kafir itu hendak mendalih menipu Allah, namun yang tertipu bukanlah Dia, melainkan diri mereka sendiri.Ayat 17“Maka perlambat-lambatlah bagi orang-orang yang kafir itu.\"Lambat akan datang pembalasan atau adzab.“Aku pun memperlambat-lambatnya pula, sebentar.\" (ujung ayat 17)Mereka sangka perlambatan itu akan lama, padahal hanya sebentar."}}}