{"1":{"arabic":"وَٱلشَّمۡسِ وَضُحَىٰهَاوَٱلشَّمۡسِ وَضُحَىٰهَا","words":{"arabicWords":["وَٱلشَّمۡسِ","وَضُحَىٰهَا"],"translationWords":["demi matahari","dan cahayanya pagi hari"]},"translation":"Demi matahari dan sinarnya pada waktu duha (ketika matahari naik sepenggalah),","tafsir":{"tafsir-jalalayn":"Asy-Syams (Matahari)\n\n(Demi matahari dan cahayanya di pagi hari) yaitu sewaktu memancarkan sinarnya di pagi hari.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Demi matahari dan semburat sinarnya pada pagi hari. Penciptaan matahari, peredarannya pada poros dan orbitnya membuktikan kuasa Allah. Sinarnya yang terang dan panas sangat berman'faat bagi kehidupan manusia di bumi. 2. Demi bulan apabila mengiringinya dan menggantikan tugasnya menerangi bumi setelah matahari itu terbenam. Bulan muncul dalam bentuk bulan sabit, kemudian seiring pergantian hari berubah menjadi purnama, dan kembali ke bulan sabit lagi pada akhir bulan.","tafsir-lengkap-kemenag":"Allah bersumpah dengan matahari dan cahayanya pada waktu duha yang sangat terang dan kontras dengan sesaat sebelumnya di mana kegelapan menutup alam ini. Kemudian Allah bersumpah dengan bulan yang bertolak belakang dengan matahari, sebab ia bukan sumber cahaya tetapi hanya menerima cahaya dari matahari.\n\nMenurut kajian ilmiah, cahaya di pagi hari adalah yang paling lengkap kekayaan panjang gelombangnya. Oleh karena itu, cahaya matahari pagi paling baik khasiatnya bagi manusia. Matahari adalah sumber energi utama bagi manusia, sedang cahayanya terdiri dari cahaya tampak, inframerah, dan ultraviolet. Cahaya tampak memiliki tujuh spektrum yang berbeda dan masing-masing memiliki kegunaan yang berbeda bagi tubuh manusia. Adapun inframerah bermanfaat untuk mengurangi rasa sakit pada otot-otot, dan ultraviolet berfungsi sebagai fitokatalis yang mempercepat perubahan pro-vitamin D yang ada pada kulit manusia menjadi vitamin D.","tafsir-alazhar":"SURAH ASY-SYAMS(MATAHARI)SURAH KE-91,15 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi matahari dan cahaya siangnya.\" (ayat 1)Karena apabila matahari telah mulai terbit, kian lama dia akan kian tinggi dan kian memancar pulalah cahaya siangnya.  Dalam ayat ini ada disebut waktu Dhuha, yaitu sejak cahaya matahari mulai berangsur panas, sampai matahari di pertengahan langit. Waktu itu disebut waktu Dhuha. Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma mengatakan bahwa matahari dijadikan persumpahan oleh Allah agar kita perhatikan terbitnya dan terbenamnya, karena dia adalah makhluk yang besar dan dahsyat. Dan Allah ambil pula cahaya siangnya jadi persumpahan karena cahaya itu menjadi sumber kehidupan dan penerang mencari petunjuk dalam alam ciptaan Allah yang luas ini.Ayat 2“Demi bulan apabila dia mengikutinya.\" (ayat 2)Yang dimaksud bulan mengikuti matahari ini ialah di saat-saat bulan purnama. Waktu itulah bulan penuh sebagaimana adanya kelihatan dari muka bumi, sehingga malam pun mendapat sinaran dari bulan sepenuhnya pula sejak matahari terbenam sampai fajar menyingsing. Oleh sebab itu persumpahan Ilahi tertuju di sini bukan semata kepada bulannya, tetapi kepada perbandingan cahayanya dengan cahaya matahari.Ayat 3“Demi siang apabila menampakkannya.\" (ayat 3)Apabila hari telah bertambah siang, bertambah jelaslah matahari itu, bahkan adanya matahari yang jelas itulah yang menyebabkan adanya siang. Karena di waktu itulah matahari memancarkan cahaya menjadi lebih jelas. Sehingga jelaslah dalam ayat ini betapa pentingnya cahaya itu bagi seluruh alam di muka bumi ini. Dan kepentingan kita di hadapan cahaya itu bertambah lagi karena ayat yang berikutnya.Ayat 4“Demi malam apabila menutupinya.\" (ayat 4)Dengan datangnya malam, matahari tersimpan lebih dahulu, kita pun dapat beristirahat dari kelelahan siang.Ayat 5“Demi langit dan apa yang mendirikannya.\" (ayat 5)Siapakah yang membina langit yang demikian indah, yang kadang-kadang dinamai kubah hijau; demi indah permainya di siang hari ketika awan beriring ke tepi, bukan berarak ke tengah. Dan lebih indah lagi bila kelihatan di malam hari dengan hiasan bintang-bintang, tidak pernah membosankan mata memandang, lebih-lebih bagi mereka yang berperasaan halus.Ayat 6“Demi bumi dan apa yang menghamparkannya.\" (ayat 6)Alangkah dahsyatnya kejadian bumi itu, siapakah yang menghamparkannya sehingga manusia dapat hidup di dalam bumi terhampar itu? Di kedua ayat ini, ayat lima dan ayat enam; dikatakan apa untuk mencari siapa!Untuk menegaskan dari apa kepada siapa, datanglah ayat selanjutnya.Ayat 7“Demi diri dan apa yang menyempurnakannya.\" (ayat 7)Sesudah kita disuruh memerhatikan matahari dan bulan, siang dan malam, langit dan bumi dan latar belakang segala yang nyata itu, dalam filsafat dinamai fisika; kita disuruh mencari metafisikanya, sampai hendaknya kita menginsafi bahwa segala-galanya itu mustahil terjadi dengan sendirinya. Semuanya teratur, mustahil tidak ada yang mengatur. Untuk sampai ke sana, sesudah melihat alam keliling, hendaklah kita melihat diri sendiri: Siapakah Aku ini sebenarnya? Aku lihat matahari dan bulan itu, siang dan malam itu, langit dan bumi itu, kemudian aku pikirkan. “Aku yang melihat ini sendiri, siapakah adanya?\" Mula-mula yang kita dapati ialah, “Aku Ada!\" Bukti bahwa aku ada ialah karena aku berpikir. Aku ada, karena aku bertanya. Sesudah Aku yakin akan ada-nya aku, datanglah pertanyaanku terakhir: secara kebetulankah Aku ada ini? Secara kebetulankah aku ini berpikir? Dan apa artinya Aku ada ini? Siapakah aku? Apakah tubuh kasar ini, yang dinamai fisika pula? Kalau diriku hanya semata-mata tubuh kasar ini, mengapa satu waktu berhenti bernapas dan orang pun mati? Dan barulah sempurna hidupku karena ada gabungan pada diriku ini di antara badan dan nyawa. Dan nyawa itu pun adalah sesuatu yang metafisika, di luar indra! Maka lanjutlah pertanyaan, Apa dan siapakah yang menyempurnakan kejadianku itu?\" Di sinilah kita mencari Allah Maha Pencipta, setelah kita yakin akan adanya diri kita. Di sinilah terletak pepatah terkenal, “Barangsiapa yang telah mengenal dirinya, niscaya kenallah dia akan Tuhannya.\"Ayat 8“Maka menunjukkanlah Dia.\"Allah yang mendirikan langit menghamparkan bumi, dan menyempurnakan kejadian insan. Diberi-Nya ilham “kepadanya\" yaitu kepada diri insan tadi.“Akan kejahatan dan kebaikannya.\" (ujung ayat 8)Artinya, bahwa setiap orang diberi akal buat menimbang, diberikan kesanggupan menerima ilham dan petunjuk. Semua orang diberitahu mana yang membawa celaka dan mana yang akan selamat. Itulah tanda cinta Allah kepada hamba-Nya."}},"2":{"arabic":"وَٱلۡقَمَرِ إِذَا تَلَىٰهَاوَٱلۡقَمَرِ إِذَا تَلَىٰهَا","words":{"arabicWords":["وَٱلۡقَمَرِ","إِذَا","تَلَىٰهَا"],"translationWords":["dan bulan","apabila","mengiringinya"]},"translation":"demi bulan saat mengiringinya,","tafsir":{"tafsir-jalalayn":"(Dan bulan apabila mengiringinya) apabila muncul mengiringi terbenamnya matahari.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Demi bulan apabila mengiringinya dan menggantikan tugasnya menerangi bumi setelah matahari itu terbenam. Bulan muncul dalam bentuk bulan sabit, kemudian seiring pergantian hari berubah menjadi purnama, dan kembali ke bulan sabit lagi pada akhir bulan. 3. Demi siang apabila menampakkannya, yakni menampakkan matahari. Siang yang terang menjadi waktu bagi manusia untuk beraktivitas.","tafsir-lengkap-kemenag":"Allah bersumpah dengan matahari dan cahayanya pada waktu duha yang sangat terang dan kontras dengan sesaat sebelumnya di mana kegelapan menutup alam ini. Kemudian Allah bersumpah dengan bulan yang bertolak belakang dengan matahari, sebab ia bukan sumber cahaya tetapi hanya menerima cahaya dari matahari.\n\nMenurut kajian ilmiah, cahaya di pagi hari adalah yang paling lengkap kekayaan panjang gelombangnya. Oleh karena itu, cahaya matahari pagi paling baik khasiatnya bagi manusia. Matahari adalah sumber energi utama bagi manusia, sedang cahayanya terdiri dari cahaya tampak, inframerah, dan ultraviolet. Cahaya tampak memiliki tujuh spektrum yang berbeda dan masing-masing memiliki kegunaan yang berbeda bagi tubuh manusia. Adapun inframerah bermanfaat untuk mengurangi rasa sakit pada otot-otot, dan ultraviolet berfungsi sebagai fitokatalis yang mempercepat perubahan pro-vitamin D yang ada pada kulit manusia menjadi vitamin D.","tafsir-alazhar":"SURAH ASY-SYAMS(MATAHARI)SURAH KE-91,15 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi matahari dan cahaya siangnya.\" (ayat 1)Karena apabila matahari telah mulai terbit, kian lama dia akan kian tinggi dan kian memancar pulalah cahaya siangnya.  Dalam ayat ini ada disebut waktu Dhuha, yaitu sejak cahaya matahari mulai berangsur panas, sampai matahari di pertengahan langit. Waktu itu disebut waktu Dhuha. Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma mengatakan bahwa matahari dijadikan persumpahan oleh Allah agar kita perhatikan terbitnya dan terbenamnya, karena dia adalah makhluk yang besar dan dahsyat. Dan Allah ambil pula cahaya siangnya jadi persumpahan karena cahaya itu menjadi sumber kehidupan dan penerang mencari petunjuk dalam alam ciptaan Allah yang luas ini.Ayat 2“Demi bulan apabila dia mengikutinya.\" (ayat 2)Yang dimaksud bulan mengikuti matahari ini ialah di saat-saat bulan purnama. Waktu itulah bulan penuh sebagaimana adanya kelihatan dari muka bumi, sehingga malam pun mendapat sinaran dari bulan sepenuhnya pula sejak matahari terbenam sampai fajar menyingsing. Oleh sebab itu persumpahan Ilahi tertuju di sini bukan semata kepada bulannya, tetapi kepada perbandingan cahayanya dengan cahaya matahari.Ayat 3“Demi siang apabila menampakkannya.\" (ayat 3)Apabila hari telah bertambah siang, bertambah jelaslah matahari itu, bahkan adanya matahari yang jelas itulah yang menyebabkan adanya siang. Karena di waktu itulah matahari memancarkan cahaya menjadi lebih jelas. Sehingga jelaslah dalam ayat ini betapa pentingnya cahaya itu bagi seluruh alam di muka bumi ini. Dan kepentingan kita di hadapan cahaya itu bertambah lagi karena ayat yang berikutnya.Ayat 4“Demi malam apabila menutupinya.\" (ayat 4)Dengan datangnya malam, matahari tersimpan lebih dahulu, kita pun dapat beristirahat dari kelelahan siang.Ayat 5“Demi langit dan apa yang mendirikannya.\" (ayat 5)Siapakah yang membina langit yang demikian indah, yang kadang-kadang dinamai kubah hijau; demi indah permainya di siang hari ketika awan beriring ke tepi, bukan berarak ke tengah. Dan lebih indah lagi bila kelihatan di malam hari dengan hiasan bintang-bintang, tidak pernah membosankan mata memandang, lebih-lebih bagi mereka yang berperasaan halus.Ayat 6“Demi bumi dan apa yang menghamparkannya.\" (ayat 6)Alangkah dahsyatnya kejadian bumi itu, siapakah yang menghamparkannya sehingga manusia dapat hidup di dalam bumi terhampar itu? Di kedua ayat ini, ayat lima dan ayat enam; dikatakan apa untuk mencari siapa!Untuk menegaskan dari apa kepada siapa, datanglah ayat selanjutnya.Ayat 7“Demi diri dan apa yang menyempurnakannya.\" (ayat 7)Sesudah kita disuruh memerhatikan matahari dan bulan, siang dan malam, langit dan bumi dan latar belakang segala yang nyata itu, dalam filsafat dinamai fisika; kita disuruh mencari metafisikanya, sampai hendaknya kita menginsafi bahwa segala-galanya itu mustahil terjadi dengan sendirinya. Semuanya teratur, mustahil tidak ada yang mengatur. Untuk sampai ke sana, sesudah melihat alam keliling, hendaklah kita melihat diri sendiri: Siapakah Aku ini sebenarnya? Aku lihat matahari dan bulan itu, siang dan malam itu, langit dan bumi itu, kemudian aku pikirkan. “Aku yang melihat ini sendiri, siapakah adanya?\" Mula-mula yang kita dapati ialah, “Aku Ada!\" Bukti bahwa aku ada ialah karena aku berpikir. Aku ada, karena aku bertanya. Sesudah Aku yakin akan ada-nya aku, datanglah pertanyaanku terakhir: secara kebetulankah Aku ada ini? Secara kebetulankah aku ini berpikir? Dan apa artinya Aku ada ini? Siapakah aku? Apakah tubuh kasar ini, yang dinamai fisika pula? Kalau diriku hanya semata-mata tubuh kasar ini, mengapa satu waktu berhenti bernapas dan orang pun mati? Dan barulah sempurna hidupku karena ada gabungan pada diriku ini di antara badan dan nyawa. Dan nyawa itu pun adalah sesuatu yang metafisika, di luar indra! Maka lanjutlah pertanyaan, Apa dan siapakah yang menyempurnakan kejadianku itu?\" Di sinilah kita mencari Allah Maha Pencipta, setelah kita yakin akan adanya diri kita. Di sinilah terletak pepatah terkenal, “Barangsiapa yang telah mengenal dirinya, niscaya kenallah dia akan Tuhannya.\"Ayat 8“Maka menunjukkanlah Dia.\"Allah yang mendirikan langit menghamparkan bumi, dan menyempurnakan kejadian insan. Diberi-Nya ilham “kepadanya\" yaitu kepada diri insan tadi.“Akan kejahatan dan kebaikannya.\" (ujung ayat 8)Artinya, bahwa setiap orang diberi akal buat menimbang, diberikan kesanggupan menerima ilham dan petunjuk. Semua orang diberitahu mana yang membawa celaka dan mana yang akan selamat. Itulah tanda cinta Allah kepada hamba-Nya."}},"3":{"arabic":"وَٱلنَّهَارِ إِذَا جَلَّىٰهَاوَٱلنَّهَارِ إِذَا جَلَّىٰهَا","words":{"arabicWords":["وَٱلنَّهَارِ","إِذَا","جَلَّىٰهَا"],"translationWords":["dan siang","apabila","menampakkannya"]},"translation":"demi siang saat menampakkannya,","tafsir":{"tafsir-jalalayn":"(Dan siang apabila menampilkannya) yaitu menampakkan matahari yang semakin meninggi.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Demi siang apabila menampakkannya, yakni menampakkan matahari. Siang yang terang menjadi waktu bagi manusia untuk beraktivitas. 4. Demi malam apabila menutupinya sehingga suasana menjadi gelap gulita. Malam menjadi waktu istirahat bagi manusia guna mengembalikan kekuatan untuk kembali beraktivitas esok hari.","tafsir-lengkap-kemenag":"Selanjutnya Allah bersumpah dengan siang dan malam. Siang menampakkan matahari, sedangkan malam menyembunyikan matahari. Dengan ini, Allah memberikan isyarat tentang sistem perputaran bulan dan bumi terhadap matahari sebagai penanda waktu bagi manusia. Perputaran bumi terhadap matahari menimbulkan sistem penanda waktu syamsiah sedang perputaran bulan terhadap bumi menimbulkan penanda waktu qomariyah. Pergerakan ketiga benda langit ini yang begitu terstruktur tersebut menunjukkan betapa kuasa Allah.","tafsir-alazhar":"SURAH ASY-SYAMS(MATAHARI)SURAH KE-91,15 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi matahari dan cahaya siangnya.\" (ayat 1)Karena apabila matahari telah mulai terbit, kian lama dia akan kian tinggi dan kian memancar pulalah cahaya siangnya.  Dalam ayat ini ada disebut waktu Dhuha, yaitu sejak cahaya matahari mulai berangsur panas, sampai matahari di pertengahan langit. Waktu itu disebut waktu Dhuha. Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma mengatakan bahwa matahari dijadikan persumpahan oleh Allah agar kita perhatikan terbitnya dan terbenamnya, karena dia adalah makhluk yang besar dan dahsyat. Dan Allah ambil pula cahaya siangnya jadi persumpahan karena cahaya itu menjadi sumber kehidupan dan penerang mencari petunjuk dalam alam ciptaan Allah yang luas ini.Ayat 2“Demi bulan apabila dia mengikutinya.\" (ayat 2)Yang dimaksud bulan mengikuti matahari ini ialah di saat-saat bulan purnama. Waktu itulah bulan penuh sebagaimana adanya kelihatan dari muka bumi, sehingga malam pun mendapat sinaran dari bulan sepenuhnya pula sejak matahari terbenam sampai fajar menyingsing. Oleh sebab itu persumpahan Ilahi tertuju di sini bukan semata kepada bulannya, tetapi kepada perbandingan cahayanya dengan cahaya matahari.Ayat 3“Demi siang apabila menampakkannya.\" (ayat 3)Apabila hari telah bertambah siang, bertambah jelaslah matahari itu, bahkan adanya matahari yang jelas itulah yang menyebabkan adanya siang. Karena di waktu itulah matahari memancarkan cahaya menjadi lebih jelas. Sehingga jelaslah dalam ayat ini betapa pentingnya cahaya itu bagi seluruh alam di muka bumi ini. Dan kepentingan kita di hadapan cahaya itu bertambah lagi karena ayat yang berikutnya.Ayat 4“Demi malam apabila menutupinya.\" (ayat 4)Dengan datangnya malam, matahari tersimpan lebih dahulu, kita pun dapat beristirahat dari kelelahan siang.Ayat 5“Demi langit dan apa yang mendirikannya.\" (ayat 5)Siapakah yang membina langit yang demikian indah, yang kadang-kadang dinamai kubah hijau; demi indah permainya di siang hari ketika awan beriring ke tepi, bukan berarak ke tengah. Dan lebih indah lagi bila kelihatan di malam hari dengan hiasan bintang-bintang, tidak pernah membosankan mata memandang, lebih-lebih bagi mereka yang berperasaan halus.Ayat 6“Demi bumi dan apa yang menghamparkannya.\" (ayat 6)Alangkah dahsyatnya kejadian bumi itu, siapakah yang menghamparkannya sehingga manusia dapat hidup di dalam bumi terhampar itu? Di kedua ayat ini, ayat lima dan ayat enam; dikatakan apa untuk mencari siapa!Untuk menegaskan dari apa kepada siapa, datanglah ayat selanjutnya.Ayat 7“Demi diri dan apa yang menyempurnakannya.\" (ayat 7)Sesudah kita disuruh memerhatikan matahari dan bulan, siang dan malam, langit dan bumi dan latar belakang segala yang nyata itu, dalam filsafat dinamai fisika; kita disuruh mencari metafisikanya, sampai hendaknya kita menginsafi bahwa segala-galanya itu mustahil terjadi dengan sendirinya. Semuanya teratur, mustahil tidak ada yang mengatur. Untuk sampai ke sana, sesudah melihat alam keliling, hendaklah kita melihat diri sendiri: Siapakah Aku ini sebenarnya? Aku lihat matahari dan bulan itu, siang dan malam itu, langit dan bumi itu, kemudian aku pikirkan. “Aku yang melihat ini sendiri, siapakah adanya?\" Mula-mula yang kita dapati ialah, “Aku Ada!\" Bukti bahwa aku ada ialah karena aku berpikir. Aku ada, karena aku bertanya. Sesudah Aku yakin akan ada-nya aku, datanglah pertanyaanku terakhir: secara kebetulankah Aku ada ini? Secara kebetulankah aku ini berpikir? Dan apa artinya Aku ada ini? Siapakah aku? Apakah tubuh kasar ini, yang dinamai fisika pula? Kalau diriku hanya semata-mata tubuh kasar ini, mengapa satu waktu berhenti bernapas dan orang pun mati? Dan barulah sempurna hidupku karena ada gabungan pada diriku ini di antara badan dan nyawa. Dan nyawa itu pun adalah sesuatu yang metafisika, di luar indra! Maka lanjutlah pertanyaan, Apa dan siapakah yang menyempurnakan kejadianku itu?\" Di sinilah kita mencari Allah Maha Pencipta, setelah kita yakin akan adanya diri kita. Di sinilah terletak pepatah terkenal, “Barangsiapa yang telah mengenal dirinya, niscaya kenallah dia akan Tuhannya.\"Ayat 8“Maka menunjukkanlah Dia.\"Allah yang mendirikan langit menghamparkan bumi, dan menyempurnakan kejadian insan. Diberi-Nya ilham “kepadanya\" yaitu kepada diri insan tadi.“Akan kejahatan dan kebaikannya.\" (ujung ayat 8)Artinya, bahwa setiap orang diberi akal buat menimbang, diberikan kesanggupan menerima ilham dan petunjuk. Semua orang diberitahu mana yang membawa celaka dan mana yang akan selamat. Itulah tanda cinta Allah kepada hamba-Nya."}},"4":{"arabic":"وَٱلَّيۡلِ إِذَا يَغۡشَىٰهَاوَٱلَّيۡلِ إِذَا يَغۡشَىٰهَا","words":{"arabicWords":["وَٱلَّيۡلِ","إِذَا","يَغۡشَىٰهَا"],"translationWords":["dan malam","apabila","menutupinya"]},"translation":"demi malam saat menutupinya (gelap gulita),","tafsir":{"tafsir-jalalayn":"(Dan malam apabila menutupinya) artinya menyelimuti siang dengan kegelapannya. Lafal Idzaa yang ada pada tiga tempat di atas hanya menunjukkan makna Zharaf, sedangkan yang menjadi Amilnya adalah Fi'il dari Qasam.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Demi malam apabila menutupinya sehingga suasana menjadi gelap gulita. Malam menjadi waktu istirahat bagi manusia guna mengembalikan kekuatan untuk kembali beraktivitas esok hari. 5. Demi langit serta pembinaannya yang menakjubkan. Langit yang kukuh laksana atap yang melindungi manusia di bawahnya. Langit menjadi tempat bagi miliaran benda langit yang beredar pada orbit masing-masing. Tidak ada benturan antara satu benda langit dengan lainnya. Semuanya mencerminkan kekuasaan Zat Yang Mahakuasa dan Mahaperkasa.","tafsir-lengkap-kemenag":"Selanjutnya Allah bersumpah dengan siang dan malam. Siang menampakkan matahari, sedangkan malam menyembunyikan matahari. Dengan ini, Allah memberikan isyarat tentang sistem perputaran bulan dan bumi terhadap matahari sebagai penanda waktu bagi manusia. Perputaran bumi terhadap matahari menimbulkan sistem penanda waktu syamsiah sedang perputaran bulan terhadap bumi menimbulkan penanda waktu qomariyah. Pergerakan ketiga benda langit ini yang begitu terstruktur tersebut menunjukkan betapa kuasa Allah.","tafsir-alazhar":"SURAH ASY-SYAMS(MATAHARI)SURAH KE-91,15 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi matahari dan cahaya siangnya.\" (ayat 1)Karena apabila matahari telah mulai terbit, kian lama dia akan kian tinggi dan kian memancar pulalah cahaya siangnya.  Dalam ayat ini ada disebut waktu Dhuha, yaitu sejak cahaya matahari mulai berangsur panas, sampai matahari di pertengahan langit. Waktu itu disebut waktu Dhuha. Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma mengatakan bahwa matahari dijadikan persumpahan oleh Allah agar kita perhatikan terbitnya dan terbenamnya, karena dia adalah makhluk yang besar dan dahsyat. Dan Allah ambil pula cahaya siangnya jadi persumpahan karena cahaya itu menjadi sumber kehidupan dan penerang mencari petunjuk dalam alam ciptaan Allah yang luas ini.Ayat 2“Demi bulan apabila dia mengikutinya.\" (ayat 2)Yang dimaksud bulan mengikuti matahari ini ialah di saat-saat bulan purnama. Waktu itulah bulan penuh sebagaimana adanya kelihatan dari muka bumi, sehingga malam pun mendapat sinaran dari bulan sepenuhnya pula sejak matahari terbenam sampai fajar menyingsing. Oleh sebab itu persumpahan Ilahi tertuju di sini bukan semata kepada bulannya, tetapi kepada perbandingan cahayanya dengan cahaya matahari.Ayat 3“Demi siang apabila menampakkannya.\" (ayat 3)Apabila hari telah bertambah siang, bertambah jelaslah matahari itu, bahkan adanya matahari yang jelas itulah yang menyebabkan adanya siang. Karena di waktu itulah matahari memancarkan cahaya menjadi lebih jelas. Sehingga jelaslah dalam ayat ini betapa pentingnya cahaya itu bagi seluruh alam di muka bumi ini. Dan kepentingan kita di hadapan cahaya itu bertambah lagi karena ayat yang berikutnya.Ayat 4“Demi malam apabila menutupinya.\" (ayat 4)Dengan datangnya malam, matahari tersimpan lebih dahulu, kita pun dapat beristirahat dari kelelahan siang.Ayat 5“Demi langit dan apa yang mendirikannya.\" (ayat 5)Siapakah yang membina langit yang demikian indah, yang kadang-kadang dinamai kubah hijau; demi indah permainya di siang hari ketika awan beriring ke tepi, bukan berarak ke tengah. Dan lebih indah lagi bila kelihatan di malam hari dengan hiasan bintang-bintang, tidak pernah membosankan mata memandang, lebih-lebih bagi mereka yang berperasaan halus.Ayat 6“Demi bumi dan apa yang menghamparkannya.\" (ayat 6)Alangkah dahsyatnya kejadian bumi itu, siapakah yang menghamparkannya sehingga manusia dapat hidup di dalam bumi terhampar itu? Di kedua ayat ini, ayat lima dan ayat enam; dikatakan apa untuk mencari siapa!Untuk menegaskan dari apa kepada siapa, datanglah ayat selanjutnya.Ayat 7“Demi diri dan apa yang menyempurnakannya.\" (ayat 7)Sesudah kita disuruh memerhatikan matahari dan bulan, siang dan malam, langit dan bumi dan latar belakang segala yang nyata itu, dalam filsafat dinamai fisika; kita disuruh mencari metafisikanya, sampai hendaknya kita menginsafi bahwa segala-galanya itu mustahil terjadi dengan sendirinya. Semuanya teratur, mustahil tidak ada yang mengatur. Untuk sampai ke sana, sesudah melihat alam keliling, hendaklah kita melihat diri sendiri: Siapakah Aku ini sebenarnya? Aku lihat matahari dan bulan itu, siang dan malam itu, langit dan bumi itu, kemudian aku pikirkan. “Aku yang melihat ini sendiri, siapakah adanya?\" Mula-mula yang kita dapati ialah, “Aku Ada!\" Bukti bahwa aku ada ialah karena aku berpikir. Aku ada, karena aku bertanya. Sesudah Aku yakin akan ada-nya aku, datanglah pertanyaanku terakhir: secara kebetulankah Aku ada ini? Secara kebetulankah aku ini berpikir? Dan apa artinya Aku ada ini? Siapakah aku? Apakah tubuh kasar ini, yang dinamai fisika pula? Kalau diriku hanya semata-mata tubuh kasar ini, mengapa satu waktu berhenti bernapas dan orang pun mati? Dan barulah sempurna hidupku karena ada gabungan pada diriku ini di antara badan dan nyawa. Dan nyawa itu pun adalah sesuatu yang metafisika, di luar indra! Maka lanjutlah pertanyaan, Apa dan siapakah yang menyempurnakan kejadianku itu?\" Di sinilah kita mencari Allah Maha Pencipta, setelah kita yakin akan adanya diri kita. Di sinilah terletak pepatah terkenal, “Barangsiapa yang telah mengenal dirinya, niscaya kenallah dia akan Tuhannya.\"Ayat 8“Maka menunjukkanlah Dia.\"Allah yang mendirikan langit menghamparkan bumi, dan menyempurnakan kejadian insan. Diberi-Nya ilham “kepadanya\" yaitu kepada diri insan tadi.“Akan kejahatan dan kebaikannya.\" (ujung ayat 8)Artinya, bahwa setiap orang diberi akal buat menimbang, diberikan kesanggupan menerima ilham dan petunjuk. Semua orang diberitahu mana yang membawa celaka dan mana yang akan selamat. Itulah tanda cinta Allah kepada hamba-Nya."}},"5":{"arabic":"وَٱلسَّمَآءِ وَمَا بَنَىٰهَاوَٱلسَّمَآءِ وَمَا بَنَىٰهَا","words":{"arabicWords":["وَٱلسَّمَآءِ","وَمَا","بَنَىٰهَا"],"translationWords":["dan langit","dan apa","pembinaannya"]},"translation":"demi langit serta pembuatannya,","tafsir":{"tafsir-jalalayn":"(Dan langit serta pembinaannya.).","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Demi langit serta pembinaannya yang menakjubkan. Langit yang kukuh laksana atap yang melindungi manusia di bawahnya. Langit menjadi tempat bagi miliaran benda langit yang beredar pada orbit masing-masing. Tidak ada benturan antara satu benda langit dengan lainnya. Semuanya mencerminkan kekuasaan Zat Yang Mahakuasa dan Mahaperkasa. 6. Demi bumi serta penghamparannya sehingga menjadi tempat makhluk hidup berpijak. Karena bumi terhampar luas, manusia dapat dengan mudah berpindah dari satu ke tempat lain.","tafsir-lengkap-kemenag":"Selanjutnya lagi, Allah bersumpah dengan langit dan bumi. Langit, yaitu kosmos beserta segala isinya, menyangga langit itu sehingga tetap berfungsi sebagai atap bumi. Dan bumi itu terhampar sehingga menyediakan potensi-potensi yang dapat dimanfaatkan manusia untuk hidup di atasnya.","tafsir-alazhar":"SURAH ASY-SYAMS(MATAHARI)SURAH KE-91,15 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi matahari dan cahaya siangnya.\" (ayat 1)Karena apabila matahari telah mulai terbit, kian lama dia akan kian tinggi dan kian memancar pulalah cahaya siangnya.  Dalam ayat ini ada disebut waktu Dhuha, yaitu sejak cahaya matahari mulai berangsur panas, sampai matahari di pertengahan langit. Waktu itu disebut waktu Dhuha. Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma mengatakan bahwa matahari dijadikan persumpahan oleh Allah agar kita perhatikan terbitnya dan terbenamnya, karena dia adalah makhluk yang besar dan dahsyat. Dan Allah ambil pula cahaya siangnya jadi persumpahan karena cahaya itu menjadi sumber kehidupan dan penerang mencari petunjuk dalam alam ciptaan Allah yang luas ini.Ayat 2“Demi bulan apabila dia mengikutinya.\" (ayat 2)Yang dimaksud bulan mengikuti matahari ini ialah di saat-saat bulan purnama. Waktu itulah bulan penuh sebagaimana adanya kelihatan dari muka bumi, sehingga malam pun mendapat sinaran dari bulan sepenuhnya pula sejak matahari terbenam sampai fajar menyingsing. Oleh sebab itu persumpahan Ilahi tertuju di sini bukan semata kepada bulannya, tetapi kepada perbandingan cahayanya dengan cahaya matahari.Ayat 3“Demi siang apabila menampakkannya.\" (ayat 3)Apabila hari telah bertambah siang, bertambah jelaslah matahari itu, bahkan adanya matahari yang jelas itulah yang menyebabkan adanya siang. Karena di waktu itulah matahari memancarkan cahaya menjadi lebih jelas. Sehingga jelaslah dalam ayat ini betapa pentingnya cahaya itu bagi seluruh alam di muka bumi ini. Dan kepentingan kita di hadapan cahaya itu bertambah lagi karena ayat yang berikutnya.Ayat 4“Demi malam apabila menutupinya.\" (ayat 4)Dengan datangnya malam, matahari tersimpan lebih dahulu, kita pun dapat beristirahat dari kelelahan siang.Ayat 5“Demi langit dan apa yang mendirikannya.\" (ayat 5)Siapakah yang membina langit yang demikian indah, yang kadang-kadang dinamai kubah hijau; demi indah permainya di siang hari ketika awan beriring ke tepi, bukan berarak ke tengah. Dan lebih indah lagi bila kelihatan di malam hari dengan hiasan bintang-bintang, tidak pernah membosankan mata memandang, lebih-lebih bagi mereka yang berperasaan halus.Ayat 6“Demi bumi dan apa yang menghamparkannya.\" (ayat 6)Alangkah dahsyatnya kejadian bumi itu, siapakah yang menghamparkannya sehingga manusia dapat hidup di dalam bumi terhampar itu? Di kedua ayat ini, ayat lima dan ayat enam; dikatakan apa untuk mencari siapa!Untuk menegaskan dari apa kepada siapa, datanglah ayat selanjutnya.Ayat 7“Demi diri dan apa yang menyempurnakannya.\" (ayat 7)Sesudah kita disuruh memerhatikan matahari dan bulan, siang dan malam, langit dan bumi dan latar belakang segala yang nyata itu, dalam filsafat dinamai fisika; kita disuruh mencari metafisikanya, sampai hendaknya kita menginsafi bahwa segala-galanya itu mustahil terjadi dengan sendirinya. Semuanya teratur, mustahil tidak ada yang mengatur. Untuk sampai ke sana, sesudah melihat alam keliling, hendaklah kita melihat diri sendiri: Siapakah Aku ini sebenarnya? Aku lihat matahari dan bulan itu, siang dan malam itu, langit dan bumi itu, kemudian aku pikirkan. “Aku yang melihat ini sendiri, siapakah adanya?\" Mula-mula yang kita dapati ialah, “Aku Ada!\" Bukti bahwa aku ada ialah karena aku berpikir. Aku ada, karena aku bertanya. Sesudah Aku yakin akan ada-nya aku, datanglah pertanyaanku terakhir: secara kebetulankah Aku ada ini? Secara kebetulankah aku ini berpikir? Dan apa artinya Aku ada ini? Siapakah aku? Apakah tubuh kasar ini, yang dinamai fisika pula? Kalau diriku hanya semata-mata tubuh kasar ini, mengapa satu waktu berhenti bernapas dan orang pun mati? Dan barulah sempurna hidupku karena ada gabungan pada diriku ini di antara badan dan nyawa. Dan nyawa itu pun adalah sesuatu yang metafisika, di luar indra! Maka lanjutlah pertanyaan, Apa dan siapakah yang menyempurnakan kejadianku itu?\" Di sinilah kita mencari Allah Maha Pencipta, setelah kita yakin akan adanya diri kita. Di sinilah terletak pepatah terkenal, “Barangsiapa yang telah mengenal dirinya, niscaya kenallah dia akan Tuhannya.\"Ayat 8“Maka menunjukkanlah Dia.\"Allah yang mendirikan langit menghamparkan bumi, dan menyempurnakan kejadian insan. Diberi-Nya ilham “kepadanya\" yaitu kepada diri insan tadi.“Akan kejahatan dan kebaikannya.\" (ujung ayat 8)Artinya, bahwa setiap orang diberi akal buat menimbang, diberikan kesanggupan menerima ilham dan petunjuk. Semua orang diberitahu mana yang membawa celaka dan mana yang akan selamat. Itulah tanda cinta Allah kepada hamba-Nya."}},"6":{"arabic":"وَٱلۡأَرۡضِ وَمَا طَحَىٰهَاوَٱلۡأَرۡضِ وَمَا طَحَىٰهَا","words":{"arabicWords":["وَٱلۡأَرۡضِ","وَمَا","طَحَىٰهَا"],"translationWords":["dan bumi","dan apa","penghamparannya"]},"translation":"demi bumi serta penghamparannya,","tafsir":{"tafsir-jalalayn":"(Dan bumi serta penghamparannya) yang menghampar.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Demi bumi serta penghamparannya sehingga menjadi tempat makhluk hidup berpijak. Karena bumi terhampar luas, manusia dapat dengan mudah berpindah dari satu ke tempat lain. 7. Demi jiwa serta penyempurnaan ciptaannya. Jiwa bukan materi sebagaimana benda-benda yang disebut sebelumnya, tetapi jiwa mempunyai peran yang sangat sentral dalam memben'tuk perilaku manusia.","tafsir-lengkap-kemenag":"Selanjutnya lagi, Allah bersumpah dengan langit dan bumi. Langit, yaitu kosmos beserta segala isinya, menyangga langit itu sehingga tetap berfungsi sebagai atap bumi. Dan bumi itu terhampar sehingga menyediakan potensi-potensi yang dapat dimanfaatkan manusia untuk hidup di atasnya.","tafsir-alazhar":"SURAH ASY-SYAMS(MATAHARI)SURAH KE-91,15 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi matahari dan cahaya siangnya.\" (ayat 1)Karena apabila matahari telah mulai terbit, kian lama dia akan kian tinggi dan kian memancar pulalah cahaya siangnya.  Dalam ayat ini ada disebut waktu Dhuha, yaitu sejak cahaya matahari mulai berangsur panas, sampai matahari di pertengahan langit. Waktu itu disebut waktu Dhuha. Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma mengatakan bahwa matahari dijadikan persumpahan oleh Allah agar kita perhatikan terbitnya dan terbenamnya, karena dia adalah makhluk yang besar dan dahsyat. Dan Allah ambil pula cahaya siangnya jadi persumpahan karena cahaya itu menjadi sumber kehidupan dan penerang mencari petunjuk dalam alam ciptaan Allah yang luas ini.Ayat 2“Demi bulan apabila dia mengikutinya.\" (ayat 2)Yang dimaksud bulan mengikuti matahari ini ialah di saat-saat bulan purnama. Waktu itulah bulan penuh sebagaimana adanya kelihatan dari muka bumi, sehingga malam pun mendapat sinaran dari bulan sepenuhnya pula sejak matahari terbenam sampai fajar menyingsing. Oleh sebab itu persumpahan Ilahi tertuju di sini bukan semata kepada bulannya, tetapi kepada perbandingan cahayanya dengan cahaya matahari.Ayat 3“Demi siang apabila menampakkannya.\" (ayat 3)Apabila hari telah bertambah siang, bertambah jelaslah matahari itu, bahkan adanya matahari yang jelas itulah yang menyebabkan adanya siang. Karena di waktu itulah matahari memancarkan cahaya menjadi lebih jelas. Sehingga jelaslah dalam ayat ini betapa pentingnya cahaya itu bagi seluruh alam di muka bumi ini. Dan kepentingan kita di hadapan cahaya itu bertambah lagi karena ayat yang berikutnya.Ayat 4“Demi malam apabila menutupinya.\" (ayat 4)Dengan datangnya malam, matahari tersimpan lebih dahulu, kita pun dapat beristirahat dari kelelahan siang.Ayat 5“Demi langit dan apa yang mendirikannya.\" (ayat 5)Siapakah yang membina langit yang demikian indah, yang kadang-kadang dinamai kubah hijau; demi indah permainya di siang hari ketika awan beriring ke tepi, bukan berarak ke tengah. Dan lebih indah lagi bila kelihatan di malam hari dengan hiasan bintang-bintang, tidak pernah membosankan mata memandang, lebih-lebih bagi mereka yang berperasaan halus.Ayat 6“Demi bumi dan apa yang menghamparkannya.\" (ayat 6)Alangkah dahsyatnya kejadian bumi itu, siapakah yang menghamparkannya sehingga manusia dapat hidup di dalam bumi terhampar itu? Di kedua ayat ini, ayat lima dan ayat enam; dikatakan apa untuk mencari siapa!Untuk menegaskan dari apa kepada siapa, datanglah ayat selanjutnya.Ayat 7“Demi diri dan apa yang menyempurnakannya.\" (ayat 7)Sesudah kita disuruh memerhatikan matahari dan bulan, siang dan malam, langit dan bumi dan latar belakang segala yang nyata itu, dalam filsafat dinamai fisika; kita disuruh mencari metafisikanya, sampai hendaknya kita menginsafi bahwa segala-galanya itu mustahil terjadi dengan sendirinya. Semuanya teratur, mustahil tidak ada yang mengatur. Untuk sampai ke sana, sesudah melihat alam keliling, hendaklah kita melihat diri sendiri: Siapakah Aku ini sebenarnya? Aku lihat matahari dan bulan itu, siang dan malam itu, langit dan bumi itu, kemudian aku pikirkan. “Aku yang melihat ini sendiri, siapakah adanya?\" Mula-mula yang kita dapati ialah, “Aku Ada!\" Bukti bahwa aku ada ialah karena aku berpikir. Aku ada, karena aku bertanya. Sesudah Aku yakin akan ada-nya aku, datanglah pertanyaanku terakhir: secara kebetulankah Aku ada ini? Secara kebetulankah aku ini berpikir? Dan apa artinya Aku ada ini? Siapakah aku? Apakah tubuh kasar ini, yang dinamai fisika pula? Kalau diriku hanya semata-mata tubuh kasar ini, mengapa satu waktu berhenti bernapas dan orang pun mati? Dan barulah sempurna hidupku karena ada gabungan pada diriku ini di antara badan dan nyawa. Dan nyawa itu pun adalah sesuatu yang metafisika, di luar indra! Maka lanjutlah pertanyaan, Apa dan siapakah yang menyempurnakan kejadianku itu?\" Di sinilah kita mencari Allah Maha Pencipta, setelah kita yakin akan adanya diri kita. Di sinilah terletak pepatah terkenal, “Barangsiapa yang telah mengenal dirinya, niscaya kenallah dia akan Tuhannya.\"Ayat 8“Maka menunjukkanlah Dia.\"Allah yang mendirikan langit menghamparkan bumi, dan menyempurnakan kejadian insan. Diberi-Nya ilham “kepadanya\" yaitu kepada diri insan tadi.“Akan kejahatan dan kebaikannya.\" (ujung ayat 8)Artinya, bahwa setiap orang diberi akal buat menimbang, diberikan kesanggupan menerima ilham dan petunjuk. Semua orang diberitahu mana yang membawa celaka dan mana yang akan selamat. Itulah tanda cinta Allah kepada hamba-Nya."}},"7":{"arabic":"وَنَفۡسٍ وَمَا سَوَّىٰهَاوَنَفۡسٍ وَمَا سَوَّىٰهَا","words":{"arabicWords":["وَنَفۡسٖ","وَمَا","سَوَّىٰهَا"],"translationWords":["dan manusia/jiwa","dan apa","penyempurnaanya"]},"translation":"dan demi jiwa serta penyempurnaan (ciptaan)-nya,","tafsir":{"tafsir-jalalayn":"(Dan jiwa) sekalipun bentuk lafalnya Mufrad tetapi makna yang dimaksud adalah Jamak (serta penyempurnaannya) maksudnya kesempurnaan ciptaannya; lafal Maa pada tiga tempat di atas adalah Maa Mashdariyah, atau bermakna Man.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Demi jiwa serta penyempurnaan ciptaannya. Jiwa bukan materi sebagaimana benda-benda yang disebut sebelumnya, tetapi jiwa mempunyai peran yang sangat sentral dalam memben'tuk perilaku manusia. 8. Setelah menyempurnakan ciptaan jwia itu maka Dia mengilhamkan kepadanya jalan kejahatan dan ketakwaannya. Jiwa manusia laksana wadah bagi nilai-nilai yang diembannya. Jiwa bisa menjadi baik atau buruk tergantung nilai mana yang manusia pilih dan aktualisasikan. \n\n.","tafsir-lengkap-kemenag":"Terakhir, Allah bersumpah dengan diri manusia yang telah Ia ciptakan dengan kondisi fisik dan psikis yang sempurna. Setelah menciptakannya secara sempurna, Allah memasukkan ke dalam diri manusia potensi jahat dan baik.","tafsir-alazhar":"SURAH ASY-SYAMS(MATAHARI)SURAH KE-91,15 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi matahari dan cahaya siangnya.\" (ayat 1)Karena apabila matahari telah mulai terbit, kian lama dia akan kian tinggi dan kian memancar pulalah cahaya siangnya.  Dalam ayat ini ada disebut waktu Dhuha, yaitu sejak cahaya matahari mulai berangsur panas, sampai matahari di pertengahan langit. Waktu itu disebut waktu Dhuha. Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma mengatakan bahwa matahari dijadikan persumpahan oleh Allah agar kita perhatikan terbitnya dan terbenamnya, karena dia adalah makhluk yang besar dan dahsyat. Dan Allah ambil pula cahaya siangnya jadi persumpahan karena cahaya itu menjadi sumber kehidupan dan penerang mencari petunjuk dalam alam ciptaan Allah yang luas ini.Ayat 2“Demi bulan apabila dia mengikutinya.\" (ayat 2)Yang dimaksud bulan mengikuti matahari ini ialah di saat-saat bulan purnama. Waktu itulah bulan penuh sebagaimana adanya kelihatan dari muka bumi, sehingga malam pun mendapat sinaran dari bulan sepenuhnya pula sejak matahari terbenam sampai fajar menyingsing. Oleh sebab itu persumpahan Ilahi tertuju di sini bukan semata kepada bulannya, tetapi kepada perbandingan cahayanya dengan cahaya matahari.Ayat 3“Demi siang apabila menampakkannya.\" (ayat 3)Apabila hari telah bertambah siang, bertambah jelaslah matahari itu, bahkan adanya matahari yang jelas itulah yang menyebabkan adanya siang. Karena di waktu itulah matahari memancarkan cahaya menjadi lebih jelas. Sehingga jelaslah dalam ayat ini betapa pentingnya cahaya itu bagi seluruh alam di muka bumi ini. Dan kepentingan kita di hadapan cahaya itu bertambah lagi karena ayat yang berikutnya.Ayat 4“Demi malam apabila menutupinya.\" (ayat 4)Dengan datangnya malam, matahari tersimpan lebih dahulu, kita pun dapat beristirahat dari kelelahan siang.Ayat 5“Demi langit dan apa yang mendirikannya.\" (ayat 5)Siapakah yang membina langit yang demikian indah, yang kadang-kadang dinamai kubah hijau; demi indah permainya di siang hari ketika awan beriring ke tepi, bukan berarak ke tengah. Dan lebih indah lagi bila kelihatan di malam hari dengan hiasan bintang-bintang, tidak pernah membosankan mata memandang, lebih-lebih bagi mereka yang berperasaan halus.Ayat 6“Demi bumi dan apa yang menghamparkannya.\" (ayat 6)Alangkah dahsyatnya kejadian bumi itu, siapakah yang menghamparkannya sehingga manusia dapat hidup di dalam bumi terhampar itu? Di kedua ayat ini, ayat lima dan ayat enam; dikatakan apa untuk mencari siapa!Untuk menegaskan dari apa kepada siapa, datanglah ayat selanjutnya.Ayat 7“Demi diri dan apa yang menyempurnakannya.\" (ayat 7)Sesudah kita disuruh memerhatikan matahari dan bulan, siang dan malam, langit dan bumi dan latar belakang segala yang nyata itu, dalam filsafat dinamai fisika; kita disuruh mencari metafisikanya, sampai hendaknya kita menginsafi bahwa segala-galanya itu mustahil terjadi dengan sendirinya. Semuanya teratur, mustahil tidak ada yang mengatur. Untuk sampai ke sana, sesudah melihat alam keliling, hendaklah kita melihat diri sendiri: Siapakah Aku ini sebenarnya? Aku lihat matahari dan bulan itu, siang dan malam itu, langit dan bumi itu, kemudian aku pikirkan. “Aku yang melihat ini sendiri, siapakah adanya?\" Mula-mula yang kita dapati ialah, “Aku Ada!\" Bukti bahwa aku ada ialah karena aku berpikir. Aku ada, karena aku bertanya. Sesudah Aku yakin akan ada-nya aku, datanglah pertanyaanku terakhir: secara kebetulankah Aku ada ini? Secara kebetulankah aku ini berpikir? Dan apa artinya Aku ada ini? Siapakah aku? Apakah tubuh kasar ini, yang dinamai fisika pula? Kalau diriku hanya semata-mata tubuh kasar ini, mengapa satu waktu berhenti bernapas dan orang pun mati? Dan barulah sempurna hidupku karena ada gabungan pada diriku ini di antara badan dan nyawa. Dan nyawa itu pun adalah sesuatu yang metafisika, di luar indra! Maka lanjutlah pertanyaan, Apa dan siapakah yang menyempurnakan kejadianku itu?\" Di sinilah kita mencari Allah Maha Pencipta, setelah kita yakin akan adanya diri kita. Di sinilah terletak pepatah terkenal, “Barangsiapa yang telah mengenal dirinya, niscaya kenallah dia akan Tuhannya.\"Ayat 8“Maka menunjukkanlah Dia.\"Allah yang mendirikan langit menghamparkan bumi, dan menyempurnakan kejadian insan. Diberi-Nya ilham “kepadanya\" yaitu kepada diri insan tadi.“Akan kejahatan dan kebaikannya.\" (ujung ayat 8)Artinya, bahwa setiap orang diberi akal buat menimbang, diberikan kesanggupan menerima ilham dan petunjuk. Semua orang diberitahu mana yang membawa celaka dan mana yang akan selamat. Itulah tanda cinta Allah kepada hamba-Nya."}},"8":{"arabic":"فَأَلۡهَمَهَا فُجُورَهَا وَتَقۡوَىٰهَافَأَلۡهَمَهَا فُجُورَهَا وَتَقۡوَىٰهَا","words":{"arabicWords":["فَأَلۡهَمَهَا","فُجُورَهَا","وَتَقۡوَىٰهَا"],"translationWords":["maka Dia mengilhamkan padanya","kedurhakaanya","dan ketaqwaannya"]},"translation":"lalu Dia mengilhamkan kepadanya (jalan) kejahatan dan ketakwaannya,","tafsir":{"tafsir-jalalayn":"(Maka Allah mengilhamkan kepada jiwa itu kefasikan dan ketakwaannya) maksudnya Allah menjelaskan kepadanya jalan kebaikan dan jalan keburukan. Lafal At-Taqwaa letaknya diakhirkan karena demi memelihara keserasian bunyi akhir ayat, sedangkan sebagai Jawab dari Qasam di atas ialah:.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Setelah menyempurnakan ciptaan jwia itu maka Dia mengilhamkan kepadanya jalan kejahatan dan ketakwaannya. Jiwa manusia laksana wadah bagi nilai-nilai yang diembannya. Jiwa bisa menjadi baik atau buruk tergantung nilai mana yang manusia pilih dan aktualisasikan. \n\n9. Sungguh beruntung orang yang membersihkan jiwa itu dan menyucikannya dari segala keko'toran seperti syirik, kufur, takabur, iri, dengki, kikir, tamak, dan sebagainya, lalu menghiasinya dengan sifat-sifat baik seperti iman, ikhlas, sabar, syukur, dan sebagainya.","tafsir-lengkap-kemenag":"Terakhir, Allah bersumpah dengan diri manusia yang telah Ia ciptakan dengan kondisi fisik dan psikis yang sempurna. Setelah menciptakannya secara sempurna, Allah memasukkan ke dalam diri manusia potensi jahat dan baik.","tafsir-alazhar":"SURAH ASY-SYAMS(MATAHARI)SURAH KE-91,15 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi matahari dan cahaya siangnya.\" (ayat 1)Karena apabila matahari telah mulai terbit, kian lama dia akan kian tinggi dan kian memancar pulalah cahaya siangnya.  Dalam ayat ini ada disebut waktu Dhuha, yaitu sejak cahaya matahari mulai berangsur panas, sampai matahari di pertengahan langit. Waktu itu disebut waktu Dhuha. Syekh Muhammad Abduh dalam Tafsir Juz ‘Amma mengatakan bahwa matahari dijadikan persumpahan oleh Allah agar kita perhatikan terbitnya dan terbenamnya, karena dia adalah makhluk yang besar dan dahsyat. Dan Allah ambil pula cahaya siangnya jadi persumpahan karena cahaya itu menjadi sumber kehidupan dan penerang mencari petunjuk dalam alam ciptaan Allah yang luas ini.Ayat 2“Demi bulan apabila dia mengikutinya.\" (ayat 2)Yang dimaksud bulan mengikuti matahari ini ialah di saat-saat bulan purnama. Waktu itulah bulan penuh sebagaimana adanya kelihatan dari muka bumi, sehingga malam pun mendapat sinaran dari bulan sepenuhnya pula sejak matahari terbenam sampai fajar menyingsing. Oleh sebab itu persumpahan Ilahi tertuju di sini bukan semata kepada bulannya, tetapi kepada perbandingan cahayanya dengan cahaya matahari.Ayat 3“Demi siang apabila menampakkannya.\" (ayat 3)Apabila hari telah bertambah siang, bertambah jelaslah matahari itu, bahkan adanya matahari yang jelas itulah yang menyebabkan adanya siang. Karena di waktu itulah matahari memancarkan cahaya menjadi lebih jelas. Sehingga jelaslah dalam ayat ini betapa pentingnya cahaya itu bagi seluruh alam di muka bumi ini. Dan kepentingan kita di hadapan cahaya itu bertambah lagi karena ayat yang berikutnya.Ayat 4“Demi malam apabila menutupinya.\" (ayat 4)Dengan datangnya malam, matahari tersimpan lebih dahulu, kita pun dapat beristirahat dari kelelahan siang.Ayat 5“Demi langit dan apa yang mendirikannya.\" (ayat 5)Siapakah yang membina langit yang demikian indah, yang kadang-kadang dinamai kubah hijau; demi indah permainya di siang hari ketika awan beriring ke tepi, bukan berarak ke tengah. Dan lebih indah lagi bila kelihatan di malam hari dengan hiasan bintang-bintang, tidak pernah membosankan mata memandang, lebih-lebih bagi mereka yang berperasaan halus.Ayat 6“Demi bumi dan apa yang menghamparkannya.\" (ayat 6)Alangkah dahsyatnya kejadian bumi itu, siapakah yang menghamparkannya sehingga manusia dapat hidup di dalam bumi terhampar itu? Di kedua ayat ini, ayat lima dan ayat enam; dikatakan apa untuk mencari siapa!Untuk menegaskan dari apa kepada siapa, datanglah ayat selanjutnya.Ayat 7“Demi diri dan apa yang menyempurnakannya.\" (ayat 7)Sesudah kita disuruh memerhatikan matahari dan bulan, siang dan malam, langit dan bumi dan latar belakang segala yang nyata itu, dalam filsafat dinamai fisika; kita disuruh mencari metafisikanya, sampai hendaknya kita menginsafi bahwa segala-galanya itu mustahil terjadi dengan sendirinya. Semuanya teratur, mustahil tidak ada yang mengatur. Untuk sampai ke sana, sesudah melihat alam keliling, hendaklah kita melihat diri sendiri: Siapakah Aku ini sebenarnya? Aku lihat matahari dan bulan itu, siang dan malam itu, langit dan bumi itu, kemudian aku pikirkan. “Aku yang melihat ini sendiri, siapakah adanya?\" Mula-mula yang kita dapati ialah, “Aku Ada!\" Bukti bahwa aku ada ialah karena aku berpikir. Aku ada, karena aku bertanya. Sesudah Aku yakin akan ada-nya aku, datanglah pertanyaanku terakhir: secara kebetulankah Aku ada ini? Secara kebetulankah aku ini berpikir? Dan apa artinya Aku ada ini? Siapakah aku? Apakah tubuh kasar ini, yang dinamai fisika pula? Kalau diriku hanya semata-mata tubuh kasar ini, mengapa satu waktu berhenti bernapas dan orang pun mati? Dan barulah sempurna hidupku karena ada gabungan pada diriku ini di antara badan dan nyawa. Dan nyawa itu pun adalah sesuatu yang metafisika, di luar indra! Maka lanjutlah pertanyaan, Apa dan siapakah yang menyempurnakan kejadianku itu?\" Di sinilah kita mencari Allah Maha Pencipta, setelah kita yakin akan adanya diri kita. Di sinilah terletak pepatah terkenal, “Barangsiapa yang telah mengenal dirinya, niscaya kenallah dia akan Tuhannya.\"Ayat 8“Maka menunjukkanlah Dia.\"Allah yang mendirikan langit menghamparkan bumi, dan menyempurnakan kejadian insan. Diberi-Nya ilham “kepadanya\" yaitu kepada diri insan tadi.“Akan kejahatan dan kebaikannya.\" (ujung ayat 8)Artinya, bahwa setiap orang diberi akal buat menimbang, diberikan kesanggupan menerima ilham dan petunjuk. Semua orang diberitahu mana yang membawa celaka dan mana yang akan selamat. Itulah tanda cinta Allah kepada hamba-Nya."}},"9":{"arabic":"قَدۡ أَفۡلَحَ مَن زَكَّىٰهَاقَدۡ أَفۡلَحَ مَن زَكَّىٰهَا","words":{"arabicWords":["قَدۡ","أَفۡلَحَ","مَن","زَكَّىٰهَا"],"translationWords":["sesungguhnya","beruntung","siapa/orang","mensucikannya"]},"translation":"sungguh beruntung orang yang menyucikannya (jiwa itu)","tafsir":{"tafsir-jalalayn":"(Sesungguhnya beruntunglah) pada lafal Qad Aflaha ini sengaja tidak disebutkan huruf Lam Taukidnya karena mengingat panjangnya pembicaraan (orang yang menyucikannya) yakni menyucikan jiwanya dari dosa-dosa.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Sungguh beruntung orang yang membersihkan jiwa itu dan menyucikannya dari segala keko'toran seperti syirik, kufur, takabur, iri, dengki, kikir, tamak, dan sebagainya, lalu menghiasinya dengan sifat-sifat baik seperti iman, ikhlas, sabar, syukur, dan sebagainya. 10. Dan sungguh rugi orang yang menutupi kemuliaan jiwa itu, mengotorinya dengan sifat-sifat buruk, dan mematikan potensinya untuk berbuat baik. Dengan melakukan hal itu, manusia tidak malu lagi berperilaku buruk, berbuat dosa, dan merugikan orang lain.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah menegaskan pesan yang begitu pentingnya sehingga untuk itu Ia perlu bersumpah. Pesan itu adalah bahwa orang yang membersihkan dirinya, yaitu mengendalikan dirinya sehingga hanya mengerjakan perbuatan-perbuatan baik, akan beruntung, yaitu bahagia di dunia dan terutama di akhirat. Sedangkan orang yang mengotori dirinya, yaitu mengikuti hawa nafsunya sehingga melakukan perbuatan-perbuatan dosa, akan celaka, yaitu tidak bahagia di dunia dan di akhirat masuk neraka.","tafsir-alazhar":"Ayat 9“Maka berbahagialah siapa yang membersihkannya.\" (ayat 9)Setelah Allah memberikan ilham dan petunjuk, mana jalan yang salah dan mana jalan kepada takwa, terserahlah kepada manusia itu sendiri, mana yang akan ditempuhnya, sebab dia diberi Allah akal budi. Maka berbahagialah orang-orang yang membersihkan jiwanya atau dirinya, gabungan di antara jasmani dan ruhaninya. Jasmani dibersihkan dari hadas dan najis, hadas besar atau kecil, baik najis ringan atau berat. Dan jiwanya dibersihkannya pula dari penyakit-penyakit yang mengancam kemurniaannya.Ayat 10“Dan celakalah siapa yang mengotorinya.\" (ayat 10)Ayat 11“Telah mendustakan Tsamud, tersebab kesombongannya.\" (ayat 11)Kesombongan adalah salah satu akibat daripada kekotoran jiwa. Kaum Tsamud sombong, angkuh dan lantaran itu mereka tidak memedulikan peraturan dan tidak menghargai janji yang telah diikat dengan Allah.Ayat 12“Seketika telah bangkit orang yang paling celaka di antaranya.\" (ayat 12)Ayat 13“Lalu berkata rasul Allah kepada mereka.\"Yaitu rasul Allah dan Nabi-Nya, Shalih, yang telah diutus Allah kepada kaum itu. Mulanya mereka tidak mau percaya kepada risalah yang dibawa oleh Nabi Shalih, lalu akhirnya mereka meminta ayat, tanda, atau mukjizat sebagai bukti bahwa dia memang utusan Allah, Lalu Allah ciptakan seekor unta besar. Maka dibuatlah janji bersama, bahwa jika unta itu tercipta, maka minuman akan dibagi; sehari minuman untuk unta dan sehari untuk penduduk negeri itu. Air itu timbul dari satu mata air yang jernih. Di hari minuman unta mereka tidak boleh mengambil air, walaupun seteguk. Di hari minum mereka, unta tidak akan minum, walaupun seteguk. Itulah yang dikatakan oleh Nabi Shalih.“(Jagalah) unta Allah dan minumannya.\" (ujung ayat 13)Artinya janganlah perjanjian dan pembagian itu dilanggar, turutilah baik-baik dan jangan unta Allah itu diganggu supaya kalian selamat.Ayat 14“Tetapi mereka dustakan dia.\"Mulanya mereka langgar peraturan yang telah diperbuat itu. Karena si celaka itu, dua orang kepalanya, yaitu Qadar dan Mashda' ingin minuman tuak di rumah kekasih mereka seorang perempuan jahat. Setelah tuak dihidangkan ternyata sangat tebal alkoholnya. Mereka ingin ditambah sedikit dengan air. Tetapi pada malam itu air tidak ada dalam kendi si perempuan, dan malam itu air tidak boleh diambil ke telaga, sebab sedang hari minuman unta. Maka dengan sombongnya kedua penjahat atau orang celaka itu menyuruh anak buah mereka menyatik air dan minum sepuas-puasnya dan jangan dipedulikan peraturan yang dibuat Nabi Shalih itu, karena membuat-buat peraturan yang mengikat kemerdekaan mereka, kalau perlu Shalih itu sendiri dibunuh. “Lalu mereka bunuh unta itu.\" Yang dinamai NaqatuIIah, unta Allah. Unta itu mereka bunuh beramai-ramai pada malam itu juga, mereka bagi-bagi dagingnya dan mereka makan bersama.“Maka Tuhan mereka pun mencurahkan adzab kepada mereka lantaran dosa mereka itu. Hingga Dia ratakan kebinasaan itu.\" (ujung ayat 14)Tidak ada yang terlepas, semua yang bersalah, laki-laki dan perempuan, bahkan siapa saja pun rata disapu oleh adzab, kecuali orang-orang yang beriman yang telah dapat memelihara diri di bawah pimpinan Nabi Shalih sebelum adzab turun.Ayat 15“Maka tidaklah Dia menghiraukan akibat dari kesalahan mereka.\" (ayat 15)Maka tidaklah Allah menghiraukan mereka, sedikit pun Allah tidak merasa kasihan, meskipun sifat Allah itu adalah Rahman dan Rahim. Terhadap orang ini Allah menunjukkan Sifat-Nya, ‘Azizun Dzuntiqam. Artinya Gagah Perkasa dan membalas kesalahan dengan setimpal."}},"10":{"arabic":"وَقَدۡ خَابَ مَن دَسَّىٰهَاوَقَدۡ خَابَ مَن دَسَّىٰهَا","words":{"arabicWords":["وَقَدۡ","خَابَ","مَن","دَسَّىٰهَا"],"translationWords":["dan sesungguhnya","celaka/rugi","orang","mengotorinya"]},"translation":"dan sungguh rugi orang yang mengotorinya.","tafsir":{"tafsir-jalalayn":"(Dan sesungguhnya merugilah) atau rugilah (orang yang mengotorinya) yang menodainya dengan perbuatan maksiat. Asalnya lafal Dassaahaa ialah Dassasahaa, kemudian huruf Sin yang kedua diganti menjadi Alif demi untuk meringankan pengucapannya, akhirnya jadilah Dassaahaa.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 1-10\n\nDemi matahari dan cahayanya dipagi hari, dan bulan apabila mengiringinya, dan siang apabila menampakkannya, dan malam apabila menutupinya, dan langit serta pembinaannya, dan bumi serta penghamparannya, dan jiwa serta penyempurnaannya (penciptaannya), maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya, sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. Mujahid mengatakan sehubungan dengan makna firman-Nya: Demi matahari dan cahayanya di pagi hari. (Asy-Syams: 1) Yakni sinarnya di waktu pagi.\n\nQatadah mengatakan bahwa makna firman-Nya, \"Waduhaha,\" artinya seluruh siang hari, bukan hanya pagi hari saja. Ibnu Jarir mengatakan bahwa yang benar ialah bila dikatakan bahwa Allah bersumpah dengan menyebut matahari dan siang hari, karena sinar matahari yang terang terdapat di siang hari. dan bulan apabila mengiringinya. (Asy-Syams: 2) Mujahid mengatakan mengiringinya. Al-Aufi telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: dan bulan apabila mengiringinya. (Asy-Syams: 2) Maksudnya, mengiringi siang hari.\n\nQatadah mengatakan sehubungan dengan makna firman-Nya: apabila mengiringinya. (Asy-Syams: 2) Yaitu malam hilal; bila mentari terbenam, hilal baru kelihatan. Ibnu Zaid mengatakan bahwa bulan mengiringi matahari pada pertengahan bulan pertama, kemudian sebaliknya matahari mengiringi bulan dan bulan mendahuluinya pada pertengahan bulan yang terakhir. Malik telah meriwayatkan dari Zaid ibnu Aslam, bahwa makna yang dimaksud ialah apabila bulan mengiringi matahari di malam Lailatul Qadar.\n\nFirman Allah Swt: dan siang apabila menampakkannya. (Asy-Syams: 3) Mujahid mengatakan bahwa makna yang dimaksud ialah bila cuacanya cerah. Qatadah mengatakan sehubungan dengan makna firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Yakni apabila siang hari menerangi semuanya. Ibnu Jarir mengatakan bahwa sebagian ahli bahasa Arab menakwilkan hal ini dengan pengertian siang hari apabila mengusir gelapnya malam hari. Dikatakan demikian karena konteks kalimat menunjukkan kepada pengertian ini.\n\nMenurut hemat kami, seandainya orang yang berpendapat demikian menakwilkan dengan pengertian tersebut sebagaimana takwilnya terhadap firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) tentulah hal ini lebih utama dan lebih shahih bila diterapkan kepada firman-Nya: dan malam apabila menutupinya. (Asy-Syams: 4) Maka takwilnya akan kelihatan lebih baik dan lebih kuat; hanya Allah-lah Yang Mengetahui. Karena itulah maka Mujahid mengatakan sehubungan dengan firman-Nya: dan siang apabila menampakkannya. (Asy-Syams: 3) Bahwa ayat ini semakna dengan firman-Nya: dan siang apabila terang benderang. (Al-Lail: 2) Adapun Ibnu Jarir, dia memilih pendapat yang merujukkan semua damir kepada matahari dalam semua kalimat itu, mengingat mataharilah yang menjadi subjek pembicaraan.\n\nPara ulama mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan malam apabila menutupinya. (Asy-Syams: 4) Yaitu apabila malam menutupi matahari saat matahari tenggelam, maka seluruh cakrawala menjadi gelap. Baqiyyah ibnul Walid telah meriwayatkan dari Safwan, telah menceritakan kepadaku Yazid ibnu Zi Hamamah yang mengatakan bahwa apabila malam hari tiba, Allah subhanahu wa ta’ala berfirman, \"Hamba-hamba-Ku telah ditutupi oleh makhluk-Ku yang besar,\" malam hari takut kepada Allah, dan memang Allah yang telah menciptakannya lebih berhak untuk dia takuti.\n\nDemikianlah menurut apa yang diriwayatkan oleh Ibnu Abu Hatim. Firman Allah subhanahu wa ta’ala: dan langit serta pembinaannya. (Asy-Syams: 5) Ma di sini dapat diartikan sebagai ma masdariyah, sehingga artinya menjadi 'dan langit serta bangunannya'. Ini menurut pendapat Qatadah. Dapat pula ia dianggap sebagai huruf yang bermakna man, sehingga artinya menjadi seperti berikut: Dan langit serta Tuhan yang membangunnya. Ini menurut pendapat Mujahid; kedua pendapat tersebut saling berkaitan.\n\nDan yang dimaksud dengan bina-iha ialah bangunannya yang tinggi. sebagaimanayang disebutkan dalam ayat lain melalui firman-Nya: Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar meluaskannya. Dan bumi itu Kami hamparkan; maka sebaik-baik yang menghamparkan (adalah Kami). Adz-Dzariyat: 47-48) Demikian pula firman Allah Swt: dan bumi serta penghamparannya. (Asy-Syams: 6) Mujahid mengatakan bahwa taha-ha artinya penghamparannya. Al-Aufi telah meriwayatkan dari ibnu Abbas sehubungan dengan firman-Nya: dan penghamparannya. (Asy-Syams: 6) Yakni segala makhluk yang terdapat di dalamnya.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas, bahwa makna yang dimaksud ialah bagian-bagiannya. Mujahid, Qatadah, Adh-Dhahhak, As-Suddi, Ats-Tsauri, Abu Saleh, dan Ibnu Zaid mengatakan bahwa taha-ha artinya penghamparannya, dan inilah pendapat yang terkenal dan dianut oleh kebanyakan ulama tafsir, juga yang terkenal dikalangan ahli bahasa. Al-Jauhari mengatakan bahwa tahautuhu sama dengan dahawtuhu, artinya aku telah menghamparkannya.\n\nFirman Allah subhanahu wa ta’ala: Dan jiwa serta penyempurnaan (ciptaan)nya. (Asy-Syams: 7) Yaitu penciptaannya yang sempurna dengan dibekali fitrah yang lurus lagi tegak, seperti yang disebutkan dalam ayat lain melalui firman-Nya: Maka hadapkanlah wajahmu dengan lurus kepada agama (Allah); (tetaplah atas) fitrah Allah yang telah menciptakan manusia menurut fitrah itu. Tidak ada perubahan pada fitrah Allah. (Ar-Rum: 30) Rasulullah ﷺ telah bersabda: Setiap bayi dilahirkan dalam keadaan fitrah, maka hanya kedua orang tuanyalah yang menjadikannya seorang Yahudi, atau seorang Nasrani, atau seorang Majusi. Sebagaimana hewan ternak yang melahirkan anaknya dalam keadaan utuh, maka apakah kamu pernah melihatnya ada yang cacat? Imam Bukhari dan Imam Muslim mengetengahkannya melalui riwayat Abu Hurairah, sedangkan di dalam Sahih Muslim disebutkan melalui riwayat Iyad ibnu Hammad Al-Mujasyi'i, dari Rasulullah ﷺ Disebutkan bahwa Rasulullah ﷺ telah bersabda: Allah subhanahu wa ta’ala berfirman, \"Sesungguhnya Aku menciptakan hamba-hamba-Ku dalam keadaan hanif (menyimpang dari kebatilan dan cenderung kepada perkara hak).\n\nKemudian datanglah setan-setan yang menyesatkan mereka dari agamanya. Firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Yakni Allah menerangkan kepadanya jalan kefasikan dan ketakwaan, kemudian memberinya petunjuk kepadanya sesuai dengan apa yang telah ditetapkan Allah untuknya. Ibnu Abbas mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Allah telah menjelaskan kepadanya kebaikan dan keburukan. Hal yang sama telah dikatakan oleh Mujahid, Qatadah, Adh-Dhahhak, dan Ats-Tsauri.\n\nSaMd ibnu Jubair mengatakan bahwa Allah mengilhamkan (menginspirasikan) kepadanya jalan kebaikan dan keburukan. Ibnu Zaid mengatakan bahwa Allah subhanahu wa ta’ala menjadikan dalam jiwa itu kefasikan dan ketakwaannya. Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Safwan ibnu Isa dan Abu ‘Ashim An-Nabil, keduanya mengatakan bahwa telah menceritakan kepada kami Azrah ibnu Sabit, telah menceritakan kepadaku Yahya ibnu Aqil, dari Yahya ibnu Ya'mur, dari Abul Aswad Ad-Daili yang mengatakan bahwa Imran ibnu Husain mengatakan kepadanya, \"Bagaimanakah pendapatmu tentang apa yang dikerjakan oleh manusia sehingga mereka bersusah payah melakukannya? Apakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dan telah digariskan oleh takdir yang terdahulu atas mereka.\n\nAtaukah merupakan sesuatu yang bergantung kepada penerimaan mereka terhadap apa yang disampaikan oleh Nabi ﷺ kepada mereka dan yang telah diperkuat oleh hujjah sebagai alasan terhadap mereka?\" Maka Abul Aswad Ad-Daili menjawab, \"Tidak demikian, sebenarnya hal itu merupakan sesuatu yang telah ditetapkan atas diri mereka oleh takdir Allah.'\" Imran ibnu Husain bertanya, \"Maka apakah hal itu bukan termasuk perbuatan aniaya?\" Abul Aswad Ad-Daili mengatakan bahwa ia merasa sangat terkejut terhadap pertanyaan itu.\n\nMaka ia menjawab, \"Tiada sesuatu pun melainkan dia adalah makhluk-Nya dan menjadi milik-Nya, tiada seorang pun yang menanyakan apa yang diperbuat-Nya, sedangkan mereka akan dimintai pertanggungjawaban dari apa yang telah mereka kerjakan.\" Imran ibnu Husain berkata, \"Semoga Allah meluruskanmu, sesungguhnya aku bertanya kepadamu tiada lain untuk memberitahukan kepadamu bahwa pernah ada seorang lelaki dari Bani Muzayyanah atau Bani Juhainah datang kepada Rasulullah ﷺ, lalu bertanya, 'Wahai Rasulullah, bagaimanakah menurutmu tentang apa yang dikerjakan oleh manusia yang mereka bersusah payah menanggulanginya.\n\nApakah hal itu merupakan sesuatu yang telah ditetapkan atas mereka dalam takdir yang terdahulu, ataukah hal itu merupakan sesuatu yang mereka terima dari apa yang disampaikan oleh Nabi mereka kepada mereka, lalu diperkuat dengan hujah atas diri mereka?\" Maka Rasulullah ﷺ menjawab: Tidak demikian, sebenarnya hal itu adalah sesuatu yang telah ditetapkan atas diri mereka. Lelaki itu bertanya lagi, \"Lalu apakah gunanya kita beramal?\" Rasulullah ﷺ menjawab, bahwa barang siapa yang diciptakan oleh Allah untuk mengerjakan salah satu di antara keduanya, maka Allah menyiapkannya untuk itu, dan hal yang membenarkan ini dalam Kitabullah adalah firman-Nya yang mengatakan: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Imam Ahmad dan Imam Muslim meriwayatkannya melalui hadits Azrah ibnu Sabit dengan sanad yang sama.\n\nFirman Allah subhanahu wa ta’ala: sesungguhnya beruntunglah orang yang menyucikan jiwa itu, dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 9-10) Takwil makna ayat dapat dikatakan bahwa sesungguhnya beruntunglah orang yang menyucikan dirinya dengan taat kepada Allah, sebagaimana yang dikatakan oleh Qatadah, dan membersihkannya dari akhlak-akhlak yang hina. Hal yang semisal telah diriwayatkan pula dari Mujahid, Ikrimah, dan Sa'id ibnu Jubair. Makna ayat ini sama dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), dan dia ingat nama Tuhannya, lalu dia shalat. (Al-Ala: 14-15) Adapun firman Allah subhanahu wa ta’ala: dan sesungguhnya merugilah orang yang mengotorinya. (Asy-Syams: 10) Yakni membenamkannya, menguburnya, dan menghinakannya dengan tidak mengikuti jalan petunjuk, hingga terjerumuslah dia ke dalam perbuatan-perbuatan maksiat dan meninggalkan ketaatan kepada Allah subhanahu wa ta’ala Dapat juga makna ayat ditakwilkan dengan pengertian berikut, bahwa beruntunglah orang yang jiwanya dibersihkan oleh Allah, dan merugilah orang yang jiwanya ditakdirkan kotor oleh Allah subhanahu wa ta’ala Sebagaimana yang dikatakan oleh Al-Aufi dan Ali ibnu Abu Talhah, dari Ibnu Abbas.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami ayahku dan Abu Zur'ah, keduanya mengatakan bahwa telah menceritakan kepada kami Sahl ibnu Usman, telah menceritakan kepada kami Abu Malik alias Amr ibnul Haris, dari Amr ibnu Hisyam, dari Juwaibir, dari Adh-Dhahhak, dari Ibnu Abbas yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ sehubungan dengan makna firman-Nya: sesungguhnya beruntunglah orang yang menyucikan jiwa itu. (Asy-Syams: 9) Maka beliau ﷺ bersabda: Beruntunglah jiwa orang yang di sucikan oleh Allah subhanahu wa ta’ala Ibnu Abu Hatim telah meriwayatkannya pula melalui hadits Abu Malik dengan sanad yang sama. Juwaibir yang disebutkan dalam perawi hadits ini adalah Ibnu Sa'id, orangnya berpredikat matruk, dan lagi Adh-Dhahhak belum pernah bersua dengan Ibnu Abbas.\n\nImam Ath-Thabarani mengatakan, telah menceritakan kepada kami Yahya ibnu Usman ibnu Saleh, telah menceritakan kepada kami ayahku, telah menceritakan kepada kami Ibnu Lahi'ah, dari Amr ibnu Dinar, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ bila bacaannya sampai pada ayat ini, yaitu firman-Nya: dan jiwa serta penyempurnaan (ciptaan)nya, maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 7-8) Maka beliau ﷺ menghentikan bacaannya, lalu berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya, Engkau adalah Yang Memiliki dan Yang Menguasainya, dan (Engkau) adalah sebaik-baik yang menyucikannya. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ya'qub ibnu Humaid Al-Madani, telah menceritakan kepada kami Abdullah ibnu Abdullah Al-Umawi, telah menceritakan kepada kami Ma'an ibnu Muhammad Al-Gifari, dari Hanzalah ibnu Ali Al-Aslami, dari Abu Hurairah yang mengatakan bahwa ia pernah mendengar Rasulullah ﷺ membaca firman-Nya: maka Allah mengilhamkan kepada jiwa itu (jalan) kefasikan dan ketakwaannya. (Asy-Syams: 8) Lalu beliau ﷺ berdoa: Ya Allah, berikanlah kepada jiwaku ketakwaannya; dan sucikanlah jiwaku, Engkau sebaik-baik yang menyucikannya, Engkau Pemiliknya dan Yang Menguasainya.\n\nMereka tidak ada yang mengetengahkannya dari jalur ini. Imam Ahmad mengatakan, telah menceritakan kepada kami Waki', dari Nafi', dari Ibnu Umar, dari Saleh ibnu Sa'id, dari Aisyah , bahwa ia merasa kehilangan Nabi ﷺ di tempat peraduannya, lalu ia mencarinya dengan meraba-rabakan tangannya (dalam kegelapan malam), dan tangannya memegang diri Nabi ﷺ yang saat itu sedang melakukan sujud seraya berdoa: Ya Tuhanku, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya dan Engkan adalah Yang Memiliki dan Yang Menguasainya. Imam Ahmad meriwayatkan hadits ini secara munfarid. Hadits lain.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Affan, telah menceritakan kepada kami Abdul Wahid ibnu Ziyad, telah menceritakan kepada kami ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS, dari Zaid ibnu Arqam yang mengatakan bahwa Rasulullah ﷺ acapkali mengucapkan doa berikut: Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kelemahan, kemalasan, kepikunan, sifat pengecut, sifat kikir, dan azab kubur. Ya Allah, berikanlah kepada jiwaku ketakwaannya, dan sucikanlah ia, Engkau adalah sebaik-baik yang menyucikannya, Engkau adalah Pemilik dan Yang Menguasainya.\n\nYa Allah, sesungguhnya aku berlindung kepada Engkau dari hati yang tidak khusyuk, dari jiwa yang tidak pernah kenyang (puas), dari ilmu yang tidak bermanfaat, dan dari doa yang tidak diperkenankan. Ibnu Zaid mengatakan, Rasulullah ﷺ mengajarkan kepada kami doa-doa tersebut, dan sekarang kami mengajarkannya kepada kalian. Imam Muslim meriwayatkannya melalui hadits Abu Mu'awiyah, dari ‘Ashim Al-Ahwal, dari Abdullah ibnul HariS dan Abu Usman An-Nahdi, dari Zaid ibnu Arqam dengan lafal yang sama.\"","tafsir-ringkas-kemenag":"Dan sungguh rugi orang yang menutupi kemuliaan jiwa itu, mengotorinya dengan sifat-sifat buruk, dan mematikan potensinya untuk berbuat baik. Dengan melakukan hal itu, manusia tidak malu lagi berperilaku buruk, berbuat dosa, dan merugikan orang lain. 11. Kaum Samud, yang dahulu tinggal di sebelah selatan Madinah, adalah contoh manusia yang mengotori jiwa dengan kekafiran dan maksiat. Kaum 'amud telah mendustakan rasulnya, yaitu Nabi Saleh, karena mereka melampaui batas dalam keingkaran terhadap ajakan nabi mereka dan melakukan tindakan yang penuh dosa.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah menegaskan pesan yang begitu pentingnya sehingga untuk itu Ia perlu bersumpah. Pesan itu adalah bahwa orang yang membersihkan dirinya, yaitu mengendalikan dirinya sehingga hanya mengerjakan perbuatan-perbuatan baik, akan beruntung, yaitu bahagia di dunia dan terutama di akhirat. Sedangkan orang yang mengotori dirinya, yaitu mengikuti hawa nafsunya sehingga melakukan perbuatan-perbuatan dosa, akan celaka, yaitu tidak bahagia di dunia dan di akhirat masuk neraka.","tafsir-alazhar":"Ayat 9“Maka berbahagialah siapa yang membersihkannya.\" (ayat 9)Setelah Allah memberikan ilham dan petunjuk, mana jalan yang salah dan mana jalan kepada takwa, terserahlah kepada manusia itu sendiri, mana yang akan ditempuhnya, sebab dia diberi Allah akal budi. Maka berbahagialah orang-orang yang membersihkan jiwanya atau dirinya, gabungan di antara jasmani dan ruhaninya. Jasmani dibersihkan dari hadas dan najis, hadas besar atau kecil, baik najis ringan atau berat. Dan jiwanya dibersihkannya pula dari penyakit-penyakit yang mengancam kemurniaannya.Ayat 10“Dan celakalah siapa yang mengotorinya.\" (ayat 10)Ayat 11“Telah mendustakan Tsamud, tersebab kesombongannya.\" (ayat 11)Kesombongan adalah salah satu akibat daripada kekotoran jiwa. Kaum Tsamud sombong, angkuh dan lantaran itu mereka tidak memedulikan peraturan dan tidak menghargai janji yang telah diikat dengan Allah.Ayat 12“Seketika telah bangkit orang yang paling celaka di antaranya.\" (ayat 12)Ayat 13“Lalu berkata rasul Allah kepada mereka.\"Yaitu rasul Allah dan Nabi-Nya, Shalih, yang telah diutus Allah kepada kaum itu. Mulanya mereka tidak mau percaya kepada risalah yang dibawa oleh Nabi Shalih, lalu akhirnya mereka meminta ayat, tanda, atau mukjizat sebagai bukti bahwa dia memang utusan Allah, Lalu Allah ciptakan seekor unta besar. Maka dibuatlah janji bersama, bahwa jika unta itu tercipta, maka minuman akan dibagi; sehari minuman untuk unta dan sehari untuk penduduk negeri itu. Air itu timbul dari satu mata air yang jernih. Di hari minuman unta mereka tidak boleh mengambil air, walaupun seteguk. Di hari minum mereka, unta tidak akan minum, walaupun seteguk. Itulah yang dikatakan oleh Nabi Shalih.“(Jagalah) unta Allah dan minumannya.\" (ujung ayat 13)Artinya janganlah perjanjian dan pembagian itu dilanggar, turutilah baik-baik dan jangan unta Allah itu diganggu supaya kalian selamat.Ayat 14“Tetapi mereka dustakan dia.\"Mulanya mereka langgar peraturan yang telah diperbuat itu. Karena si celaka itu, dua orang kepalanya, yaitu Qadar dan Mashda' ingin minuman tuak di rumah kekasih mereka seorang perempuan jahat. Setelah tuak dihidangkan ternyata sangat tebal alkoholnya. Mereka ingin ditambah sedikit dengan air. Tetapi pada malam itu air tidak ada dalam kendi si perempuan, dan malam itu air tidak boleh diambil ke telaga, sebab sedang hari minuman unta. Maka dengan sombongnya kedua penjahat atau orang celaka itu menyuruh anak buah mereka menyatik air dan minum sepuas-puasnya dan jangan dipedulikan peraturan yang dibuat Nabi Shalih itu, karena membuat-buat peraturan yang mengikat kemerdekaan mereka, kalau perlu Shalih itu sendiri dibunuh. “Lalu mereka bunuh unta itu.\" Yang dinamai NaqatuIIah, unta Allah. Unta itu mereka bunuh beramai-ramai pada malam itu juga, mereka bagi-bagi dagingnya dan mereka makan bersama.“Maka Tuhan mereka pun mencurahkan adzab kepada mereka lantaran dosa mereka itu. Hingga Dia ratakan kebinasaan itu.\" (ujung ayat 14)Tidak ada yang terlepas, semua yang bersalah, laki-laki dan perempuan, bahkan siapa saja pun rata disapu oleh adzab, kecuali orang-orang yang beriman yang telah dapat memelihara diri di bawah pimpinan Nabi Shalih sebelum adzab turun.Ayat 15“Maka tidaklah Dia menghiraukan akibat dari kesalahan mereka.\" (ayat 15)Maka tidaklah Allah menghiraukan mereka, sedikit pun Allah tidak merasa kasihan, meskipun sifat Allah itu adalah Rahman dan Rahim. Terhadap orang ini Allah menunjukkan Sifat-Nya, ‘Azizun Dzuntiqam. Artinya Gagah Perkasa dan membalas kesalahan dengan setimpal."}},"11":{"arabic":"كَذَّبَتۡ ثَمُودُ بِطَغۡوَىٰهَآكَذَّبَتۡ ثَمُودُ بِطَغۡوَىٰهَآ","words":{"arabicWords":["كَذَّبَتۡ","ثَمُودُ","بِطَغۡوَىٰهَآ"],"translationWords":["telah mendustakan","Samud","dan melampui batas"]},"translation":"(Kaum) Samud telah mendustakan (rasulnya) karena mereka melampaui batas","tafsir":{"tafsir-jalalayn":"(Kaum Tsamud telah mendustakan) rasulnya, yaitu Nabi Saleh (karena mereka melampaui batas) disebabkan tindakan mereka yang melampaui batas.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 11-15\n\n(Kaum) Tsamud telah mendustakan (rasulnya) karena mereka melampaui batas, ketika bangkit orang yang paling celaka di antara mereka, lalu Rasul Allah (Saleh) berkata kepada mereka, \"(Biarkanlah) unta betina Allah dan minumannya. Lalu mereka mendustakannya dan menyembelih unta itu, maka Tuhan mereka membinasakan mereka disebabkan dosa mereka, lalu Allah menyamaratakan mereka (dengan tanah), dan Allah tidak takut terhadap akibat tindakan-Nya itu. Allah subhanahu wa ta’ala menceritakan tentang kaum Tsamud, bahwa mereka mendustakan Rasul Allah yang diutus kepada mereka, karena sudah menjadi watak mereka perbuatan sewenang-wenang dan melampaui batas. Muhammad ibnu Ka'b telah mengatakan sehubungan dengan makna firman-Nya: karena mereka melampaui batas. (Asy-Syams: 11) Bahwa lafal tagwaha artinya semuanya, yakni kaum Tsamud semuanya.\n\nTetapi pendapat yang paling utama adalah pendapat yang pertama, yang mengartikan 'melampaui batas'. Demikianlah menurut pendapat Mujahid dan Qatadah serta selain keduanya. Maka sebagai akibat dari sikap dan watak mereka yang demikian itu akhirnya mereka mendustakan hidayah dan keyakinan yang disampaikan oleh rasul mereka. ketika bangkit orang yang paling celaka di antara mereka. (Asy-Syams: 12) Yakni orang yang paling jahat di antara kabilah, dia adalah Qaddar ibnu Salif si penyembelih unta betina, dia dijuluki dengan sebutan Uhaimir Tsamud, dan dialah yang disebutkan oleh Allah subhanahu wa ta’ala dalam firman-Nya: Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya. (Al-Qamar: 29) Lelaki itu adalah seorang yang perkasa lagi dimuliakan di kalangan kaumnya, mempunyai kedudukan nasab yang terhormat, dan pemimpin yang ditaati.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ibnu Namir, telah menceritakan kepada kami Hisyam, dari ayahnya, dari Abdullah ibnu Zam'ah yang mengatakan bahwa Rasulullah ﷺ dalam suatu khotbahnya menceritakan perihal unta betina ini dan menyebutkan orang yang menyembelihnya. Maka beliau ﷺ bersabda: Ketika bangkit orang yang paling celaka di antara mereka menuju ke unta itu (untuk menyembelihnya), dia adalah seorang lelaki yang kuat, dimuliakan, dan paling dipengaruhi di kalangan kaumnya, seperti halnya Abu Zam'ah. Imam Bukhari meriwayatkannya di dalam kitab tafsir, dan Imam Muslim di dalam Sifatun Nar, juga Imam At-Tirmidzi dan Imam An-Nasai di dalam kitab sunan masing-masing.\n\nDemikian pula Ibnu Jarir dan Ibnu 'Abu Hatim, dari Tauq, dari Hisyam ibnu Urwah dengan sanad yang sama. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Muhammad ibnu Ishaq, telah menceritakan kepadaku Yazid ibnu Muhammad ibnu Khaisam, dari Muhammad ibnu Ka'b Al-Qurazi, dari Muhammad ibnu Khaisam ibnu Abu Marsad, dari Ammar ibnu Yasir yang mengatakan bahwa Rasulullah ﷺ pernah bersabda kepada Ali, \"Maukah aku ceritakan kepadamu tentang orang yang paling celaka?\" Ali menjawab, \"Tentu saja mau.\" Rasulullah ﷺ bersabda: Dua orang lelaki yaitu Uhaimir Samudyang telah menyembelih unta betina dan lelaki yang telah memukulmu, haiA li, pada bagian ini mu, hingga kamu bersimbah darah karenanya.\n\nYang dimaksud ialah bagian dagunya. Firman Allah subhanahu wa ta’ala: lalu Rasul Allah berkata kepada mereka. (Asy-Syams: 13) Rasul Allah yang diutus kepada mereka adalah Nabi Saleh a.s. Inilah unta Allah. (Asy-Syams: 13) Yaitu hati-hatilah kalian terhadap unta Allah ini, jangan sampai kalian mengganggunya dengan menimpakan keburukan terhadapnya. dan minumannya. (Asy-Syams: 13) Maksudnya, janganlah kalian melampaui batas atau bersikap zalim terhadap giliran minumnya, karena sesungguhnya dia mempunyai hari giliran tertentu bagi minumnya, juga bagi kalian ada hari giliran tertentu lainnya yang telah dimaklumi.\n\nAllah subhanahu wa ta’ala berfirman: Lalu mereka mendustakannya dan menyembelih unta itu. (Asy-Syams: 14) Yakni mereka mendustakan apa yang diperintahkan oleh nabi mereka, dan akibat dari sikap itu mereka berani menyembelih unta betina yang dikeluarkan oleh Allah subhanahu wa ta’ala dari sebuah batu besar, sebagai mukjizat Nabi Saleh terhadap mereka dan sekaligus sebagai hujah (alasan) terhadap mereka (bilamana mereka mendustakannya). maka Tuhan mereka membinasakan mereka disebabkan dosa mereka. (Asy-Syams: 14) Allah murka terhadap mereka, maka Dia membinasakan mereka hingga semuanya hancur dan mati. lalu Allah menyamaratakan mereka (dengan tanah). (Asy-Syams: 14) Yaitu Allah menjadikan hukuman yang ditimpakan kepada mereka berakibat mereka disamaratakan dengan tanah. Qatadah mengatakan bahwa telah sampai kepada kami suatu berita yang menyebutkan bahwa Uhaimir Tsamud masih belum menyembelih unta betina itu hingga ia diikuti oleh semua kaumnya yang kecil, yang dewasa, yang laki-laki dan yang wanitanya semuanya ikut andil.\n\nKetika mereka bersekutu menyembelih unta betina itu, maka Allah membinasakan mereka semuanya disebabkan dosa mereka, lalu Allah menyamaratakan mereka dengan tanah. Firman Allah subhanahu wa ta’ala: dan Allah tidak takut. (Asy-Syams: 15) Qiraat lain ada yang membacanya yukhafu. terhadap akibat tindakan-Nya itu. (Asy-Syams: 15) Ibnu Abbas mengatakan bahwa Allah tidak takut terhadap siapa pun tentang apa yang telah dilakukan-Nya, tiada seorang pun yang akan meminta pertanggungjawaban terhadap-Nya.\n\nHal yang sama telah dikatakan oleh Mujahid, Al-Hasan, Bakr ibnu Abdullah Al-Muzani, dan selain mereka. Adh-Dhahhak dan As-Suddi mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan dia tidak takut terhadap akibat dari perbuatannya. (Asy-Syams: 15) Demikianlah makna ayat menurut keduanya, yakni orang yang menyembelih unta betina Allah itu tidak takut kepada akibat dari perbuatannya itu. Tetapi pendapat pertamalah yang lebih kuat, mengingat konteks kalimat menunjukkan kepada pengertian tersebut; hanya Allah-lah Yang Maha Mengetahui. Demikianlah akhir tafsir surat Asy-Syams, segala puji bagi Allah atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Kaum Samud, yang dahulu tinggal di sebelah selatan Madinah, adalah contoh manusia yang mengotori jiwa dengan kekafiran dan maksiat. Kaum 'amud telah mendustakan rasulnya, yaitu Nabi Saleh, karena mereka melampaui batas dalam keingkaran terhadap ajakan nabi mereka dan melakukan tindakan yang penuh dosa. 12. Puncak perilaku buruk mereka tampak ketika bangkit orang yang paling celaka di antara mereka untuk melakukan tindakan yang sangat buruk akibatnya bagi mereka semua, yaitu membantai unta mukjizat Nabi Saleh.","tafsir-lengkap-kemenag":"Kaum Samud adalah umat Nabi Saleh. Mereka telah mendustakan dan mengingkari kenabian dan ajaran-ajaran yang dibawa Nabi Saleh dari Allah. Nabi Saleh diberi mukjizat oleh Allah sebagai ujian bagi kaumnya, yaitu seekor unta betina yang dijelmakan dari sebuah batu besar, untuk menandingi keahlian kaum itu yang sangat piawai dalam seni patung dari batu. Bila mereka piawai dalam seni patung sehingga patung itu terlihat bagaikan hidup, maka mukjizat Nabi Saleh adalah menjelmakan seekor unta betina yang benar-benar hidup dari sebuah batu. Akan tetapi, mereka tidak mengakuinya, dan berusaha membunuh unta itu.","tafsir-alazhar":"Ayat 9“Maka berbahagialah siapa yang membersihkannya.\" (ayat 9)Setelah Allah memberikan ilham dan petunjuk, mana jalan yang salah dan mana jalan kepada takwa, terserahlah kepada manusia itu sendiri, mana yang akan ditempuhnya, sebab dia diberi Allah akal budi. Maka berbahagialah orang-orang yang membersihkan jiwanya atau dirinya, gabungan di antara jasmani dan ruhaninya. Jasmani dibersihkan dari hadas dan najis, hadas besar atau kecil, baik najis ringan atau berat. Dan jiwanya dibersihkannya pula dari penyakit-penyakit yang mengancam kemurniaannya.Ayat 10“Dan celakalah siapa yang mengotorinya.\" (ayat 10)Ayat 11“Telah mendustakan Tsamud, tersebab kesombongannya.\" (ayat 11)Kesombongan adalah salah satu akibat daripada kekotoran jiwa. Kaum Tsamud sombong, angkuh dan lantaran itu mereka tidak memedulikan peraturan dan tidak menghargai janji yang telah diikat dengan Allah.Ayat 12“Seketika telah bangkit orang yang paling celaka di antaranya.\" (ayat 12)Ayat 13“Lalu berkata rasul Allah kepada mereka.\"Yaitu rasul Allah dan Nabi-Nya, Shalih, yang telah diutus Allah kepada kaum itu. Mulanya mereka tidak mau percaya kepada risalah yang dibawa oleh Nabi Shalih, lalu akhirnya mereka meminta ayat, tanda, atau mukjizat sebagai bukti bahwa dia memang utusan Allah, Lalu Allah ciptakan seekor unta besar. Maka dibuatlah janji bersama, bahwa jika unta itu tercipta, maka minuman akan dibagi; sehari minuman untuk unta dan sehari untuk penduduk negeri itu. Air itu timbul dari satu mata air yang jernih. Di hari minuman unta mereka tidak boleh mengambil air, walaupun seteguk. Di hari minum mereka, unta tidak akan minum, walaupun seteguk. Itulah yang dikatakan oleh Nabi Shalih.“(Jagalah) unta Allah dan minumannya.\" (ujung ayat 13)Artinya janganlah perjanjian dan pembagian itu dilanggar, turutilah baik-baik dan jangan unta Allah itu diganggu supaya kalian selamat.Ayat 14“Tetapi mereka dustakan dia.\"Mulanya mereka langgar peraturan yang telah diperbuat itu. Karena si celaka itu, dua orang kepalanya, yaitu Qadar dan Mashda' ingin minuman tuak di rumah kekasih mereka seorang perempuan jahat. Setelah tuak dihidangkan ternyata sangat tebal alkoholnya. Mereka ingin ditambah sedikit dengan air. Tetapi pada malam itu air tidak ada dalam kendi si perempuan, dan malam itu air tidak boleh diambil ke telaga, sebab sedang hari minuman unta. Maka dengan sombongnya kedua penjahat atau orang celaka itu menyuruh anak buah mereka menyatik air dan minum sepuas-puasnya dan jangan dipedulikan peraturan yang dibuat Nabi Shalih itu, karena membuat-buat peraturan yang mengikat kemerdekaan mereka, kalau perlu Shalih itu sendiri dibunuh. “Lalu mereka bunuh unta itu.\" Yang dinamai NaqatuIIah, unta Allah. Unta itu mereka bunuh beramai-ramai pada malam itu juga, mereka bagi-bagi dagingnya dan mereka makan bersama.“Maka Tuhan mereka pun mencurahkan adzab kepada mereka lantaran dosa mereka itu. Hingga Dia ratakan kebinasaan itu.\" (ujung ayat 14)Tidak ada yang terlepas, semua yang bersalah, laki-laki dan perempuan, bahkan siapa saja pun rata disapu oleh adzab, kecuali orang-orang yang beriman yang telah dapat memelihara diri di bawah pimpinan Nabi Shalih sebelum adzab turun.Ayat 15“Maka tidaklah Dia menghiraukan akibat dari kesalahan mereka.\" (ayat 15)Maka tidaklah Allah menghiraukan mereka, sedikit pun Allah tidak merasa kasihan, meskipun sifat Allah itu adalah Rahman dan Rahim. Terhadap orang ini Allah menunjukkan Sifat-Nya, ‘Azizun Dzuntiqam. Artinya Gagah Perkasa dan membalas kesalahan dengan setimpal."}},"12":{"arabic":"إِذِ ٱنبَعَثَ أَشۡقَىٰهَاإِذِ ٱنبَعَثَ أَشۡقَىٰهَا","words":{"arabicWords":["إِذِ","ٱنۢبَعَثَ","أَشۡقَىٰهَا"],"translationWords":["ketika","bangkit","orang yang lebih celaka diantaranya"]},"translation":"ketika orang yang paling celaka di antara mereka bangkit (untuk menyembelih unta betina Allah).","tafsir":{"tafsir-jalalayn":"(Ketika bangkit) artinya bersegera (orang yang paling celaka di antara mereka) orang tersebut dikenal dengan nama julukan si pendekar, lalu ia bersegera menyembelih unta Nabi Saleh atas izin mereka.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 11-15\n\n(Kaum) Tsamud telah mendustakan (rasulnya) karena mereka melampaui batas, ketika bangkit orang yang paling celaka di antara mereka, lalu Rasul Allah (Saleh) berkata kepada mereka, \"(Biarkanlah) unta betina Allah dan minumannya. Lalu mereka mendustakannya dan menyembelih unta itu, maka Tuhan mereka membinasakan mereka disebabkan dosa mereka, lalu Allah menyamaratakan mereka (dengan tanah), dan Allah tidak takut terhadap akibat tindakan-Nya itu. Allah subhanahu wa ta’ala menceritakan tentang kaum Tsamud, bahwa mereka mendustakan Rasul Allah yang diutus kepada mereka, karena sudah menjadi watak mereka perbuatan sewenang-wenang dan melampaui batas. Muhammad ibnu Ka'b telah mengatakan sehubungan dengan makna firman-Nya: karena mereka melampaui batas. (Asy-Syams: 11) Bahwa lafal tagwaha artinya semuanya, yakni kaum Tsamud semuanya.\n\nTetapi pendapat yang paling utama adalah pendapat yang pertama, yang mengartikan 'melampaui batas'. Demikianlah menurut pendapat Mujahid dan Qatadah serta selain keduanya. Maka sebagai akibat dari sikap dan watak mereka yang demikian itu akhirnya mereka mendustakan hidayah dan keyakinan yang disampaikan oleh rasul mereka. ketika bangkit orang yang paling celaka di antara mereka. (Asy-Syams: 12) Yakni orang yang paling jahat di antara kabilah, dia adalah Qaddar ibnu Salif si penyembelih unta betina, dia dijuluki dengan sebutan Uhaimir Tsamud, dan dialah yang disebutkan oleh Allah subhanahu wa ta’ala dalam firman-Nya: Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya. (Al-Qamar: 29) Lelaki itu adalah seorang yang perkasa lagi dimuliakan di kalangan kaumnya, mempunyai kedudukan nasab yang terhormat, dan pemimpin yang ditaati.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ibnu Namir, telah menceritakan kepada kami Hisyam, dari ayahnya, dari Abdullah ibnu Zam'ah yang mengatakan bahwa Rasulullah ﷺ dalam suatu khotbahnya menceritakan perihal unta betina ini dan menyebutkan orang yang menyembelihnya. Maka beliau ﷺ bersabda: Ketika bangkit orang yang paling celaka di antara mereka menuju ke unta itu (untuk menyembelihnya), dia adalah seorang lelaki yang kuat, dimuliakan, dan paling dipengaruhi di kalangan kaumnya, seperti halnya Abu Zam'ah. Imam Bukhari meriwayatkannya di dalam kitab tafsir, dan Imam Muslim di dalam Sifatun Nar, juga Imam At-Tirmidzi dan Imam An-Nasai di dalam kitab sunan masing-masing.\n\nDemikian pula Ibnu Jarir dan Ibnu 'Abu Hatim, dari Tauq, dari Hisyam ibnu Urwah dengan sanad yang sama. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Muhammad ibnu Ishaq, telah menceritakan kepadaku Yazid ibnu Muhammad ibnu Khaisam, dari Muhammad ibnu Ka'b Al-Qurazi, dari Muhammad ibnu Khaisam ibnu Abu Marsad, dari Ammar ibnu Yasir yang mengatakan bahwa Rasulullah ﷺ pernah bersabda kepada Ali, \"Maukah aku ceritakan kepadamu tentang orang yang paling celaka?\" Ali menjawab, \"Tentu saja mau.\" Rasulullah ﷺ bersabda: Dua orang lelaki yaitu Uhaimir Samudyang telah menyembelih unta betina dan lelaki yang telah memukulmu, haiA li, pada bagian ini mu, hingga kamu bersimbah darah karenanya.\n\nYang dimaksud ialah bagian dagunya. Firman Allah subhanahu wa ta’ala: lalu Rasul Allah berkata kepada mereka. (Asy-Syams: 13) Rasul Allah yang diutus kepada mereka adalah Nabi Saleh a.s. Inilah unta Allah. (Asy-Syams: 13) Yaitu hati-hatilah kalian terhadap unta Allah ini, jangan sampai kalian mengganggunya dengan menimpakan keburukan terhadapnya. dan minumannya. (Asy-Syams: 13) Maksudnya, janganlah kalian melampaui batas atau bersikap zalim terhadap giliran minumnya, karena sesungguhnya dia mempunyai hari giliran tertentu bagi minumnya, juga bagi kalian ada hari giliran tertentu lainnya yang telah dimaklumi.\n\nAllah subhanahu wa ta’ala berfirman: Lalu mereka mendustakannya dan menyembelih unta itu. (Asy-Syams: 14) Yakni mereka mendustakan apa yang diperintahkan oleh nabi mereka, dan akibat dari sikap itu mereka berani menyembelih unta betina yang dikeluarkan oleh Allah subhanahu wa ta’ala dari sebuah batu besar, sebagai mukjizat Nabi Saleh terhadap mereka dan sekaligus sebagai hujah (alasan) terhadap mereka (bilamana mereka mendustakannya). maka Tuhan mereka membinasakan mereka disebabkan dosa mereka. (Asy-Syams: 14) Allah murka terhadap mereka, maka Dia membinasakan mereka hingga semuanya hancur dan mati. lalu Allah menyamaratakan mereka (dengan tanah). (Asy-Syams: 14) Yaitu Allah menjadikan hukuman yang ditimpakan kepada mereka berakibat mereka disamaratakan dengan tanah. Qatadah mengatakan bahwa telah sampai kepada kami suatu berita yang menyebutkan bahwa Uhaimir Tsamud masih belum menyembelih unta betina itu hingga ia diikuti oleh semua kaumnya yang kecil, yang dewasa, yang laki-laki dan yang wanitanya semuanya ikut andil.\n\nKetika mereka bersekutu menyembelih unta betina itu, maka Allah membinasakan mereka semuanya disebabkan dosa mereka, lalu Allah menyamaratakan mereka dengan tanah. Firman Allah subhanahu wa ta’ala: dan Allah tidak takut. (Asy-Syams: 15) Qiraat lain ada yang membacanya yukhafu. terhadap akibat tindakan-Nya itu. (Asy-Syams: 15) Ibnu Abbas mengatakan bahwa Allah tidak takut terhadap siapa pun tentang apa yang telah dilakukan-Nya, tiada seorang pun yang akan meminta pertanggungjawaban terhadap-Nya.\n\nHal yang sama telah dikatakan oleh Mujahid, Al-Hasan, Bakr ibnu Abdullah Al-Muzani, dan selain mereka. Adh-Dhahhak dan As-Suddi mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan dia tidak takut terhadap akibat dari perbuatannya. (Asy-Syams: 15) Demikianlah makna ayat menurut keduanya, yakni orang yang menyembelih unta betina Allah itu tidak takut kepada akibat dari perbuatannya itu. Tetapi pendapat pertamalah yang lebih kuat, mengingat konteks kalimat menunjukkan kepada pengertian tersebut; hanya Allah-lah Yang Maha Mengetahui. Demikianlah akhir tafsir surat Asy-Syams, segala puji bagi Allah atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Puncak perilaku buruk mereka tampak ketika bangkit orang yang paling celaka di antara mereka untuk melakukan tindakan yang sangat buruk akibatnya bagi mereka semua, yaitu membantai unta mukjizat Nabi Saleh. 13. Melihat gelagat buruk itu lalu Rasul Allah, Nabi Saleh, berkata kepada mereka, 'Biarkanlah unta betina dari Allah ini dengan minumannya. ' Janganlah kamu mengusik apalagi membunuh'nya. Jangan pula kamu larang unta itu mengambil jatah air minumnya sesuai kesepakatan kita satu hari untuk unta dan hari berikutnya untuk kaum 'amud.","tafsir-lengkap-kemenag":"Awal kecelakaan bagi kaum Samud adalah ketika tampil seorang yang paling jahat dari mereka, yaitu Qudar bin Salif. Ia adalah seorang yang sangat berani, perkasa, dan bengis. Ia datang memprovokasi kaumnya untuk membunuh unta betina mukjizat Nabi Saleh.","tafsir-alazhar":"Ayat 9“Maka berbahagialah siapa yang membersihkannya.\" (ayat 9)Setelah Allah memberikan ilham dan petunjuk, mana jalan yang salah dan mana jalan kepada takwa, terserahlah kepada manusia itu sendiri, mana yang akan ditempuhnya, sebab dia diberi Allah akal budi. Maka berbahagialah orang-orang yang membersihkan jiwanya atau dirinya, gabungan di antara jasmani dan ruhaninya. Jasmani dibersihkan dari hadas dan najis, hadas besar atau kecil, baik najis ringan atau berat. Dan jiwanya dibersihkannya pula dari penyakit-penyakit yang mengancam kemurniaannya.Ayat 10“Dan celakalah siapa yang mengotorinya.\" (ayat 10)Ayat 11“Telah mendustakan Tsamud, tersebab kesombongannya.\" (ayat 11)Kesombongan adalah salah satu akibat daripada kekotoran jiwa. Kaum Tsamud sombong, angkuh dan lantaran itu mereka tidak memedulikan peraturan dan tidak menghargai janji yang telah diikat dengan Allah.Ayat 12“Seketika telah bangkit orang yang paling celaka di antaranya.\" (ayat 12)Ayat 13“Lalu berkata rasul Allah kepada mereka.\"Yaitu rasul Allah dan Nabi-Nya, Shalih, yang telah diutus Allah kepada kaum itu. Mulanya mereka tidak mau percaya kepada risalah yang dibawa oleh Nabi Shalih, lalu akhirnya mereka meminta ayat, tanda, atau mukjizat sebagai bukti bahwa dia memang utusan Allah, Lalu Allah ciptakan seekor unta besar. Maka dibuatlah janji bersama, bahwa jika unta itu tercipta, maka minuman akan dibagi; sehari minuman untuk unta dan sehari untuk penduduk negeri itu. Air itu timbul dari satu mata air yang jernih. Di hari minuman unta mereka tidak boleh mengambil air, walaupun seteguk. Di hari minum mereka, unta tidak akan minum, walaupun seteguk. Itulah yang dikatakan oleh Nabi Shalih.“(Jagalah) unta Allah dan minumannya.\" (ujung ayat 13)Artinya janganlah perjanjian dan pembagian itu dilanggar, turutilah baik-baik dan jangan unta Allah itu diganggu supaya kalian selamat.Ayat 14“Tetapi mereka dustakan dia.\"Mulanya mereka langgar peraturan yang telah diperbuat itu. Karena si celaka itu, dua orang kepalanya, yaitu Qadar dan Mashda' ingin minuman tuak di rumah kekasih mereka seorang perempuan jahat. Setelah tuak dihidangkan ternyata sangat tebal alkoholnya. Mereka ingin ditambah sedikit dengan air. Tetapi pada malam itu air tidak ada dalam kendi si perempuan, dan malam itu air tidak boleh diambil ke telaga, sebab sedang hari minuman unta. Maka dengan sombongnya kedua penjahat atau orang celaka itu menyuruh anak buah mereka menyatik air dan minum sepuas-puasnya dan jangan dipedulikan peraturan yang dibuat Nabi Shalih itu, karena membuat-buat peraturan yang mengikat kemerdekaan mereka, kalau perlu Shalih itu sendiri dibunuh. “Lalu mereka bunuh unta itu.\" Yang dinamai NaqatuIIah, unta Allah. Unta itu mereka bunuh beramai-ramai pada malam itu juga, mereka bagi-bagi dagingnya dan mereka makan bersama.“Maka Tuhan mereka pun mencurahkan adzab kepada mereka lantaran dosa mereka itu. Hingga Dia ratakan kebinasaan itu.\" (ujung ayat 14)Tidak ada yang terlepas, semua yang bersalah, laki-laki dan perempuan, bahkan siapa saja pun rata disapu oleh adzab, kecuali orang-orang yang beriman yang telah dapat memelihara diri di bawah pimpinan Nabi Shalih sebelum adzab turun.Ayat 15“Maka tidaklah Dia menghiraukan akibat dari kesalahan mereka.\" (ayat 15)Maka tidaklah Allah menghiraukan mereka, sedikit pun Allah tidak merasa kasihan, meskipun sifat Allah itu adalah Rahman dan Rahim. Terhadap orang ini Allah menunjukkan Sifat-Nya, ‘Azizun Dzuntiqam. Artinya Gagah Perkasa dan membalas kesalahan dengan setimpal."}},"13":{"arabic":"فَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡيَٰهَافَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡيَٰهَا","words":{"arabicWords":["فَقَالَ","لَهُمۡ","رَسُولُ","ٱللَّهِ","نَاقَةَ","ٱللَّهِ","وَسُقۡيَٰهَا"],"translationWords":["dan berkata","kepada mereka","rasul","Allah","unta betina","Allah","dan minumannya"]},"translation":"Rasul Allah (Saleh) lalu berkata kepada mereka, “(Biarkanlah) unta betina Allah ini beserta minumannya.”","tafsir":{"tafsir-jalalayn":"(Lalu Rasul Allah berkata kepada mereka) yakni Nabi Saleh (\"Unta betina Allah) maksudnya biarkanlah unta betina Allah ini (dan minumannya\") dan hari bagian minumnya; sesungguhnya bagian minum itu digilirkan antara mereka dan unta; untuk unta sehari dan untuk mereka sehari.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 11-15\n\n(Kaum) Tsamud telah mendustakan (rasulnya) karena mereka melampaui batas, ketika bangkit orang yang paling celaka di antara mereka, lalu Rasul Allah (Saleh) berkata kepada mereka, \"(Biarkanlah) unta betina Allah dan minumannya. Lalu mereka mendustakannya dan menyembelih unta itu, maka Tuhan mereka membinasakan mereka disebabkan dosa mereka, lalu Allah menyamaratakan mereka (dengan tanah), dan Allah tidak takut terhadap akibat tindakan-Nya itu. Allah subhanahu wa ta’ala menceritakan tentang kaum Tsamud, bahwa mereka mendustakan Rasul Allah yang diutus kepada mereka, karena sudah menjadi watak mereka perbuatan sewenang-wenang dan melampaui batas. Muhammad ibnu Ka'b telah mengatakan sehubungan dengan makna firman-Nya: karena mereka melampaui batas. (Asy-Syams: 11) Bahwa lafal tagwaha artinya semuanya, yakni kaum Tsamud semuanya.\n\nTetapi pendapat yang paling utama adalah pendapat yang pertama, yang mengartikan 'melampaui batas'. Demikianlah menurut pendapat Mujahid dan Qatadah serta selain keduanya. Maka sebagai akibat dari sikap dan watak mereka yang demikian itu akhirnya mereka mendustakan hidayah dan keyakinan yang disampaikan oleh rasul mereka. ketika bangkit orang yang paling celaka di antara mereka. (Asy-Syams: 12) Yakni orang yang paling jahat di antara kabilah, dia adalah Qaddar ibnu Salif si penyembelih unta betina, dia dijuluki dengan sebutan Uhaimir Tsamud, dan dialah yang disebutkan oleh Allah subhanahu wa ta’ala dalam firman-Nya: Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya. (Al-Qamar: 29) Lelaki itu adalah seorang yang perkasa lagi dimuliakan di kalangan kaumnya, mempunyai kedudukan nasab yang terhormat, dan pemimpin yang ditaati.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ibnu Namir, telah menceritakan kepada kami Hisyam, dari ayahnya, dari Abdullah ibnu Zam'ah yang mengatakan bahwa Rasulullah ﷺ dalam suatu khotbahnya menceritakan perihal unta betina ini dan menyebutkan orang yang menyembelihnya. Maka beliau ﷺ bersabda: Ketika bangkit orang yang paling celaka di antara mereka menuju ke unta itu (untuk menyembelihnya), dia adalah seorang lelaki yang kuat, dimuliakan, dan paling dipengaruhi di kalangan kaumnya, seperti halnya Abu Zam'ah. Imam Bukhari meriwayatkannya di dalam kitab tafsir, dan Imam Muslim di dalam Sifatun Nar, juga Imam At-Tirmidzi dan Imam An-Nasai di dalam kitab sunan masing-masing.\n\nDemikian pula Ibnu Jarir dan Ibnu 'Abu Hatim, dari Tauq, dari Hisyam ibnu Urwah dengan sanad yang sama. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Muhammad ibnu Ishaq, telah menceritakan kepadaku Yazid ibnu Muhammad ibnu Khaisam, dari Muhammad ibnu Ka'b Al-Qurazi, dari Muhammad ibnu Khaisam ibnu Abu Marsad, dari Ammar ibnu Yasir yang mengatakan bahwa Rasulullah ﷺ pernah bersabda kepada Ali, \"Maukah aku ceritakan kepadamu tentang orang yang paling celaka?\" Ali menjawab, \"Tentu saja mau.\" Rasulullah ﷺ bersabda: Dua orang lelaki yaitu Uhaimir Samudyang telah menyembelih unta betina dan lelaki yang telah memukulmu, haiA li, pada bagian ini mu, hingga kamu bersimbah darah karenanya.\n\nYang dimaksud ialah bagian dagunya. Firman Allah subhanahu wa ta’ala: lalu Rasul Allah berkata kepada mereka. (Asy-Syams: 13) Rasul Allah yang diutus kepada mereka adalah Nabi Saleh a.s. Inilah unta Allah. (Asy-Syams: 13) Yaitu hati-hatilah kalian terhadap unta Allah ini, jangan sampai kalian mengganggunya dengan menimpakan keburukan terhadapnya. dan minumannya. (Asy-Syams: 13) Maksudnya, janganlah kalian melampaui batas atau bersikap zalim terhadap giliran minumnya, karena sesungguhnya dia mempunyai hari giliran tertentu bagi minumnya, juga bagi kalian ada hari giliran tertentu lainnya yang telah dimaklumi.\n\nAllah subhanahu wa ta’ala berfirman: Lalu mereka mendustakannya dan menyembelih unta itu. (Asy-Syams: 14) Yakni mereka mendustakan apa yang diperintahkan oleh nabi mereka, dan akibat dari sikap itu mereka berani menyembelih unta betina yang dikeluarkan oleh Allah subhanahu wa ta’ala dari sebuah batu besar, sebagai mukjizat Nabi Saleh terhadap mereka dan sekaligus sebagai hujah (alasan) terhadap mereka (bilamana mereka mendustakannya). maka Tuhan mereka membinasakan mereka disebabkan dosa mereka. (Asy-Syams: 14) Allah murka terhadap mereka, maka Dia membinasakan mereka hingga semuanya hancur dan mati. lalu Allah menyamaratakan mereka (dengan tanah). (Asy-Syams: 14) Yaitu Allah menjadikan hukuman yang ditimpakan kepada mereka berakibat mereka disamaratakan dengan tanah. Qatadah mengatakan bahwa telah sampai kepada kami suatu berita yang menyebutkan bahwa Uhaimir Tsamud masih belum menyembelih unta betina itu hingga ia diikuti oleh semua kaumnya yang kecil, yang dewasa, yang laki-laki dan yang wanitanya semuanya ikut andil.\n\nKetika mereka bersekutu menyembelih unta betina itu, maka Allah membinasakan mereka semuanya disebabkan dosa mereka, lalu Allah menyamaratakan mereka dengan tanah. Firman Allah subhanahu wa ta’ala: dan Allah tidak takut. (Asy-Syams: 15) Qiraat lain ada yang membacanya yukhafu. terhadap akibat tindakan-Nya itu. (Asy-Syams: 15) Ibnu Abbas mengatakan bahwa Allah tidak takut terhadap siapa pun tentang apa yang telah dilakukan-Nya, tiada seorang pun yang akan meminta pertanggungjawaban terhadap-Nya.\n\nHal yang sama telah dikatakan oleh Mujahid, Al-Hasan, Bakr ibnu Abdullah Al-Muzani, dan selain mereka. Adh-Dhahhak dan As-Suddi mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan dia tidak takut terhadap akibat dari perbuatannya. (Asy-Syams: 15) Demikianlah makna ayat menurut keduanya, yakni orang yang menyembelih unta betina Allah itu tidak takut kepada akibat dari perbuatannya itu. Tetapi pendapat pertamalah yang lebih kuat, mengingat konteks kalimat menunjukkan kepada pengertian tersebut; hanya Allah-lah Yang Maha Mengetahui. Demikianlah akhir tafsir surat Asy-Syams, segala puji bagi Allah atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Melihat gelagat buruk itu lalu Rasul Allah, Nabi Saleh, berkata kepada mereka, 'Biarkanlah unta betina dari Allah ini dengan minumannya. ' Janganlah kamu mengusik apalagi membunuh'nya. Jangan pula kamu larang unta itu mengambil jatah air minumnya sesuai kesepakatan kita satu hari untuk unta dan hari berikutnya untuk kaum 'amud. 14. Kaum Samud tidak rela dengan pembagian jatah air itu. Nabi Saleh telah menasihati mereka, namun mereka mengabaikan serta mendustakannya, dan dengan beringas pria paling celaka itu menyembelih' unta tersebut dan membantainya atas perintah kaum Samud. Karena itu Tuhan membinasakan mereka karena dosanya, lalu diratakan-Nya mereka dengan tanah. Hanya Nabi Saleh dan orang beriman yang selamat dari azab itu. Kejadian ini memberi pesan kepada generasi setelahnya bahwa aturan agama Allah harus diindahkan. Mereka yang menentang dan melakukan dosa akan mendapatkan sanksi yang keras dari Allah di dunia sebelum sanksi yang lebih keras lagi di akhirat.","tafsir-lengkap-kemenag":"Nabi Saleh memperingatkan kaumnya agar tidak mengganggu unta itu. Ia memperingatkan bahwa unta itu adalah mukjizat dari Allah, dan haknya untuk memperoleh minum berselang hari dengan mereka, harus dihormati. Ia memperingatkan pula bahwa bila mereka mengganggunya, mereka akan mendapat bahaya.","tafsir-alazhar":"Ayat 9“Maka berbahagialah siapa yang membersihkannya.\" (ayat 9)Setelah Allah memberikan ilham dan petunjuk, mana jalan yang salah dan mana jalan kepada takwa, terserahlah kepada manusia itu sendiri, mana yang akan ditempuhnya, sebab dia diberi Allah akal budi. Maka berbahagialah orang-orang yang membersihkan jiwanya atau dirinya, gabungan di antara jasmani dan ruhaninya. Jasmani dibersihkan dari hadas dan najis, hadas besar atau kecil, baik najis ringan atau berat. Dan jiwanya dibersihkannya pula dari penyakit-penyakit yang mengancam kemurniaannya.Ayat 10“Dan celakalah siapa yang mengotorinya.\" (ayat 10)Ayat 11“Telah mendustakan Tsamud, tersebab kesombongannya.\" (ayat 11)Kesombongan adalah salah satu akibat daripada kekotoran jiwa. Kaum Tsamud sombong, angkuh dan lantaran itu mereka tidak memedulikan peraturan dan tidak menghargai janji yang telah diikat dengan Allah.Ayat 12“Seketika telah bangkit orang yang paling celaka di antaranya.\" (ayat 12)Ayat 13“Lalu berkata rasul Allah kepada mereka.\"Yaitu rasul Allah dan Nabi-Nya, Shalih, yang telah diutus Allah kepada kaum itu. Mulanya mereka tidak mau percaya kepada risalah yang dibawa oleh Nabi Shalih, lalu akhirnya mereka meminta ayat, tanda, atau mukjizat sebagai bukti bahwa dia memang utusan Allah, Lalu Allah ciptakan seekor unta besar. Maka dibuatlah janji bersama, bahwa jika unta itu tercipta, maka minuman akan dibagi; sehari minuman untuk unta dan sehari untuk penduduk negeri itu. Air itu timbul dari satu mata air yang jernih. Di hari minuman unta mereka tidak boleh mengambil air, walaupun seteguk. Di hari minum mereka, unta tidak akan minum, walaupun seteguk. Itulah yang dikatakan oleh Nabi Shalih.“(Jagalah) unta Allah dan minumannya.\" (ujung ayat 13)Artinya janganlah perjanjian dan pembagian itu dilanggar, turutilah baik-baik dan jangan unta Allah itu diganggu supaya kalian selamat.Ayat 14“Tetapi mereka dustakan dia.\"Mulanya mereka langgar peraturan yang telah diperbuat itu. Karena si celaka itu, dua orang kepalanya, yaitu Qadar dan Mashda' ingin minuman tuak di rumah kekasih mereka seorang perempuan jahat. Setelah tuak dihidangkan ternyata sangat tebal alkoholnya. Mereka ingin ditambah sedikit dengan air. Tetapi pada malam itu air tidak ada dalam kendi si perempuan, dan malam itu air tidak boleh diambil ke telaga, sebab sedang hari minuman unta. Maka dengan sombongnya kedua penjahat atau orang celaka itu menyuruh anak buah mereka menyatik air dan minum sepuas-puasnya dan jangan dipedulikan peraturan yang dibuat Nabi Shalih itu, karena membuat-buat peraturan yang mengikat kemerdekaan mereka, kalau perlu Shalih itu sendiri dibunuh. “Lalu mereka bunuh unta itu.\" Yang dinamai NaqatuIIah, unta Allah. Unta itu mereka bunuh beramai-ramai pada malam itu juga, mereka bagi-bagi dagingnya dan mereka makan bersama.“Maka Tuhan mereka pun mencurahkan adzab kepada mereka lantaran dosa mereka itu. Hingga Dia ratakan kebinasaan itu.\" (ujung ayat 14)Tidak ada yang terlepas, semua yang bersalah, laki-laki dan perempuan, bahkan siapa saja pun rata disapu oleh adzab, kecuali orang-orang yang beriman yang telah dapat memelihara diri di bawah pimpinan Nabi Shalih sebelum adzab turun.Ayat 15“Maka tidaklah Dia menghiraukan akibat dari kesalahan mereka.\" (ayat 15)Maka tidaklah Allah menghiraukan mereka, sedikit pun Allah tidak merasa kasihan, meskipun sifat Allah itu adalah Rahman dan Rahim. Terhadap orang ini Allah menunjukkan Sifat-Nya, ‘Azizun Dzuntiqam. Artinya Gagah Perkasa dan membalas kesalahan dengan setimpal."}},"14":{"arabic":"فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمۡدَمَ عَلَيۡهِمۡ رَبُّهُم بِذَنبِهِمۡ فَسَوَّىٰهَافَكَذَّبُوهُ فَعَقَرُوهَا فَدَمۡدَمَ عَلَيۡهِمۡ رَبُّهُم بِذَنبِهِمۡ فَسَوَّىٰهَا","words":{"arabicWords":["فَكَذَّبُوهُ","فَعَقَرُوهَا","فَدَمۡدَمَ","عَلَيۡهِمۡ","رَبُّهُم","بِذَنۢبِهِمۡ","فَسَوَّىٰهَا"],"translationWords":["dan mendustakan","maka mereka melukai/menyembelih","maka menurunkan azab/membinasakan","atas mereka","Tuhan mereka","dengan dosa-dosa mereka","dan Dia meratakannya"]},"translation":"Namun, mereka kemudian mendustakannya (Saleh) dan menyembelih (unta betina) itu. Maka, Tuhan membinasakan mereka karena dosa-dosanya, lalu meratakan mereka (dengan tanah).","tafsir":{"tafsir-jalalayn":"(Lalu mereka mendustakannya) mendustakan ucapan Nabi Saleh yang mengatakan, bahwa unta itu adalah milik Allah, dan bila mereka melanggarnya niscaya hal itu akan berakibat turunnya azab atas mereka (dan menyembelih unta itu) atau mereka membunuhnya itu, dengan maksud supaya bagian minum itu diperoleh seluruhnya oleh mereka (maka menimpakanlah) atau menurunkanlah (kepada mereka Rabb mereka) azab (disebabkan dosa mereka, lalu Allah meratakan azab) atas mereka, sehingga tidak ada seorang pun dari mereka yang dapat lolos atau menyelamatkan diri dari azab-Nya.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 11-15\n\n(Kaum) Tsamud telah mendustakan (rasulnya) karena mereka melampaui batas, ketika bangkit orang yang paling celaka di antara mereka, lalu Rasul Allah (Saleh) berkata kepada mereka, \"(Biarkanlah) unta betina Allah dan minumannya. Lalu mereka mendustakannya dan menyembelih unta itu, maka Tuhan mereka membinasakan mereka disebabkan dosa mereka, lalu Allah menyamaratakan mereka (dengan tanah), dan Allah tidak takut terhadap akibat tindakan-Nya itu. Allah subhanahu wa ta’ala menceritakan tentang kaum Tsamud, bahwa mereka mendustakan Rasul Allah yang diutus kepada mereka, karena sudah menjadi watak mereka perbuatan sewenang-wenang dan melampaui batas. Muhammad ibnu Ka'b telah mengatakan sehubungan dengan makna firman-Nya: karena mereka melampaui batas. (Asy-Syams: 11) Bahwa lafal tagwaha artinya semuanya, yakni kaum Tsamud semuanya.\n\nTetapi pendapat yang paling utama adalah pendapat yang pertama, yang mengartikan 'melampaui batas'. Demikianlah menurut pendapat Mujahid dan Qatadah serta selain keduanya. Maka sebagai akibat dari sikap dan watak mereka yang demikian itu akhirnya mereka mendustakan hidayah dan keyakinan yang disampaikan oleh rasul mereka. ketika bangkit orang yang paling celaka di antara mereka. (Asy-Syams: 12) Yakni orang yang paling jahat di antara kabilah, dia adalah Qaddar ibnu Salif si penyembelih unta betina, dia dijuluki dengan sebutan Uhaimir Tsamud, dan dialah yang disebutkan oleh Allah subhanahu wa ta’ala dalam firman-Nya: Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya. (Al-Qamar: 29) Lelaki itu adalah seorang yang perkasa lagi dimuliakan di kalangan kaumnya, mempunyai kedudukan nasab yang terhormat, dan pemimpin yang ditaati.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ibnu Namir, telah menceritakan kepada kami Hisyam, dari ayahnya, dari Abdullah ibnu Zam'ah yang mengatakan bahwa Rasulullah ﷺ dalam suatu khotbahnya menceritakan perihal unta betina ini dan menyebutkan orang yang menyembelihnya. Maka beliau ﷺ bersabda: Ketika bangkit orang yang paling celaka di antara mereka menuju ke unta itu (untuk menyembelihnya), dia adalah seorang lelaki yang kuat, dimuliakan, dan paling dipengaruhi di kalangan kaumnya, seperti halnya Abu Zam'ah. Imam Bukhari meriwayatkannya di dalam kitab tafsir, dan Imam Muslim di dalam Sifatun Nar, juga Imam At-Tirmidzi dan Imam An-Nasai di dalam kitab sunan masing-masing.\n\nDemikian pula Ibnu Jarir dan Ibnu 'Abu Hatim, dari Tauq, dari Hisyam ibnu Urwah dengan sanad yang sama. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Muhammad ibnu Ishaq, telah menceritakan kepadaku Yazid ibnu Muhammad ibnu Khaisam, dari Muhammad ibnu Ka'b Al-Qurazi, dari Muhammad ibnu Khaisam ibnu Abu Marsad, dari Ammar ibnu Yasir yang mengatakan bahwa Rasulullah ﷺ pernah bersabda kepada Ali, \"Maukah aku ceritakan kepadamu tentang orang yang paling celaka?\" Ali menjawab, \"Tentu saja mau.\" Rasulullah ﷺ bersabda: Dua orang lelaki yaitu Uhaimir Samudyang telah menyembelih unta betina dan lelaki yang telah memukulmu, haiA li, pada bagian ini mu, hingga kamu bersimbah darah karenanya.\n\nYang dimaksud ialah bagian dagunya. Firman Allah subhanahu wa ta’ala: lalu Rasul Allah berkata kepada mereka. (Asy-Syams: 13) Rasul Allah yang diutus kepada mereka adalah Nabi Saleh a.s. Inilah unta Allah. (Asy-Syams: 13) Yaitu hati-hatilah kalian terhadap unta Allah ini, jangan sampai kalian mengganggunya dengan menimpakan keburukan terhadapnya. dan minumannya. (Asy-Syams: 13) Maksudnya, janganlah kalian melampaui batas atau bersikap zalim terhadap giliran minumnya, karena sesungguhnya dia mempunyai hari giliran tertentu bagi minumnya, juga bagi kalian ada hari giliran tertentu lainnya yang telah dimaklumi.\n\nAllah subhanahu wa ta’ala berfirman: Lalu mereka mendustakannya dan menyembelih unta itu. (Asy-Syams: 14) Yakni mereka mendustakan apa yang diperintahkan oleh nabi mereka, dan akibat dari sikap itu mereka berani menyembelih unta betina yang dikeluarkan oleh Allah subhanahu wa ta’ala dari sebuah batu besar, sebagai mukjizat Nabi Saleh terhadap mereka dan sekaligus sebagai hujah (alasan) terhadap mereka (bilamana mereka mendustakannya). maka Tuhan mereka membinasakan mereka disebabkan dosa mereka. (Asy-Syams: 14) Allah murka terhadap mereka, maka Dia membinasakan mereka hingga semuanya hancur dan mati. lalu Allah menyamaratakan mereka (dengan tanah). (Asy-Syams: 14) Yaitu Allah menjadikan hukuman yang ditimpakan kepada mereka berakibat mereka disamaratakan dengan tanah. Qatadah mengatakan bahwa telah sampai kepada kami suatu berita yang menyebutkan bahwa Uhaimir Tsamud masih belum menyembelih unta betina itu hingga ia diikuti oleh semua kaumnya yang kecil, yang dewasa, yang laki-laki dan yang wanitanya semuanya ikut andil.\n\nKetika mereka bersekutu menyembelih unta betina itu, maka Allah membinasakan mereka semuanya disebabkan dosa mereka, lalu Allah menyamaratakan mereka dengan tanah. Firman Allah subhanahu wa ta’ala: dan Allah tidak takut. (Asy-Syams: 15) Qiraat lain ada yang membacanya yukhafu. terhadap akibat tindakan-Nya itu. (Asy-Syams: 15) Ibnu Abbas mengatakan bahwa Allah tidak takut terhadap siapa pun tentang apa yang telah dilakukan-Nya, tiada seorang pun yang akan meminta pertanggungjawaban terhadap-Nya.\n\nHal yang sama telah dikatakan oleh Mujahid, Al-Hasan, Bakr ibnu Abdullah Al-Muzani, dan selain mereka. Adh-Dhahhak dan As-Suddi mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan dia tidak takut terhadap akibat dari perbuatannya. (Asy-Syams: 15) Demikianlah makna ayat menurut keduanya, yakni orang yang menyembelih unta betina Allah itu tidak takut kepada akibat dari perbuatannya itu. Tetapi pendapat pertamalah yang lebih kuat, mengingat konteks kalimat menunjukkan kepada pengertian tersebut; hanya Allah-lah Yang Maha Mengetahui. Demikianlah akhir tafsir surat Asy-Syams, segala puji bagi Allah atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Kaum Samud tidak rela dengan pembagian jatah air itu. Nabi Saleh telah menasihati mereka, namun mereka mengabaikan serta mendustakannya, dan dengan beringas pria paling celaka itu menyembelih' unta tersebut dan membantainya atas perintah kaum Samud. Karena itu Tuhan membinasakan mereka karena dosanya, lalu diratakan-Nya mereka dengan tanah. Hanya Nabi Saleh dan orang beriman yang selamat dari azab itu. Kejadian ini memberi pesan kepada generasi setelahnya bahwa aturan agama Allah harus diindahkan. Mereka yang menentang dan melakukan dosa akan mendapatkan sanksi yang keras dari Allah di dunia sebelum sanksi yang lebih keras lagi di akhirat. 15. Allah membinasakan mereka dan Dia tidak takut terhadap akibatnya. Allah tidak diminta pertanggungjawaban atas tindakan-Nya oleh siapa pun. Tindakan Allah, apa pun bentuknya, adalah keadilan sejati. Makhluk harus menaati aturan-Nya dan mempertanggungjawabkan amal perbuatannya di hadapan Allah di akhirat nanti.","tafsir-lengkap-kemenag":"Akan tetapi, kaumnya memandang Nabi Saleh bohong, begitu juga unta itu sebagai mukjizat, dan menganggap sepi peringatan Nabi Saleh tersebut. Unta itu mereka tangkap beramai-ramai, lalu Qudar bin Salif membunuhnya dengan cara memotong-motongnya. Akhirnya Allah meratakan negeri mereka dengan tanah, dengan mengirim petir yang menggelegar yang diiringi gempa yang dahsyat, sebagai balasan pembangkangan dan dosa-dosa mereka.","tafsir-alazhar":"Ayat 9“Maka berbahagialah siapa yang membersihkannya.\" (ayat 9)Setelah Allah memberikan ilham dan petunjuk, mana jalan yang salah dan mana jalan kepada takwa, terserahlah kepada manusia itu sendiri, mana yang akan ditempuhnya, sebab dia diberi Allah akal budi. Maka berbahagialah orang-orang yang membersihkan jiwanya atau dirinya, gabungan di antara jasmani dan ruhaninya. Jasmani dibersihkan dari hadas dan najis, hadas besar atau kecil, baik najis ringan atau berat. Dan jiwanya dibersihkannya pula dari penyakit-penyakit yang mengancam kemurniaannya.Ayat 10“Dan celakalah siapa yang mengotorinya.\" (ayat 10)Ayat 11“Telah mendustakan Tsamud, tersebab kesombongannya.\" (ayat 11)Kesombongan adalah salah satu akibat daripada kekotoran jiwa. Kaum Tsamud sombong, angkuh dan lantaran itu mereka tidak memedulikan peraturan dan tidak menghargai janji yang telah diikat dengan Allah.Ayat 12“Seketika telah bangkit orang yang paling celaka di antaranya.\" (ayat 12)Ayat 13“Lalu berkata rasul Allah kepada mereka.\"Yaitu rasul Allah dan Nabi-Nya, Shalih, yang telah diutus Allah kepada kaum itu. Mulanya mereka tidak mau percaya kepada risalah yang dibawa oleh Nabi Shalih, lalu akhirnya mereka meminta ayat, tanda, atau mukjizat sebagai bukti bahwa dia memang utusan Allah, Lalu Allah ciptakan seekor unta besar. Maka dibuatlah janji bersama, bahwa jika unta itu tercipta, maka minuman akan dibagi; sehari minuman untuk unta dan sehari untuk penduduk negeri itu. Air itu timbul dari satu mata air yang jernih. Di hari minuman unta mereka tidak boleh mengambil air, walaupun seteguk. Di hari minum mereka, unta tidak akan minum, walaupun seteguk. Itulah yang dikatakan oleh Nabi Shalih.“(Jagalah) unta Allah dan minumannya.\" (ujung ayat 13)Artinya janganlah perjanjian dan pembagian itu dilanggar, turutilah baik-baik dan jangan unta Allah itu diganggu supaya kalian selamat.Ayat 14“Tetapi mereka dustakan dia.\"Mulanya mereka langgar peraturan yang telah diperbuat itu. Karena si celaka itu, dua orang kepalanya, yaitu Qadar dan Mashda' ingin minuman tuak di rumah kekasih mereka seorang perempuan jahat. Setelah tuak dihidangkan ternyata sangat tebal alkoholnya. Mereka ingin ditambah sedikit dengan air. Tetapi pada malam itu air tidak ada dalam kendi si perempuan, dan malam itu air tidak boleh diambil ke telaga, sebab sedang hari minuman unta. Maka dengan sombongnya kedua penjahat atau orang celaka itu menyuruh anak buah mereka menyatik air dan minum sepuas-puasnya dan jangan dipedulikan peraturan yang dibuat Nabi Shalih itu, karena membuat-buat peraturan yang mengikat kemerdekaan mereka, kalau perlu Shalih itu sendiri dibunuh. “Lalu mereka bunuh unta itu.\" Yang dinamai NaqatuIIah, unta Allah. Unta itu mereka bunuh beramai-ramai pada malam itu juga, mereka bagi-bagi dagingnya dan mereka makan bersama.“Maka Tuhan mereka pun mencurahkan adzab kepada mereka lantaran dosa mereka itu. Hingga Dia ratakan kebinasaan itu.\" (ujung ayat 14)Tidak ada yang terlepas, semua yang bersalah, laki-laki dan perempuan, bahkan siapa saja pun rata disapu oleh adzab, kecuali orang-orang yang beriman yang telah dapat memelihara diri di bawah pimpinan Nabi Shalih sebelum adzab turun.Ayat 15“Maka tidaklah Dia menghiraukan akibat dari kesalahan mereka.\" (ayat 15)Maka tidaklah Allah menghiraukan mereka, sedikit pun Allah tidak merasa kasihan, meskipun sifat Allah itu adalah Rahman dan Rahim. Terhadap orang ini Allah menunjukkan Sifat-Nya, ‘Azizun Dzuntiqam. Artinya Gagah Perkasa dan membalas kesalahan dengan setimpal."}},"15":{"arabic":"وَلَا يَخَافُ عُقۡبَٰهَاوَلَا يَخَافُ عُقۡبَٰهَا","words":{"arabicWords":["وَلَا","يَخَافُ","عُقۡبَٰهَا"],"translationWords":["dan tidak","takut","akibatnya"]},"translation":"Dia tidak takut terhadap akibatnya.","tafsir":{"tafsir-jalalayn":"(Dan tiadalah) dapat dibaca Walaa dan Falaa (Allah takut terhadap akibat tindakan-Nya itu) maksudnya akibat azab yang akan terjadi.","tafsir-ibnu-katsir":"Tafsir Surat Asy-Syams: 11-15\n\n(Kaum) Tsamud telah mendustakan (rasulnya) karena mereka melampaui batas, ketika bangkit orang yang paling celaka di antara mereka, lalu Rasul Allah (Saleh) berkata kepada mereka, \"(Biarkanlah) unta betina Allah dan minumannya. Lalu mereka mendustakannya dan menyembelih unta itu, maka Tuhan mereka membinasakan mereka disebabkan dosa mereka, lalu Allah menyamaratakan mereka (dengan tanah), dan Allah tidak takut terhadap akibat tindakan-Nya itu. Allah subhanahu wa ta’ala menceritakan tentang kaum Tsamud, bahwa mereka mendustakan Rasul Allah yang diutus kepada mereka, karena sudah menjadi watak mereka perbuatan sewenang-wenang dan melampaui batas. Muhammad ibnu Ka'b telah mengatakan sehubungan dengan makna firman-Nya: karena mereka melampaui batas. (Asy-Syams: 11) Bahwa lafal tagwaha artinya semuanya, yakni kaum Tsamud semuanya.\n\nTetapi pendapat yang paling utama adalah pendapat yang pertama, yang mengartikan 'melampaui batas'. Demikianlah menurut pendapat Mujahid dan Qatadah serta selain keduanya. Maka sebagai akibat dari sikap dan watak mereka yang demikian itu akhirnya mereka mendustakan hidayah dan keyakinan yang disampaikan oleh rasul mereka. ketika bangkit orang yang paling celaka di antara mereka. (Asy-Syams: 12) Yakni orang yang paling jahat di antara kabilah, dia adalah Qaddar ibnu Salif si penyembelih unta betina, dia dijuluki dengan sebutan Uhaimir Tsamud, dan dialah yang disebutkan oleh Allah subhanahu wa ta’ala dalam firman-Nya: Maka mereka memanggil kawannya, lalu kawannya menangkap (unta itu) dan membunuhnya. (Al-Qamar: 29) Lelaki itu adalah seorang yang perkasa lagi dimuliakan di kalangan kaumnya, mempunyai kedudukan nasab yang terhormat, dan pemimpin yang ditaati.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ibnu Namir, telah menceritakan kepada kami Hisyam, dari ayahnya, dari Abdullah ibnu Zam'ah yang mengatakan bahwa Rasulullah ﷺ dalam suatu khotbahnya menceritakan perihal unta betina ini dan menyebutkan orang yang menyembelihnya. Maka beliau ﷺ bersabda: Ketika bangkit orang yang paling celaka di antara mereka menuju ke unta itu (untuk menyembelihnya), dia adalah seorang lelaki yang kuat, dimuliakan, dan paling dipengaruhi di kalangan kaumnya, seperti halnya Abu Zam'ah. Imam Bukhari meriwayatkannya di dalam kitab tafsir, dan Imam Muslim di dalam Sifatun Nar, juga Imam At-Tirmidzi dan Imam An-Nasai di dalam kitab sunan masing-masing.\n\nDemikian pula Ibnu Jarir dan Ibnu 'Abu Hatim, dari Tauq, dari Hisyam ibnu Urwah dengan sanad yang sama. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Muhammad ibnu Ishaq, telah menceritakan kepadaku Yazid ibnu Muhammad ibnu Khaisam, dari Muhammad ibnu Ka'b Al-Qurazi, dari Muhammad ibnu Khaisam ibnu Abu Marsad, dari Ammar ibnu Yasir yang mengatakan bahwa Rasulullah ﷺ pernah bersabda kepada Ali, \"Maukah aku ceritakan kepadamu tentang orang yang paling celaka?\" Ali menjawab, \"Tentu saja mau.\" Rasulullah ﷺ bersabda: Dua orang lelaki yaitu Uhaimir Samudyang telah menyembelih unta betina dan lelaki yang telah memukulmu, haiA li, pada bagian ini mu, hingga kamu bersimbah darah karenanya.\n\nYang dimaksud ialah bagian dagunya. Firman Allah subhanahu wa ta’ala: lalu Rasul Allah berkata kepada mereka. (Asy-Syams: 13) Rasul Allah yang diutus kepada mereka adalah Nabi Saleh a.s. Inilah unta Allah. (Asy-Syams: 13) Yaitu hati-hatilah kalian terhadap unta Allah ini, jangan sampai kalian mengganggunya dengan menimpakan keburukan terhadapnya. dan minumannya. (Asy-Syams: 13) Maksudnya, janganlah kalian melampaui batas atau bersikap zalim terhadap giliran minumnya, karena sesungguhnya dia mempunyai hari giliran tertentu bagi minumnya, juga bagi kalian ada hari giliran tertentu lainnya yang telah dimaklumi.\n\nAllah subhanahu wa ta’ala berfirman: Lalu mereka mendustakannya dan menyembelih unta itu. (Asy-Syams: 14) Yakni mereka mendustakan apa yang diperintahkan oleh nabi mereka, dan akibat dari sikap itu mereka berani menyembelih unta betina yang dikeluarkan oleh Allah subhanahu wa ta’ala dari sebuah batu besar, sebagai mukjizat Nabi Saleh terhadap mereka dan sekaligus sebagai hujah (alasan) terhadap mereka (bilamana mereka mendustakannya). maka Tuhan mereka membinasakan mereka disebabkan dosa mereka. (Asy-Syams: 14) Allah murka terhadap mereka, maka Dia membinasakan mereka hingga semuanya hancur dan mati. lalu Allah menyamaratakan mereka (dengan tanah). (Asy-Syams: 14) Yaitu Allah menjadikan hukuman yang ditimpakan kepada mereka berakibat mereka disamaratakan dengan tanah. Qatadah mengatakan bahwa telah sampai kepada kami suatu berita yang menyebutkan bahwa Uhaimir Tsamud masih belum menyembelih unta betina itu hingga ia diikuti oleh semua kaumnya yang kecil, yang dewasa, yang laki-laki dan yang wanitanya semuanya ikut andil.\n\nKetika mereka bersekutu menyembelih unta betina itu, maka Allah membinasakan mereka semuanya disebabkan dosa mereka, lalu Allah menyamaratakan mereka dengan tanah. Firman Allah subhanahu wa ta’ala: dan Allah tidak takut. (Asy-Syams: 15) Qiraat lain ada yang membacanya yukhafu. terhadap akibat tindakan-Nya itu. (Asy-Syams: 15) Ibnu Abbas mengatakan bahwa Allah tidak takut terhadap siapa pun tentang apa yang telah dilakukan-Nya, tiada seorang pun yang akan meminta pertanggungjawaban terhadap-Nya.\n\nHal yang sama telah dikatakan oleh Mujahid, Al-Hasan, Bakr ibnu Abdullah Al-Muzani, dan selain mereka. Adh-Dhahhak dan As-Suddi mengatakan sehubungan dengan makna firman Allah subhanahu wa ta’ala: dan dia tidak takut terhadap akibat dari perbuatannya. (Asy-Syams: 15) Demikianlah makna ayat menurut keduanya, yakni orang yang menyembelih unta betina Allah itu tidak takut kepada akibat dari perbuatannya itu. Tetapi pendapat pertamalah yang lebih kuat, mengingat konteks kalimat menunjukkan kepada pengertian tersebut; hanya Allah-lah Yang Maha Mengetahui. Demikianlah akhir tafsir surat Asy-Syams, segala puji bagi Allah atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Allah membinasakan mereka dan Dia tidak takut terhadap akibatnya. Allah tidak diminta pertanggungjawaban atas tindakan-Nya oleh siapa pun. Tindakan Allah, apa pun bentuknya, adalah keadilan sejati. Makhluk harus menaati aturan-Nya dan mempertanggungjawabkan amal perbuatannya di hadapan Allah di akhirat nanti. 1. Demi malam apabila menutupi cahaya siang. Malam yang gelap gulita dan hening menjadi waktu bagi manusia untuk beristirahat dari kepenatan kerja di siang hari.","tafsir-lengkap-kemenag":"Allah tidak peduli bencana yang Ia timpakan kepada mereka dengan korban yang begitu besar. Hal itu karena pembangkangan mereka yang sudah sangat keterlaluan, yaitu membunuh unta betina (mukjizat) yang diturunkan-Nya kepada nabi-Nya.","tafsir-alazhar":"Ayat 9“Maka berbahagialah siapa yang membersihkannya.\" (ayat 9)Setelah Allah memberikan ilham dan petunjuk, mana jalan yang salah dan mana jalan kepada takwa, terserahlah kepada manusia itu sendiri, mana yang akan ditempuhnya, sebab dia diberi Allah akal budi. Maka berbahagialah orang-orang yang membersihkan jiwanya atau dirinya, gabungan di antara jasmani dan ruhaninya. Jasmani dibersihkan dari hadas dan najis, hadas besar atau kecil, baik najis ringan atau berat. Dan jiwanya dibersihkannya pula dari penyakit-penyakit yang mengancam kemurniaannya.Ayat 10“Dan celakalah siapa yang mengotorinya.\" (ayat 10)Ayat 11“Telah mendustakan Tsamud, tersebab kesombongannya.\" (ayat 11)Kesombongan adalah salah satu akibat daripada kekotoran jiwa. Kaum Tsamud sombong, angkuh dan lantaran itu mereka tidak memedulikan peraturan dan tidak menghargai janji yang telah diikat dengan Allah.Ayat 12“Seketika telah bangkit orang yang paling celaka di antaranya.\" (ayat 12)Ayat 13“Lalu berkata rasul Allah kepada mereka.\"Yaitu rasul Allah dan Nabi-Nya, Shalih, yang telah diutus Allah kepada kaum itu. Mulanya mereka tidak mau percaya kepada risalah yang dibawa oleh Nabi Shalih, lalu akhirnya mereka meminta ayat, tanda, atau mukjizat sebagai bukti bahwa dia memang utusan Allah, Lalu Allah ciptakan seekor unta besar. Maka dibuatlah janji bersama, bahwa jika unta itu tercipta, maka minuman akan dibagi; sehari minuman untuk unta dan sehari untuk penduduk negeri itu. Air itu timbul dari satu mata air yang jernih. Di hari minuman unta mereka tidak boleh mengambil air, walaupun seteguk. Di hari minum mereka, unta tidak akan minum, walaupun seteguk. Itulah yang dikatakan oleh Nabi Shalih.“(Jagalah) unta Allah dan minumannya.\" (ujung ayat 13)Artinya janganlah perjanjian dan pembagian itu dilanggar, turutilah baik-baik dan jangan unta Allah itu diganggu supaya kalian selamat.Ayat 14“Tetapi mereka dustakan dia.\"Mulanya mereka langgar peraturan yang telah diperbuat itu. Karena si celaka itu, dua orang kepalanya, yaitu Qadar dan Mashda' ingin minuman tuak di rumah kekasih mereka seorang perempuan jahat. Setelah tuak dihidangkan ternyata sangat tebal alkoholnya. Mereka ingin ditambah sedikit dengan air. Tetapi pada malam itu air tidak ada dalam kendi si perempuan, dan malam itu air tidak boleh diambil ke telaga, sebab sedang hari minuman unta. Maka dengan sombongnya kedua penjahat atau orang celaka itu menyuruh anak buah mereka menyatik air dan minum sepuas-puasnya dan jangan dipedulikan peraturan yang dibuat Nabi Shalih itu, karena membuat-buat peraturan yang mengikat kemerdekaan mereka, kalau perlu Shalih itu sendiri dibunuh. “Lalu mereka bunuh unta itu.\" Yang dinamai NaqatuIIah, unta Allah. Unta itu mereka bunuh beramai-ramai pada malam itu juga, mereka bagi-bagi dagingnya dan mereka makan bersama.“Maka Tuhan mereka pun mencurahkan adzab kepada mereka lantaran dosa mereka itu. Hingga Dia ratakan kebinasaan itu.\" (ujung ayat 14)Tidak ada yang terlepas, semua yang bersalah, laki-laki dan perempuan, bahkan siapa saja pun rata disapu oleh adzab, kecuali orang-orang yang beriman yang telah dapat memelihara diri di bawah pimpinan Nabi Shalih sebelum adzab turun.Ayat 15“Maka tidaklah Dia menghiraukan akibat dari kesalahan mereka.\" (ayat 15)Maka tidaklah Allah menghiraukan mereka, sedikit pun Allah tidak merasa kasihan, meskipun sifat Allah itu adalah Rahman dan Rahim. Terhadap orang ini Allah menunjukkan Sifat-Nya, ‘Azizun Dzuntiqam. Artinya Gagah Perkasa dan membalas kesalahan dengan setimpal."}}}