{"1":{"arabic":"أَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَأَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ","words":{"arabicWords":["أَلَمۡ","نَشۡرَحۡ","لَكَ","صَدۡرَكَ"],"translationWords":["apakah tidak/bukankah","Kami melapangkan","bagimu","dadamu"]},"translation":"Bukankah Kami telah melapangkan dadamu (Nabi Muhammad),","tafsir":{"tafsir-jalalayn":"Al-Insyirah (Melapangkan)\n\n(Bukankah Kami telah melapangkan) Istifham atau kata tanya di sini mengandung makna Taqrir atau menetapkan, yakni Kami telah melapangkan (untukmu) hai Muhammad (dadamu?) dengan kenabian dan lain-lainnya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Insyirah: 1-8\n\nBukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan darimu bebanmu, yang memberatkan punggungmu? Dan Kami tinggikan bagimu sebutan (nama)mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. Firman Allah Swt: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah: 1) Yakni Kami telah melapangkan dadamu. Dengan kata lain, dapat disebutkan bahwa Kami telah menjadikannya bercahaya dan luas lagi lapang.\n\nSemakna dengan apa yang telah disebutkan dalam ayat lain melalui firman-Nya: Barang siapa yang Allah menghendaki akan memberikan petunjuk kepadanya, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. (Al-An'am: 125) Dan sebagaimana Allah telah melapangkan dada Rasulullah ﷺ, demikian pula Allah telah menjadikan syariatnya luas, lapang, toleran, lagi mudah, tiada kesulitan dan tiada beban serta tiada kesempitan padanya. Menurut pendapat lain, yang dimaksud dengan firman Allah subhanahu wa ta’ala: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah:1) Yakni Allah telah melapangkan dadanya di malam Isra, sebagaimana yang telah disebutkan dahulu melalui riwayat Malik ibnu Sa'sa'ah.\n\nImam At-Tirmidzi telah mengetengahkannya dalam tafsir ayat ini. Dan jika memang hal itu terjadi di malam Isra sebagaimana yang telah disebutkan di dalam riwayat Malik ibnu Sa'sa'ah, maka pada hakikatnya tidaklah bertentangan dengan pendapat di atas. Karena sesungguhnya akibat dari pengaruh yang dilakukan terhadap dada beliau di malam Isra, terjadi pula pengaruh yang sama setelah dilapangkan oleh Allah subhanahu wa ta’ala secara maknawi. Hanya Allah-lah Yang Maha Mengetahui. [: [] Abdullah ibnu Imam Ahmad mengatakan, telah menceritakan kepadaku Muhammad ibnu Abdur Rahim alias Abu Yahya Al-Bazzar, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Mu'az ibnu Muhammad ibnu Ubay ibnu Ka'b, telah menceritakan kepadaku Abu Muhammad ibnu Mu'az, dari Muhammad, dari Ubay ibnu Ka'b, bahwa Abu Hurairah adalah orang yang paling berani menanyakan kepada Rasulullah ﷺ tentang berbagai masalah yang tidak ada seorang pun berani menanyakannya kepada beliau ﷺ selain dia.\n\nMaka Abu Hurairah bertanya, \"Wahai Rasulullah, apakah yang mula-mula engkau Iihat dari urusan kenabian ini?\" Rasulullah ﷺ Duduk tegak dan menjawab: Sesungguhnya engkau telah menanyakan hal yang berbobot, wahai Abu Hurairah! Sesungguhnya ketika usiaku menginjak sepuluh tahun lebih beberapa bulan, aku berada di padang Sahara. Tiba-tiba aku mendengar pembicaraan di atas kepalaku, dan ternyata ada seorang laki-laki yang berbicara kepada laki-laki lainnya, \"Apakah orang ini adalah dia? Maka keduanya datang menyambutku dengan penampilan wajah yang sama sekali belum pernah kulihat sebelumnya, dan sama sekali belum pernah pula aku melihat arwah seperti itu sebelumnya, dan belum pernah pula aku melihat pakaian yang dikenakannya pernah dikenakan oleh seseorang.\n\nKeduanya datang kepadaku dengan jalan kaki, hingga masing-masing dari keduanya memegang kedua lenganku, tetapi anehnya aku tidak merasa sentuhan tangan keduanya. Salah seorang berkata kepada yang lainnya, 'Rebahkanlah dia.' Lalu keduanya merebahkan diriku tanpa paksa dan tanpa sulit. Kemudian salah seorangnya berkata kepada yang lainnya, \"Belahlah dadanya, maka salah seorangnya menurut penglihatanku membelah dadaku tanpa ada darah yang mengalir dan tanpa rasa sakit.\n\nLalu berkata kepada yang membelahku, \"Keluarkanlah iri hati dan dengki. Lalu ia mengeluarkan sesuatu yang bentuknya seperti segumpal darah, kemudian ia membuangnya jauh-jauh. Dan berkata lagi ia kepada orang yang membelahku, \"Masukkanlah lemah lembut dan kasih sayang. Maka tiba-tiba kulihat sesuatu sebesar apa yang baru dikeluarkan, bentuknya mengilap seperti perak (dimasukkan ke dalam dadaku), kemudian ia mengguncangkan jempol kakiku yang sebelah kanan, dan berkata, \"Kembalikanlah ke semula dalam keadaan utuh.\n\nMaka setelah itu aku pulang dengan berlari dan terasa dadaku dipenuhi oleh perasaan lembut terhadap anak kecil dan kasih sayang kepada orang dewasa. Firman Allah subhanahu wa ta’ala: dan Kami telah menghilangkan darimu bebanmu. (Alam Nasyrah: 2) Semakna dengan apa yang disebutkan oleh firman-Nya: supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang. (Al-Fath: 2) Adapun firman Allah subhanahu wa ta’ala: yang memberatkan punggungmu. (AlamNasyrah: 3) Al-inqad artinya suara (tulang punggung bila memikul beban berat).\n\nDan bukan hanya seorang dari kalangan ulama Salaf mengatakan sehubungan dengan makna firman-Nya: yang memberatkan punggungmu. (AlamNasyrah: 3) Yakni membebanimu dengan beban yang berat. Dan mengenai firman selanjutnya: Dan Kami tinggikan bagimu sebutan (nama)mu. (Alam Nasyrah: 4) Mujahid mengatakan bahwa makna yang dimaksud ialah 'tidaklah Aku disebut melainkan namamu disebut pula bersama-Ku' yaitu dalam kalimah 'aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah'.\n\nQatadah mengatakan bahwa Allah meninggikan (mengangkat) sebutan namanya di dunia dan di akhirat. Maka tiada seorang khatib pun, tiada seorang yang membaca syahadat pun, dan tiada orang yang shalat pun melainkan mengucapkannya, yaitu kalimah, 'aku bersaksi tidak ada Tuhan yang berhak disembah selain Allah dan bahwa Muhammad adalah utusan Allah.' Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepada kami Amr ibnul Haris, dari Darij, dari Abul Haisam, dari Abu Sa'id, dari Rasulullah ﷺ, bahwa beliau ﷺ pernah bersabda: Jibril datang kepadaku dan berkata, Sesungguhnya Tuhanku dan Tuhanmu pernah berfirman, 'Tahukah kamu bagaimana Aku meninggikan sebutan (nama)mu?' Jibril menjawab, 'Allah lebih mengetahui.' Allah berfirman, Apabila nama-Ku disebut, maka disebutpula namamu bersama-Ku'.\n\nHal yang sama telah diriwayatkan oleh Ibnu Abu Hatim, dari Yunus, dari Abdul Ala dengan sanad yang sama. Abu Yala meriwayatkannya melalui jalur Ibnu Lahi'ah, dari Darij. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Abu Umar Al-Haudi, telah menceritakan kepada kami Hammad ibnu Zaid, telah menceritakan kepada kami ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku pernah menanyakan suatu masalah kepada Tuhanku, padahal aku tidak menginginkan untuk menanyakan hal itu kepada-Nya.\n\nAku bertanya, \"Sesungguhnya di antara nabi-nabi sebelumku ada yang telah Engkau tundukkan angin baginya, dan di antara mereka ada yang dapat menghidupkan orangmati.Allah subhanahu wa ta’ala Balik bertanya, \"Wahai Muhammad bukankah Aku mendapatimu sebagai seorang yang yatim piatu, lalu Aku melindungimu? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang bingung, lalu Aku memberimu petunjuk? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang kekurangan, lalu Aku memberimu kecukupan.\n\nAku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku telah melapangkan dadamu, bukankah Aku telah meninggikan sebutan (nama)mu? Aku menjawab, \"Benar, ya Tuhanku. Abu Na'im di dalam kitab Dala'ilun Nubuwwah mengatakan: telah menceritakan kepada kami Abu Ahmad Al-Gatrifi, telah menceritakan kepada kami Musa ibnu Sahl Al-Juwaini, telah menceritakan kepada kami Ahmad ibnul Qasim ibnu Bahzan Al-Haiti, telah menceritakan kepada kami Nasr ibnu Hammad, dari Usman ibnu ‘Atha’, dari Az-Zuhri, dari Anas yang mengatakan bahwaRasulullah ﷺ pernah bersabda: Setelah aku selesai dari menerima apa yang diperintahkan kepadaku menyangkut semua urusan langit dan bumi, lalu aku bertanya, \"Ya Tuhanku, sesungguhnya tiada seorang nabi pun sebelumku melainkan Engkau telah memuliakannya; Engkau telah menjadikan Ibrahim sebagai Khalil (kekasih), Musa sebagai Kalim (yang Engkau ajak bicara langsung), Engkau telah tundukkan gunung-gunung bagi Daud, dan bagi Sulaiman angin dan semua setan, dan Engkau hidupkan bagi Isa orang-orang yang telah mati.\n\nMaka apakah yang Engkau berikan kepadaku?Allah berfirman, \"Bukankah Aku telah memberimu dari hal tersebut seluruhnya, bahwa sesungguhnya tidaklah nama-Ku disebut melainkan engkau disebut pula bersama-Ku; dan Aku telah menjadikan dada umatmu sebagai kitab-kitab, mereka dapat membaca Al-Qur'an secara hafalan, dan hal itu belum pernah Kuberikan kepada suatu umat pun. Dan Aku telah memberimu suatu perbendaharaan dari 'Arasy-Ku, yaitu kalimah 'tidak ada daya (untuk menghindar dari maksiat) dan tiada kekuatan (untuk mengerjakan ibadah) kecuali dengan pertolongan Allah Yang Mahatinggi lagi Mahabesar'.\n\nAl-Bagawi telah meriwayatkan dari Ibnu Abbas dan Mujahid, bahwa makna yang dimaksud dari ayat ini ialah azan, yakni nama beliau ﷺ disebutkan dalam azan. Lalu Al-Bagawi menyitir bait-bait syair yang dikatakan oleh Hassan ibnu Sabit: ........... Kedudukannya (Nabi ﷺ) sebagai penutup nabi Allah lebih terang dari cahaya yang kita lihat. Dan juga Allah telah menggabungkan nama Nabi dengan nama-Nya, bila seorang muazzin mengucapkan kalimah yang kelima dalam azannya, yaitu 'asyhadu...'. Dan Allah telah membelah buatnya sebagian dari nama-Nya untuk menjadikannya orang yang diagungkan.\n\nTuhan Yang mempunyai 'Arasy Mahmud (Yang Maha Terpuji), dan dia bernama Muhammad (orang yang terpuji). Ulama lainnya mengatakan bahwa Allah meninggikan sebutan namanya di kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Dan Allah memuliakan namanya saat mengambil perjanjian dari para nabi, yaitu hendaknya mereka beriman kepada Nabi Muhammad dan hendaklah mereka memerintahkan kepada umatnya masing-masing untuk beriman kepadanya. Kemudian Allah memasyhurkan sebutannya di kalangan umatnya, maka tidak sekali-kali nama Allah disebut melainkan ia pun disebut bersama nama-Nya.\n\nAlangkah baiknya apa yang telah dikatakan oleh As-Sarsari rahimahullah dalam bait syairnya: ..... Tidaklah sah azan dalam shalat fardu melainkan dengan menyebut namanya yang enak disebut oleh lisan yang diridai. Disebutkan pula dalam bait syair lainnya: ... Tidakkah engkau perhatikan, bahwa tidaklah sah azan kita dan tidak sah (pula) shalat fardu kita bila kita tidak menyebut-nyebut namanya dalam keduanya.\n\nFirman Allah subhanahu wa ta’ala: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Allah subhanahu wa ta’ala menceritakan bahwa sesungguhnya sesudah kesulitan pasti ada kemudahan, kemudian berita ini diulangi-Nya lagi. : (5) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Hamid ibnu Hammad ibnu Abu Khuwar alias Abu Jahm, telah menceritakan kepada kami Aiz ibnu Syuraih yang mengatakan bahwa Anas ibnu Malik pernah menceritakan bahwa Nabi ﷺ duduk dan di hadapannya terdapat sebuah batu, maka beliau ﷺ bersabda: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan masuk ke dalamnya, lalu mengusirnya.\n\nDan Allah subhanahu wa ta’ala menurunkan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Abu Bakar Al-Bazzar meriwayatkan hadits ini di dalam kitab musnadnya, dari Muhammad ibnu Ma'mar, dari Humaid ibnu Hammad dengan sanad yang sama yang lafaznya seperti berikut: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan mengusirnya. KemudianNabi ﷺ membacakan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Al-Bazzar mengatakan bahwa kami tidak mengetahui hadits ini diriwayatkan dari Anas kecuali oleh Aiz ibnu Syuraih.\n\nMenurut hemat kami, Abu Hatim Ar-Razi telah mengatakan sehubungan dengan hadits yang diriwayatkan oleh Aiz, bahwa dia berpredikat lemah. Tetapi Syu'bah telah meriwayatkannya dari Mu'awiyah ibnu Qurrah, dari seorang lelaki, dari Abdullah ibnu Mas'ud secara mauquf. Dan Ibnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Al-Hasan ibnu Muhammad ibnus Sabah, telah menceritakan kepada kami Abu Qatn, telah menceritakan kepada kami Al-Mubarak ibnu Fudalah, dari Al-Hasan yang mengatakan bahwa mereka (para sahabat) mengatakan bahwa satu kesulitan tidak dapat mengalahkan dua kemudahan.\n\n\". Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Hasan yang mengatakan bahwa di suatu hari Nabi ﷺ keluar dalam keadaan senang dan riang seraya tersenyum, lalu bersabda: Satu kesulitan tidak akan dapat mengalahkan dua kemudahan, satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Hal yang sama telah diriwayatkan oleh Ibnu Jarir melalui hadits Auf Al-A'rabi dan Yunus ibnu Ubaid, dari Al-Hasan secara mursal.\n\nSa'id telah meriwayatkan dari Qatadah, bahwa telah diceritakan kepada kami bahwa Rasulullah ﷺ menyampaikan berita gembira kepada para sahabatnya dengan ayat ini, lalu beliau ﷺ bersabda: \". Satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Yang beliau maksudkan adalah firman Allah Swt: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Dikatakan demikian karena al-'usr yang pertama sama dengan al-'usr yang kedua. Lain halnya dengan yusr, ia berbilang (yakni dua) karena yang pertama lain dengan yang kedua. Al-Hasan ibnu Sufyan mengatakan bahwa telah menceritakan kepada kami Yazid ibnu Saleh, telah menceritakan kepada kami Kharijah, dari Abbad ibnu Kasir, dari Abuz Zanad, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Pertolongan diturunkan dari langit sesuai dengan kadar pembiayaan, dan kesabaran diturunkan sesuai dengan kadar musibah.\n\nDan termasuk di antara nasihat yang bersumber dari Imam Syafii disebutkan sebagai berikut: ......... Bersabarlah dengan kesabaran yang baik, maka alangkah dekatnya jalan kemudahan itu. Barang siapa yang merasa dirinya selalu berada dalam pengawasan Allah dalam semua urusan, niscaya ia akan selamat. Dan barang siapa yang membenarkan janji Allah, niscaya tidak akan tertimpa oleh musibah.\n\nDan barang siapa yang berharap kepada Allah, maka akan terjadilah seperti apa yang diharapkan. Ibnu Duraid mengatakan bahwa Abu Hatim As-Sijistani telah membacakan bait-bait syair berikut kepadanya, yaitu:\n\nBilamana hati dipenuhi oleh rasa putus asa, dan dada yang luas menjadi terasa scmpit, dan hal-hal yang tidak disukai datang menimpa diri, serta banyak musibah yang dialaminya, sehingga ia tidak melihat adanya celah untuk melepaskan diri dari bahaya yang sedang menimpa diri, dan tiada gunanya lagi semua upaya untuk menanggulanginya.\n\nMaka akan datanglah kepadamu pertolongan bila hatimu berserah diri kepada-Nya, yaitupertolongan dari Tuhan Yang Mahalembut lagi Maha Memperkenankan doa. Semua musibah apabila telah mencapai puncaknya pasti berhubungan langsung denganjalan keluarnyayang tidak lama. Penyair lainnya mengatakan dalam bait-bait syairnya: \n\nBetapa banyak musibah yang menimpa diri seseorang hingga membuatnya terasa sempit, sedangkan di sisi Allah adajalan keluar darinya.\n\nBilamana musibah mencapai puncaknya, maka pastilah adajalan keluarnya, padahalyang bersangkutan mengira tiada jalan keluar darinya. Firman Allah subhanahu wa ta’ala: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni apabila kamu telah merampungkan urusan-urusan duniamu dan kesibukannya dan telah kamu selesaikan semua yang berkaitan dengannya, maka bulatkanlah tekadmu untuk ibadah dan bangkitlah kamu kepadanya dalam keadaan bersemangat.\n\nCurahkanlah hatimu dan ikhlaskanlah niatmu dalam beribadah kepada-Nya dan berharap kepada-Nya. Termasuk pula ke dalam pengertian ini sebuah hadits yang telah disepakati kesahihannya, yaitu yang mengatakan: Tiada shalat di hadapan makanan, dan tiada shalat pula sedangkan yang bersangkutan menahan keinginan membuang kedua air (buang air kecil dan buang air besar). Dan sabda Nabi ﷺ yang mengatakan: Apabila shalat diiqamahkan, sedangkan makan malam telah disediakan, maka mulailah dengan menyantap makan malam dahulu. Mujahid telah mengatakan sehubungan dengan makna ayat ini, bahwa apabila kamu telah merampungkan urusan duniamu, lalu kamu berdiri untuk shalat, maka kerjakanlah salatmu dengan sungguh-sungguh dengan menghadap kepada Tuhanmu.\n\nDalam riwayat lain yang bersumber dari Qatadah disebutkan pula bahwa apabila berdiri untuk shalat, maka berdoalah dengan sungguh-sungguh untuk keperluanmu. Diriwayatkan pula dari Ibnu Mas'ud, bahwa apabila engkau telah mengerjakan shalat-shalat fardumu, maka kerjakanlah qiyamul lail dengan sungguh-sungguh. Dan telah diriwayatkan dari Ibnu Iyad hal yang semisal dengan pendapat Ibnu Mas'ud. Menurut riwayat lain yang bersumber dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni sesudah engkau selesaikan salatmu, sedangkan engkau masih dalam keadaan duduk.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (AlamNasyrah: 7) Yaitu dalam berdoa. Zaid ibnu Aslam dan Adh-Dhahhak telah mengatakan sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai. (AlamNasyrah: 7) Maksudnya, dari melakukan jihad. kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Alam Nasyrah: 7) Yakni kerjakanlah ibadah dengan sungguh-sungguh. dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 8) Ats-Tsauri mengatakan bahwa makna yang dimaksud ialah jadikanlah niatmu dan harapanmu hanya tertuju kepada Allah subhanahu wa ta’ala semata. Demikianlah akhir tafsir surat Alam Nasyrah dengan memanjatkan puji dan syukur atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"1-4. Wahai Nabi, bukankah Kami telah melapangkan dadamu' Kami telah menjadikanmu seorang nabi yang menerima syariat agama, berakhlak mulia, berwawasan luas, santun, dan sabar dalam menghadapi kepahitan hidup. dan Kami pun telah menurunkan bebanmu darimu, yang memberatkan punggungmu' Kami jadikan tugasmu yang sejatinya berat, seperti menyampaikan risalah dan mendakwahkan syariat, terasa ringan. dan Kami pun telah tinggikan sebutan namamu bagimu. Kami sebut namamu secara berurutan dengan nama-Ku, seperti dalam syahadat, azan, tasyahud, dan sebagainya. Itu adalah kemu'liaan tersendiri yang tidak Kami berikan kepada nabi-nabi yang lain. 1-4. Wahai Nabi, bukankah Kami telah melapangkan dadamu' Kami telah menjadikanmu seorang nabi yang menerima syariat agama, berakhlak mulia, berwawasan luas, santun, dan sabar dalam menghadapi kepahitan hidup. dan Kami pun telah menurunkan bebanmu darimu, yang memberatkan punggungmu' Kami jadikan tugasmu yang sejatinya berat, seperti menyampaikan risalah dan mendakwahkan syariat, terasa ringan. dan Kami pun telah tinggikan sebutan namamu bagimu. Kami sebut namamu secara berurutan dengan nama-Ku, seperti dalam syahadat, azan, tasyahud, dan sebagainya. Itu adalah kemu'liaan tersendiri yang tidak Kami berikan kepada nabi-nabi yang lain.","tafsir-lengkap-kemenag":"Dalam ayat ini dinyatakan bahwa Allah telah melapangkan dada Nabi Muhammad dan menyelamatkannya dari ketidaktahuan tentang syariat. Nabi juga dirisaukan akibat kebodohan dan keras kepala kaumnya. Mereka tidak mau mengikuti kebenaran, sedang Nabi ﷺ selalu mencari jalan untuk melepaskan mereka dari lembah kebodohan, sehingga ia menemui jalan untuk itu dan menyelamatkan mereka dari kehancuran yang sedang mereka alami.\n\nMaksud dari ayat ini adalah Allah telah membersihkan jiwa Nabi ﷺ dari segala macam perasaan cemas, sehingga dia tidak gelisah, susah, dan gusar. Nabi juga dijadikan selalu tenang dan percaya akan pertolongan dan bantuan Allah kepadanya. Nabi juga yakin bahwa Dia yang menugasinya sebagai rasul, sekali-kali tidak akan membantu musuh-musuhnya.","tafsir-alazhar":"SURAH AL-INSYIRAAH(KELAPANGAN)SURAH KE-94, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Bukankah telah Kami lapangkan untukmu dadamu?\" (ayat 1)Yang tadinya sempit karena susah atau duka cita, atau sempit karena belum banyak diketahui jalan yang akan ditempuh, sehingga setelah Allah melapangkan dada itu, timbullah kebijaksanaan, rasa kearifan hukum, pertimbangan yang adil.***Ayat 2“Dan telah Kami lepaskan daripadamu beban beratmu?\" (ayat 2)Ayat 3“Yang telah menekan punggungmu?\" (ayat 3)Berbagai tafsir telah saya baca tentang arti Wizraka di sini.-\tBeberapa ahli tafsir mengatakan, Beban berat ialah tekanan dosa yang menimpa perasaan. Al-Qurthubi dalam tafsirnya menguatkan bahwa wizraka di sini ialah dosa-dosa. Dan itu dosa-dosa zaman jahiliyyah, meskipun di zaman jahiliyyah beliau tidak pernah menyembah berhala.-\tTetapi satu tafsir yang menarik hati dan cocok dengan perasaan kita, ialah yang diriwayatkan dari Abdul Aziz bin Yahya dan Abu Ubaidah, “Dan Kami telah lepaskan darimu beban beratmu;\" ialah tanggung jawab nubuwah. Sebab menjadi Nabi dan Rasul adalah satu beban berat. Itu telah dibuat ringan oleh Allah sehingga tidak berat memikulnya lagi.\"Ayat 4“Dan telah Kami tinggikan bagimu sebutan kamu.\" (ayat 4)Namamu, Kami junjung tinggi. Menurut Ibnu Abbas, “Bila disebut orang nama-Ku, namamu pun turut disebut dalam adzan, dalam iqamah, dalam syahadat. Di Hari Jum'at di atas mimbar, di Hari Raya Idul Fithri, di Hari Raya Idul Adha, di Hari Tasyriq di Mina, di hari Wuquf di Arafah, di hari melontar jumrah ketiganya, di antara bukit Shafa dan Marwah, bahkan sampai kepada khutbah nikah; namamu dijajarkan menyebutnya dengan nama-Ku, sampai ke timur, sampai ke barat. Malahan jika adalah seseorang beribadah kepada Allah yang Mahakuasa, seraya mengakui akan adanya surga dan neraka, dan segala yang patut diakui; tapi tidak dia akui bahwa engkau Rasulullah, tidaklah ada manfaatnya segala pengakuannya itu, malahan dia masih kafir.\" Demikian satu tafsir Ibnu Abbas. Dan lebih tepat lagi tafsir Imam asy-Syafi'i. Beliau berkata, “Tidak disebut nama-Ku, melainkan mesti diiringi dengan namamu. Kalau orang mengucapkan Asyhadu Alla ilaha illallah, barulah sah setelah diiringi dengan Wa Asyhadu Anna Muhammad Rasulullah.\""}},"2":{"arabic":"وَوَضَعۡنَا عَنكَ وِزۡرَكَوَوَضَعۡنَا عَنكَ وِزۡرَكَ","words":{"arabicWords":["وَوَضَعۡنَا","عَنكَ","وِزۡرَكَ"],"translationWords":["dan Kami letakkan/turunkan","dari kamu","bebanmu"]},"translation":"meringankan beban (tugas-tugas kenabian) darimu","tafsir":{"tafsir-jalalayn":"(Dan Kami telah menghilangkan) telah melenyapkan (darimu dosamu.).","tafsir-ibnu-katsir":"Tafsir Surat Al-Insyirah: 1-8\n\nBukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan darimu bebanmu, yang memberatkan punggungmu? Dan Kami tinggikan bagimu sebutan (nama)mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. Firman Allah Swt: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah: 1) Yakni Kami telah melapangkan dadamu. Dengan kata lain, dapat disebutkan bahwa Kami telah menjadikannya bercahaya dan luas lagi lapang.\n\nSemakna dengan apa yang telah disebutkan dalam ayat lain melalui firman-Nya: Barang siapa yang Allah menghendaki akan memberikan petunjuk kepadanya, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. (Al-An'am: 125) Dan sebagaimana Allah telah melapangkan dada Rasulullah ﷺ, demikian pula Allah telah menjadikan syariatnya luas, lapang, toleran, lagi mudah, tiada kesulitan dan tiada beban serta tiada kesempitan padanya. Menurut pendapat lain, yang dimaksud dengan firman Allah subhanahu wa ta’ala: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah:1) Yakni Allah telah melapangkan dadanya di malam Isra, sebagaimana yang telah disebutkan dahulu melalui riwayat Malik ibnu Sa'sa'ah.\n\nImam At-Tirmidzi telah mengetengahkannya dalam tafsir ayat ini. Dan jika memang hal itu terjadi di malam Isra sebagaimana yang telah disebutkan di dalam riwayat Malik ibnu Sa'sa'ah, maka pada hakikatnya tidaklah bertentangan dengan pendapat di atas. Karena sesungguhnya akibat dari pengaruh yang dilakukan terhadap dada beliau di malam Isra, terjadi pula pengaruh yang sama setelah dilapangkan oleh Allah subhanahu wa ta’ala secara maknawi. Hanya Allah-lah Yang Maha Mengetahui. [: [] Abdullah ibnu Imam Ahmad mengatakan, telah menceritakan kepadaku Muhammad ibnu Abdur Rahim alias Abu Yahya Al-Bazzar, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Mu'az ibnu Muhammad ibnu Ubay ibnu Ka'b, telah menceritakan kepadaku Abu Muhammad ibnu Mu'az, dari Muhammad, dari Ubay ibnu Ka'b, bahwa Abu Hurairah adalah orang yang paling berani menanyakan kepada Rasulullah ﷺ tentang berbagai masalah yang tidak ada seorang pun berani menanyakannya kepada beliau ﷺ selain dia.\n\nMaka Abu Hurairah bertanya, \"Wahai Rasulullah, apakah yang mula-mula engkau Iihat dari urusan kenabian ini?\" Rasulullah ﷺ Duduk tegak dan menjawab: Sesungguhnya engkau telah menanyakan hal yang berbobot, wahai Abu Hurairah! Sesungguhnya ketika usiaku menginjak sepuluh tahun lebih beberapa bulan, aku berada di padang Sahara. Tiba-tiba aku mendengar pembicaraan di atas kepalaku, dan ternyata ada seorang laki-laki yang berbicara kepada laki-laki lainnya, \"Apakah orang ini adalah dia? Maka keduanya datang menyambutku dengan penampilan wajah yang sama sekali belum pernah kulihat sebelumnya, dan sama sekali belum pernah pula aku melihat arwah seperti itu sebelumnya, dan belum pernah pula aku melihat pakaian yang dikenakannya pernah dikenakan oleh seseorang.\n\nKeduanya datang kepadaku dengan jalan kaki, hingga masing-masing dari keduanya memegang kedua lenganku, tetapi anehnya aku tidak merasa sentuhan tangan keduanya. Salah seorang berkata kepada yang lainnya, 'Rebahkanlah dia.' Lalu keduanya merebahkan diriku tanpa paksa dan tanpa sulit. Kemudian salah seorangnya berkata kepada yang lainnya, \"Belahlah dadanya, maka salah seorangnya menurut penglihatanku membelah dadaku tanpa ada darah yang mengalir dan tanpa rasa sakit.\n\nLalu berkata kepada yang membelahku, \"Keluarkanlah iri hati dan dengki. Lalu ia mengeluarkan sesuatu yang bentuknya seperti segumpal darah, kemudian ia membuangnya jauh-jauh. Dan berkata lagi ia kepada orang yang membelahku, \"Masukkanlah lemah lembut dan kasih sayang. Maka tiba-tiba kulihat sesuatu sebesar apa yang baru dikeluarkan, bentuknya mengilap seperti perak (dimasukkan ke dalam dadaku), kemudian ia mengguncangkan jempol kakiku yang sebelah kanan, dan berkata, \"Kembalikanlah ke semula dalam keadaan utuh.\n\nMaka setelah itu aku pulang dengan berlari dan terasa dadaku dipenuhi oleh perasaan lembut terhadap anak kecil dan kasih sayang kepada orang dewasa. Firman Allah subhanahu wa ta’ala: dan Kami telah menghilangkan darimu bebanmu. (Alam Nasyrah: 2) Semakna dengan apa yang disebutkan oleh firman-Nya: supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang. (Al-Fath: 2) Adapun firman Allah subhanahu wa ta’ala: yang memberatkan punggungmu. (AlamNasyrah: 3) Al-inqad artinya suara (tulang punggung bila memikul beban berat).\n\nDan bukan hanya seorang dari kalangan ulama Salaf mengatakan sehubungan dengan makna firman-Nya: yang memberatkan punggungmu. (AlamNasyrah: 3) Yakni membebanimu dengan beban yang berat. Dan mengenai firman selanjutnya: Dan Kami tinggikan bagimu sebutan (nama)mu. (Alam Nasyrah: 4) Mujahid mengatakan bahwa makna yang dimaksud ialah 'tidaklah Aku disebut melainkan namamu disebut pula bersama-Ku' yaitu dalam kalimah 'aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah'.\n\nQatadah mengatakan bahwa Allah meninggikan (mengangkat) sebutan namanya di dunia dan di akhirat. Maka tiada seorang khatib pun, tiada seorang yang membaca syahadat pun, dan tiada orang yang shalat pun melainkan mengucapkannya, yaitu kalimah, 'aku bersaksi tidak ada Tuhan yang berhak disembah selain Allah dan bahwa Muhammad adalah utusan Allah.' Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepada kami Amr ibnul Haris, dari Darij, dari Abul Haisam, dari Abu Sa'id, dari Rasulullah ﷺ, bahwa beliau ﷺ pernah bersabda: Jibril datang kepadaku dan berkata, Sesungguhnya Tuhanku dan Tuhanmu pernah berfirman, 'Tahukah kamu bagaimana Aku meninggikan sebutan (nama)mu?' Jibril menjawab, 'Allah lebih mengetahui.' Allah berfirman, Apabila nama-Ku disebut, maka disebutpula namamu bersama-Ku'.\n\nHal yang sama telah diriwayatkan oleh Ibnu Abu Hatim, dari Yunus, dari Abdul Ala dengan sanad yang sama. Abu Yala meriwayatkannya melalui jalur Ibnu Lahi'ah, dari Darij. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Abu Umar Al-Haudi, telah menceritakan kepada kami Hammad ibnu Zaid, telah menceritakan kepada kami ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku pernah menanyakan suatu masalah kepada Tuhanku, padahal aku tidak menginginkan untuk menanyakan hal itu kepada-Nya.\n\nAku bertanya, \"Sesungguhnya di antara nabi-nabi sebelumku ada yang telah Engkau tundukkan angin baginya, dan di antara mereka ada yang dapat menghidupkan orangmati.Allah subhanahu wa ta’ala Balik bertanya, \"Wahai Muhammad bukankah Aku mendapatimu sebagai seorang yang yatim piatu, lalu Aku melindungimu? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang bingung, lalu Aku memberimu petunjuk? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang kekurangan, lalu Aku memberimu kecukupan.\n\nAku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku telah melapangkan dadamu, bukankah Aku telah meninggikan sebutan (nama)mu? Aku menjawab, \"Benar, ya Tuhanku. Abu Na'im di dalam kitab Dala'ilun Nubuwwah mengatakan: telah menceritakan kepada kami Abu Ahmad Al-Gatrifi, telah menceritakan kepada kami Musa ibnu Sahl Al-Juwaini, telah menceritakan kepada kami Ahmad ibnul Qasim ibnu Bahzan Al-Haiti, telah menceritakan kepada kami Nasr ibnu Hammad, dari Usman ibnu ‘Atha’, dari Az-Zuhri, dari Anas yang mengatakan bahwaRasulullah ﷺ pernah bersabda: Setelah aku selesai dari menerima apa yang diperintahkan kepadaku menyangkut semua urusan langit dan bumi, lalu aku bertanya, \"Ya Tuhanku, sesungguhnya tiada seorang nabi pun sebelumku melainkan Engkau telah memuliakannya; Engkau telah menjadikan Ibrahim sebagai Khalil (kekasih), Musa sebagai Kalim (yang Engkau ajak bicara langsung), Engkau telah tundukkan gunung-gunung bagi Daud, dan bagi Sulaiman angin dan semua setan, dan Engkau hidupkan bagi Isa orang-orang yang telah mati.\n\nMaka apakah yang Engkau berikan kepadaku?Allah berfirman, \"Bukankah Aku telah memberimu dari hal tersebut seluruhnya, bahwa sesungguhnya tidaklah nama-Ku disebut melainkan engkau disebut pula bersama-Ku; dan Aku telah menjadikan dada umatmu sebagai kitab-kitab, mereka dapat membaca Al-Qur'an secara hafalan, dan hal itu belum pernah Kuberikan kepada suatu umat pun. Dan Aku telah memberimu suatu perbendaharaan dari 'Arasy-Ku, yaitu kalimah 'tidak ada daya (untuk menghindar dari maksiat) dan tiada kekuatan (untuk mengerjakan ibadah) kecuali dengan pertolongan Allah Yang Mahatinggi lagi Mahabesar'.\n\nAl-Bagawi telah meriwayatkan dari Ibnu Abbas dan Mujahid, bahwa makna yang dimaksud dari ayat ini ialah azan, yakni nama beliau ﷺ disebutkan dalam azan. Lalu Al-Bagawi menyitir bait-bait syair yang dikatakan oleh Hassan ibnu Sabit: ........... Kedudukannya (Nabi ﷺ) sebagai penutup nabi Allah lebih terang dari cahaya yang kita lihat. Dan juga Allah telah menggabungkan nama Nabi dengan nama-Nya, bila seorang muazzin mengucapkan kalimah yang kelima dalam azannya, yaitu 'asyhadu...'. Dan Allah telah membelah buatnya sebagian dari nama-Nya untuk menjadikannya orang yang diagungkan.\n\nTuhan Yang mempunyai 'Arasy Mahmud (Yang Maha Terpuji), dan dia bernama Muhammad (orang yang terpuji). Ulama lainnya mengatakan bahwa Allah meninggikan sebutan namanya di kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Dan Allah memuliakan namanya saat mengambil perjanjian dari para nabi, yaitu hendaknya mereka beriman kepada Nabi Muhammad dan hendaklah mereka memerintahkan kepada umatnya masing-masing untuk beriman kepadanya. Kemudian Allah memasyhurkan sebutannya di kalangan umatnya, maka tidak sekali-kali nama Allah disebut melainkan ia pun disebut bersama nama-Nya.\n\nAlangkah baiknya apa yang telah dikatakan oleh As-Sarsari rahimahullah dalam bait syairnya: ..... Tidaklah sah azan dalam shalat fardu melainkan dengan menyebut namanya yang enak disebut oleh lisan yang diridai. Disebutkan pula dalam bait syair lainnya: ... Tidakkah engkau perhatikan, bahwa tidaklah sah azan kita dan tidak sah (pula) shalat fardu kita bila kita tidak menyebut-nyebut namanya dalam keduanya.\n\nFirman Allah subhanahu wa ta’ala: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Allah subhanahu wa ta’ala menceritakan bahwa sesungguhnya sesudah kesulitan pasti ada kemudahan, kemudian berita ini diulangi-Nya lagi. : (5) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Hamid ibnu Hammad ibnu Abu Khuwar alias Abu Jahm, telah menceritakan kepada kami Aiz ibnu Syuraih yang mengatakan bahwa Anas ibnu Malik pernah menceritakan bahwa Nabi ﷺ duduk dan di hadapannya terdapat sebuah batu, maka beliau ﷺ bersabda: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan masuk ke dalamnya, lalu mengusirnya.\n\nDan Allah subhanahu wa ta’ala menurunkan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Abu Bakar Al-Bazzar meriwayatkan hadits ini di dalam kitab musnadnya, dari Muhammad ibnu Ma'mar, dari Humaid ibnu Hammad dengan sanad yang sama yang lafaznya seperti berikut: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan mengusirnya. KemudianNabi ﷺ membacakan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Al-Bazzar mengatakan bahwa kami tidak mengetahui hadits ini diriwayatkan dari Anas kecuali oleh Aiz ibnu Syuraih.\n\nMenurut hemat kami, Abu Hatim Ar-Razi telah mengatakan sehubungan dengan hadits yang diriwayatkan oleh Aiz, bahwa dia berpredikat lemah. Tetapi Syu'bah telah meriwayatkannya dari Mu'awiyah ibnu Qurrah, dari seorang lelaki, dari Abdullah ibnu Mas'ud secara mauquf. Dan Ibnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Al-Hasan ibnu Muhammad ibnus Sabah, telah menceritakan kepada kami Abu Qatn, telah menceritakan kepada kami Al-Mubarak ibnu Fudalah, dari Al-Hasan yang mengatakan bahwa mereka (para sahabat) mengatakan bahwa satu kesulitan tidak dapat mengalahkan dua kemudahan.\n\n\". Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Hasan yang mengatakan bahwa di suatu hari Nabi ﷺ keluar dalam keadaan senang dan riang seraya tersenyum, lalu bersabda: Satu kesulitan tidak akan dapat mengalahkan dua kemudahan, satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Hal yang sama telah diriwayatkan oleh Ibnu Jarir melalui hadits Auf Al-A'rabi dan Yunus ibnu Ubaid, dari Al-Hasan secara mursal.\n\nSa'id telah meriwayatkan dari Qatadah, bahwa telah diceritakan kepada kami bahwa Rasulullah ﷺ menyampaikan berita gembira kepada para sahabatnya dengan ayat ini, lalu beliau ﷺ bersabda: \". Satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Yang beliau maksudkan adalah firman Allah Swt: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Dikatakan demikian karena al-'usr yang pertama sama dengan al-'usr yang kedua. Lain halnya dengan yusr, ia berbilang (yakni dua) karena yang pertama lain dengan yang kedua. Al-Hasan ibnu Sufyan mengatakan bahwa telah menceritakan kepada kami Yazid ibnu Saleh, telah menceritakan kepada kami Kharijah, dari Abbad ibnu Kasir, dari Abuz Zanad, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Pertolongan diturunkan dari langit sesuai dengan kadar pembiayaan, dan kesabaran diturunkan sesuai dengan kadar musibah.\n\nDan termasuk di antara nasihat yang bersumber dari Imam Syafii disebutkan sebagai berikut: ......... Bersabarlah dengan kesabaran yang baik, maka alangkah dekatnya jalan kemudahan itu. Barang siapa yang merasa dirinya selalu berada dalam pengawasan Allah dalam semua urusan, niscaya ia akan selamat. Dan barang siapa yang membenarkan janji Allah, niscaya tidak akan tertimpa oleh musibah.\n\nDan barang siapa yang berharap kepada Allah, maka akan terjadilah seperti apa yang diharapkan. Ibnu Duraid mengatakan bahwa Abu Hatim As-Sijistani telah membacakan bait-bait syair berikut kepadanya, yaitu:\n\nBilamana hati dipenuhi oleh rasa putus asa, dan dada yang luas menjadi terasa scmpit, dan hal-hal yang tidak disukai datang menimpa diri, serta banyak musibah yang dialaminya, sehingga ia tidak melihat adanya celah untuk melepaskan diri dari bahaya yang sedang menimpa diri, dan tiada gunanya lagi semua upaya untuk menanggulanginya.\n\nMaka akan datanglah kepadamu pertolongan bila hatimu berserah diri kepada-Nya, yaitupertolongan dari Tuhan Yang Mahalembut lagi Maha Memperkenankan doa. Semua musibah apabila telah mencapai puncaknya pasti berhubungan langsung denganjalan keluarnyayang tidak lama. Penyair lainnya mengatakan dalam bait-bait syairnya: \n\nBetapa banyak musibah yang menimpa diri seseorang hingga membuatnya terasa sempit, sedangkan di sisi Allah adajalan keluar darinya.\n\nBilamana musibah mencapai puncaknya, maka pastilah adajalan keluarnya, padahalyang bersangkutan mengira tiada jalan keluar darinya. Firman Allah subhanahu wa ta’ala: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni apabila kamu telah merampungkan urusan-urusan duniamu dan kesibukannya dan telah kamu selesaikan semua yang berkaitan dengannya, maka bulatkanlah tekadmu untuk ibadah dan bangkitlah kamu kepadanya dalam keadaan bersemangat.\n\nCurahkanlah hatimu dan ikhlaskanlah niatmu dalam beribadah kepada-Nya dan berharap kepada-Nya. Termasuk pula ke dalam pengertian ini sebuah hadits yang telah disepakati kesahihannya, yaitu yang mengatakan: Tiada shalat di hadapan makanan, dan tiada shalat pula sedangkan yang bersangkutan menahan keinginan membuang kedua air (buang air kecil dan buang air besar). Dan sabda Nabi ﷺ yang mengatakan: Apabila shalat diiqamahkan, sedangkan makan malam telah disediakan, maka mulailah dengan menyantap makan malam dahulu. Mujahid telah mengatakan sehubungan dengan makna ayat ini, bahwa apabila kamu telah merampungkan urusan duniamu, lalu kamu berdiri untuk shalat, maka kerjakanlah salatmu dengan sungguh-sungguh dengan menghadap kepada Tuhanmu.\n\nDalam riwayat lain yang bersumber dari Qatadah disebutkan pula bahwa apabila berdiri untuk shalat, maka berdoalah dengan sungguh-sungguh untuk keperluanmu. Diriwayatkan pula dari Ibnu Mas'ud, bahwa apabila engkau telah mengerjakan shalat-shalat fardumu, maka kerjakanlah qiyamul lail dengan sungguh-sungguh. Dan telah diriwayatkan dari Ibnu Iyad hal yang semisal dengan pendapat Ibnu Mas'ud. Menurut riwayat lain yang bersumber dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni sesudah engkau selesaikan salatmu, sedangkan engkau masih dalam keadaan duduk.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (AlamNasyrah: 7) Yaitu dalam berdoa. Zaid ibnu Aslam dan Adh-Dhahhak telah mengatakan sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai. (AlamNasyrah: 7) Maksudnya, dari melakukan jihad. kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Alam Nasyrah: 7) Yakni kerjakanlah ibadah dengan sungguh-sungguh. dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 8) Ats-Tsauri mengatakan bahwa makna yang dimaksud ialah jadikanlah niatmu dan harapanmu hanya tertuju kepada Allah subhanahu wa ta’ala semata. Demikianlah akhir tafsir surat Alam Nasyrah dengan memanjatkan puji dan syukur atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"1-4. Wahai Nabi, bukankah Kami telah melapangkan dadamu' Kami telah menjadikanmu seorang nabi yang menerima syariat agama, berakhlak mulia, berwawasan luas, santun, dan sabar dalam menghadapi kepahitan hidup. dan Kami pun telah menurunkan bebanmu darimu, yang memberatkan punggungmu' Kami jadikan tugasmu yang sejatinya berat, seperti menyampaikan risalah dan mendakwahkan syariat, terasa ringan. dan Kami pun telah tinggikan sebutan namamu bagimu. Kami sebut namamu secara berurutan dengan nama-Ku, seperti dalam syahadat, azan, tasyahud, dan sebagainya. Itu adalah kemu'liaan tersendiri yang tidak Kami berikan kepada nabi-nabi yang lain. 1-4. Wahai Nabi, bukankah Kami telah melapangkan dadamu' Kami telah menjadikanmu seorang nabi yang menerima syariat agama, berakhlak mulia, berwawasan luas, santun, dan sabar dalam menghadapi kepahitan hidup. dan Kami pun telah menurunkan bebanmu darimu, yang memberatkan punggungmu' Kami jadikan tugasmu yang sejatinya berat, seperti menyampaikan risalah dan mendakwahkan syariat, terasa ringan. dan Kami pun telah tinggikan sebutan namamu bagimu. Kami sebut namamu secara berurutan dengan nama-Ku, seperti dalam syahadat, azan, tasyahud, dan sebagainya. Itu adalah kemu'liaan tersendiri yang tidak Kami berikan kepada nabi-nabi yang lain.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah mengungkapkan bahwa Dia berkenan meringankan beban yang dipikulkan kepada Nabi Muhammad dalam menunaikan penyebaran risalah-Nya. Dengan demikian, dengan mudah Nabi dapat menyampaikannya kepada manusia, dan dengan jiwa yang tenteram menghadapi tantangan musuh-musuhnya walaupun kadang-kadang tantangan itu berbahaya.\n\nSetelah Muhammad diangkat menjadi rasul, maka beliau mulai melaksanakan tugas menyampaikan agama Allah kepada orang-orang Quraisy. Karena timbul reaksi yang kuat dari mereka, beliau menyiarkan agama Islam dengan sembunyi-sembunyi. Oleh karena itu, beliau merasakan sangat berat melakukan tugas itu. Dengan masuk Islamnya beberapa orang pembesar Quraisy seperti Umar bin al-Khaththab, Hamzah, dan lain-lain, Rasulullah merasa ringan melaksanakan tugasnya. Hal ini ditambah lagi dengan datangnya perintah Allah untuk menyiarkan agama Islam dengan terang-terangan dan adanya jaminan Allah untuk menolong beliau, sebagaimana firman-Nya:\n\nMaka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau), (yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya). (al-hijr/15: 94-96).","tafsir-alazhar":"SURAH AL-INSYIRAAH(KELAPANGAN)SURAH KE-94, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Bukankah telah Kami lapangkan untukmu dadamu?\" (ayat 1)Yang tadinya sempit karena susah atau duka cita, atau sempit karena belum banyak diketahui jalan yang akan ditempuh, sehingga setelah Allah melapangkan dada itu, timbullah kebijaksanaan, rasa kearifan hukum, pertimbangan yang adil.***Ayat 2“Dan telah Kami lepaskan daripadamu beban beratmu?\" (ayat 2)Ayat 3“Yang telah menekan punggungmu?\" (ayat 3)Berbagai tafsir telah saya baca tentang arti Wizraka di sini.-\tBeberapa ahli tafsir mengatakan, Beban berat ialah tekanan dosa yang menimpa perasaan. Al-Qurthubi dalam tafsirnya menguatkan bahwa wizraka di sini ialah dosa-dosa. Dan itu dosa-dosa zaman jahiliyyah, meskipun di zaman jahiliyyah beliau tidak pernah menyembah berhala.-\tTetapi satu tafsir yang menarik hati dan cocok dengan perasaan kita, ialah yang diriwayatkan dari Abdul Aziz bin Yahya dan Abu Ubaidah, “Dan Kami telah lepaskan darimu beban beratmu;\" ialah tanggung jawab nubuwah. Sebab menjadi Nabi dan Rasul adalah satu beban berat. Itu telah dibuat ringan oleh Allah sehingga tidak berat memikulnya lagi.\"Ayat 4“Dan telah Kami tinggikan bagimu sebutan kamu.\" (ayat 4)Namamu, Kami junjung tinggi. Menurut Ibnu Abbas, “Bila disebut orang nama-Ku, namamu pun turut disebut dalam adzan, dalam iqamah, dalam syahadat. Di Hari Jum'at di atas mimbar, di Hari Raya Idul Fithri, di Hari Raya Idul Adha, di Hari Tasyriq di Mina, di hari Wuquf di Arafah, di hari melontar jumrah ketiganya, di antara bukit Shafa dan Marwah, bahkan sampai kepada khutbah nikah; namamu dijajarkan menyebutnya dengan nama-Ku, sampai ke timur, sampai ke barat. Malahan jika adalah seseorang beribadah kepada Allah yang Mahakuasa, seraya mengakui akan adanya surga dan neraka, dan segala yang patut diakui; tapi tidak dia akui bahwa engkau Rasulullah, tidaklah ada manfaatnya segala pengakuannya itu, malahan dia masih kafir.\" Demikian satu tafsir Ibnu Abbas. Dan lebih tepat lagi tafsir Imam asy-Syafi'i. Beliau berkata, “Tidak disebut nama-Ku, melainkan mesti diiringi dengan namamu. Kalau orang mengucapkan Asyhadu Alla ilaha illallah, barulah sah setelah diiringi dengan Wa Asyhadu Anna Muhammad Rasulullah.\""}},"3":{"arabic":"ٱلَّذِىٓ أَنقَضَ ظَهۡرَكَٱلَّذِىٓ أَنقَضَ ظَهۡرَكَ","words":{"arabicWords":["ٱلَّذِيٓ","أَنقَضَ","ظَهۡرَكَ"],"translationWords":["yang","memberatkan","punggungmu"]},"translation":"yang memberatkan punggungmu,","tafsir":{"tafsir-jalalayn":"(Yang memberatkan) yang memayahkan (punggungmu) ayat ini maknanya sama dengan ayat lainnya yaitu, firman-Nya, \".... supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu...\" (Q.S. Al-Fath: 2).","tafsir-ibnu-katsir":"Tafsir Surat Al-Insyirah: 1-8\n\nBukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan darimu bebanmu, yang memberatkan punggungmu? Dan Kami tinggikan bagimu sebutan (nama)mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. Firman Allah Swt: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah: 1) Yakni Kami telah melapangkan dadamu. Dengan kata lain, dapat disebutkan bahwa Kami telah menjadikannya bercahaya dan luas lagi lapang.\n\nSemakna dengan apa yang telah disebutkan dalam ayat lain melalui firman-Nya: Barang siapa yang Allah menghendaki akan memberikan petunjuk kepadanya, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. (Al-An'am: 125) Dan sebagaimana Allah telah melapangkan dada Rasulullah ﷺ, demikian pula Allah telah menjadikan syariatnya luas, lapang, toleran, lagi mudah, tiada kesulitan dan tiada beban serta tiada kesempitan padanya. Menurut pendapat lain, yang dimaksud dengan firman Allah subhanahu wa ta’ala: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah:1) Yakni Allah telah melapangkan dadanya di malam Isra, sebagaimana yang telah disebutkan dahulu melalui riwayat Malik ibnu Sa'sa'ah.\n\nImam At-Tirmidzi telah mengetengahkannya dalam tafsir ayat ini. Dan jika memang hal itu terjadi di malam Isra sebagaimana yang telah disebutkan di dalam riwayat Malik ibnu Sa'sa'ah, maka pada hakikatnya tidaklah bertentangan dengan pendapat di atas. Karena sesungguhnya akibat dari pengaruh yang dilakukan terhadap dada beliau di malam Isra, terjadi pula pengaruh yang sama setelah dilapangkan oleh Allah subhanahu wa ta’ala secara maknawi. Hanya Allah-lah Yang Maha Mengetahui. [: [] Abdullah ibnu Imam Ahmad mengatakan, telah menceritakan kepadaku Muhammad ibnu Abdur Rahim alias Abu Yahya Al-Bazzar, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Mu'az ibnu Muhammad ibnu Ubay ibnu Ka'b, telah menceritakan kepadaku Abu Muhammad ibnu Mu'az, dari Muhammad, dari Ubay ibnu Ka'b, bahwa Abu Hurairah adalah orang yang paling berani menanyakan kepada Rasulullah ﷺ tentang berbagai masalah yang tidak ada seorang pun berani menanyakannya kepada beliau ﷺ selain dia.\n\nMaka Abu Hurairah bertanya, \"Wahai Rasulullah, apakah yang mula-mula engkau Iihat dari urusan kenabian ini?\" Rasulullah ﷺ Duduk tegak dan menjawab: Sesungguhnya engkau telah menanyakan hal yang berbobot, wahai Abu Hurairah! Sesungguhnya ketika usiaku menginjak sepuluh tahun lebih beberapa bulan, aku berada di padang Sahara. Tiba-tiba aku mendengar pembicaraan di atas kepalaku, dan ternyata ada seorang laki-laki yang berbicara kepada laki-laki lainnya, \"Apakah orang ini adalah dia? Maka keduanya datang menyambutku dengan penampilan wajah yang sama sekali belum pernah kulihat sebelumnya, dan sama sekali belum pernah pula aku melihat arwah seperti itu sebelumnya, dan belum pernah pula aku melihat pakaian yang dikenakannya pernah dikenakan oleh seseorang.\n\nKeduanya datang kepadaku dengan jalan kaki, hingga masing-masing dari keduanya memegang kedua lenganku, tetapi anehnya aku tidak merasa sentuhan tangan keduanya. Salah seorang berkata kepada yang lainnya, 'Rebahkanlah dia.' Lalu keduanya merebahkan diriku tanpa paksa dan tanpa sulit. Kemudian salah seorangnya berkata kepada yang lainnya, \"Belahlah dadanya, maka salah seorangnya menurut penglihatanku membelah dadaku tanpa ada darah yang mengalir dan tanpa rasa sakit.\n\nLalu berkata kepada yang membelahku, \"Keluarkanlah iri hati dan dengki. Lalu ia mengeluarkan sesuatu yang bentuknya seperti segumpal darah, kemudian ia membuangnya jauh-jauh. Dan berkata lagi ia kepada orang yang membelahku, \"Masukkanlah lemah lembut dan kasih sayang. Maka tiba-tiba kulihat sesuatu sebesar apa yang baru dikeluarkan, bentuknya mengilap seperti perak (dimasukkan ke dalam dadaku), kemudian ia mengguncangkan jempol kakiku yang sebelah kanan, dan berkata, \"Kembalikanlah ke semula dalam keadaan utuh.\n\nMaka setelah itu aku pulang dengan berlari dan terasa dadaku dipenuhi oleh perasaan lembut terhadap anak kecil dan kasih sayang kepada orang dewasa. Firman Allah subhanahu wa ta’ala: dan Kami telah menghilangkan darimu bebanmu. (Alam Nasyrah: 2) Semakna dengan apa yang disebutkan oleh firman-Nya: supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang. (Al-Fath: 2) Adapun firman Allah subhanahu wa ta’ala: yang memberatkan punggungmu. (AlamNasyrah: 3) Al-inqad artinya suara (tulang punggung bila memikul beban berat).\n\nDan bukan hanya seorang dari kalangan ulama Salaf mengatakan sehubungan dengan makna firman-Nya: yang memberatkan punggungmu. (AlamNasyrah: 3) Yakni membebanimu dengan beban yang berat. Dan mengenai firman selanjutnya: Dan Kami tinggikan bagimu sebutan (nama)mu. (Alam Nasyrah: 4) Mujahid mengatakan bahwa makna yang dimaksud ialah 'tidaklah Aku disebut melainkan namamu disebut pula bersama-Ku' yaitu dalam kalimah 'aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah'.\n\nQatadah mengatakan bahwa Allah meninggikan (mengangkat) sebutan namanya di dunia dan di akhirat. Maka tiada seorang khatib pun, tiada seorang yang membaca syahadat pun, dan tiada orang yang shalat pun melainkan mengucapkannya, yaitu kalimah, 'aku bersaksi tidak ada Tuhan yang berhak disembah selain Allah dan bahwa Muhammad adalah utusan Allah.' Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepada kami Amr ibnul Haris, dari Darij, dari Abul Haisam, dari Abu Sa'id, dari Rasulullah ﷺ, bahwa beliau ﷺ pernah bersabda: Jibril datang kepadaku dan berkata, Sesungguhnya Tuhanku dan Tuhanmu pernah berfirman, 'Tahukah kamu bagaimana Aku meninggikan sebutan (nama)mu?' Jibril menjawab, 'Allah lebih mengetahui.' Allah berfirman, Apabila nama-Ku disebut, maka disebutpula namamu bersama-Ku'.\n\nHal yang sama telah diriwayatkan oleh Ibnu Abu Hatim, dari Yunus, dari Abdul Ala dengan sanad yang sama. Abu Yala meriwayatkannya melalui jalur Ibnu Lahi'ah, dari Darij. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Abu Umar Al-Haudi, telah menceritakan kepada kami Hammad ibnu Zaid, telah menceritakan kepada kami ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku pernah menanyakan suatu masalah kepada Tuhanku, padahal aku tidak menginginkan untuk menanyakan hal itu kepada-Nya.\n\nAku bertanya, \"Sesungguhnya di antara nabi-nabi sebelumku ada yang telah Engkau tundukkan angin baginya, dan di antara mereka ada yang dapat menghidupkan orangmati.Allah subhanahu wa ta’ala Balik bertanya, \"Wahai Muhammad bukankah Aku mendapatimu sebagai seorang yang yatim piatu, lalu Aku melindungimu? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang bingung, lalu Aku memberimu petunjuk? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang kekurangan, lalu Aku memberimu kecukupan.\n\nAku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku telah melapangkan dadamu, bukankah Aku telah meninggikan sebutan (nama)mu? Aku menjawab, \"Benar, ya Tuhanku. Abu Na'im di dalam kitab Dala'ilun Nubuwwah mengatakan: telah menceritakan kepada kami Abu Ahmad Al-Gatrifi, telah menceritakan kepada kami Musa ibnu Sahl Al-Juwaini, telah menceritakan kepada kami Ahmad ibnul Qasim ibnu Bahzan Al-Haiti, telah menceritakan kepada kami Nasr ibnu Hammad, dari Usman ibnu ‘Atha’, dari Az-Zuhri, dari Anas yang mengatakan bahwaRasulullah ﷺ pernah bersabda: Setelah aku selesai dari menerima apa yang diperintahkan kepadaku menyangkut semua urusan langit dan bumi, lalu aku bertanya, \"Ya Tuhanku, sesungguhnya tiada seorang nabi pun sebelumku melainkan Engkau telah memuliakannya; Engkau telah menjadikan Ibrahim sebagai Khalil (kekasih), Musa sebagai Kalim (yang Engkau ajak bicara langsung), Engkau telah tundukkan gunung-gunung bagi Daud, dan bagi Sulaiman angin dan semua setan, dan Engkau hidupkan bagi Isa orang-orang yang telah mati.\n\nMaka apakah yang Engkau berikan kepadaku?Allah berfirman, \"Bukankah Aku telah memberimu dari hal tersebut seluruhnya, bahwa sesungguhnya tidaklah nama-Ku disebut melainkan engkau disebut pula bersama-Ku; dan Aku telah menjadikan dada umatmu sebagai kitab-kitab, mereka dapat membaca Al-Qur'an secara hafalan, dan hal itu belum pernah Kuberikan kepada suatu umat pun. Dan Aku telah memberimu suatu perbendaharaan dari 'Arasy-Ku, yaitu kalimah 'tidak ada daya (untuk menghindar dari maksiat) dan tiada kekuatan (untuk mengerjakan ibadah) kecuali dengan pertolongan Allah Yang Mahatinggi lagi Mahabesar'.\n\nAl-Bagawi telah meriwayatkan dari Ibnu Abbas dan Mujahid, bahwa makna yang dimaksud dari ayat ini ialah azan, yakni nama beliau ﷺ disebutkan dalam azan. Lalu Al-Bagawi menyitir bait-bait syair yang dikatakan oleh Hassan ibnu Sabit: ........... Kedudukannya (Nabi ﷺ) sebagai penutup nabi Allah lebih terang dari cahaya yang kita lihat. Dan juga Allah telah menggabungkan nama Nabi dengan nama-Nya, bila seorang muazzin mengucapkan kalimah yang kelima dalam azannya, yaitu 'asyhadu...'. Dan Allah telah membelah buatnya sebagian dari nama-Nya untuk menjadikannya orang yang diagungkan.\n\nTuhan Yang mempunyai 'Arasy Mahmud (Yang Maha Terpuji), dan dia bernama Muhammad (orang yang terpuji). Ulama lainnya mengatakan bahwa Allah meninggikan sebutan namanya di kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Dan Allah memuliakan namanya saat mengambil perjanjian dari para nabi, yaitu hendaknya mereka beriman kepada Nabi Muhammad dan hendaklah mereka memerintahkan kepada umatnya masing-masing untuk beriman kepadanya. Kemudian Allah memasyhurkan sebutannya di kalangan umatnya, maka tidak sekali-kali nama Allah disebut melainkan ia pun disebut bersama nama-Nya.\n\nAlangkah baiknya apa yang telah dikatakan oleh As-Sarsari rahimahullah dalam bait syairnya: ..... Tidaklah sah azan dalam shalat fardu melainkan dengan menyebut namanya yang enak disebut oleh lisan yang diridai. Disebutkan pula dalam bait syair lainnya: ... Tidakkah engkau perhatikan, bahwa tidaklah sah azan kita dan tidak sah (pula) shalat fardu kita bila kita tidak menyebut-nyebut namanya dalam keduanya.\n\nFirman Allah subhanahu wa ta’ala: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Allah subhanahu wa ta’ala menceritakan bahwa sesungguhnya sesudah kesulitan pasti ada kemudahan, kemudian berita ini diulangi-Nya lagi. : (5) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Hamid ibnu Hammad ibnu Abu Khuwar alias Abu Jahm, telah menceritakan kepada kami Aiz ibnu Syuraih yang mengatakan bahwa Anas ibnu Malik pernah menceritakan bahwa Nabi ﷺ duduk dan di hadapannya terdapat sebuah batu, maka beliau ﷺ bersabda: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan masuk ke dalamnya, lalu mengusirnya.\n\nDan Allah subhanahu wa ta’ala menurunkan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Abu Bakar Al-Bazzar meriwayatkan hadits ini di dalam kitab musnadnya, dari Muhammad ibnu Ma'mar, dari Humaid ibnu Hammad dengan sanad yang sama yang lafaznya seperti berikut: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan mengusirnya. KemudianNabi ﷺ membacakan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Al-Bazzar mengatakan bahwa kami tidak mengetahui hadits ini diriwayatkan dari Anas kecuali oleh Aiz ibnu Syuraih.\n\nMenurut hemat kami, Abu Hatim Ar-Razi telah mengatakan sehubungan dengan hadits yang diriwayatkan oleh Aiz, bahwa dia berpredikat lemah. Tetapi Syu'bah telah meriwayatkannya dari Mu'awiyah ibnu Qurrah, dari seorang lelaki, dari Abdullah ibnu Mas'ud secara mauquf. Dan Ibnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Al-Hasan ibnu Muhammad ibnus Sabah, telah menceritakan kepada kami Abu Qatn, telah menceritakan kepada kami Al-Mubarak ibnu Fudalah, dari Al-Hasan yang mengatakan bahwa mereka (para sahabat) mengatakan bahwa satu kesulitan tidak dapat mengalahkan dua kemudahan.\n\n\". Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Hasan yang mengatakan bahwa di suatu hari Nabi ﷺ keluar dalam keadaan senang dan riang seraya tersenyum, lalu bersabda: Satu kesulitan tidak akan dapat mengalahkan dua kemudahan, satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Hal yang sama telah diriwayatkan oleh Ibnu Jarir melalui hadits Auf Al-A'rabi dan Yunus ibnu Ubaid, dari Al-Hasan secara mursal.\n\nSa'id telah meriwayatkan dari Qatadah, bahwa telah diceritakan kepada kami bahwa Rasulullah ﷺ menyampaikan berita gembira kepada para sahabatnya dengan ayat ini, lalu beliau ﷺ bersabda: \". Satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Yang beliau maksudkan adalah firman Allah Swt: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Dikatakan demikian karena al-'usr yang pertama sama dengan al-'usr yang kedua. Lain halnya dengan yusr, ia berbilang (yakni dua) karena yang pertama lain dengan yang kedua. Al-Hasan ibnu Sufyan mengatakan bahwa telah menceritakan kepada kami Yazid ibnu Saleh, telah menceritakan kepada kami Kharijah, dari Abbad ibnu Kasir, dari Abuz Zanad, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Pertolongan diturunkan dari langit sesuai dengan kadar pembiayaan, dan kesabaran diturunkan sesuai dengan kadar musibah.\n\nDan termasuk di antara nasihat yang bersumber dari Imam Syafii disebutkan sebagai berikut: ......... Bersabarlah dengan kesabaran yang baik, maka alangkah dekatnya jalan kemudahan itu. Barang siapa yang merasa dirinya selalu berada dalam pengawasan Allah dalam semua urusan, niscaya ia akan selamat. Dan barang siapa yang membenarkan janji Allah, niscaya tidak akan tertimpa oleh musibah.\n\nDan barang siapa yang berharap kepada Allah, maka akan terjadilah seperti apa yang diharapkan. Ibnu Duraid mengatakan bahwa Abu Hatim As-Sijistani telah membacakan bait-bait syair berikut kepadanya, yaitu:\n\nBilamana hati dipenuhi oleh rasa putus asa, dan dada yang luas menjadi terasa scmpit, dan hal-hal yang tidak disukai datang menimpa diri, serta banyak musibah yang dialaminya, sehingga ia tidak melihat adanya celah untuk melepaskan diri dari bahaya yang sedang menimpa diri, dan tiada gunanya lagi semua upaya untuk menanggulanginya.\n\nMaka akan datanglah kepadamu pertolongan bila hatimu berserah diri kepada-Nya, yaitupertolongan dari Tuhan Yang Mahalembut lagi Maha Memperkenankan doa. Semua musibah apabila telah mencapai puncaknya pasti berhubungan langsung denganjalan keluarnyayang tidak lama. Penyair lainnya mengatakan dalam bait-bait syairnya: \n\nBetapa banyak musibah yang menimpa diri seseorang hingga membuatnya terasa sempit, sedangkan di sisi Allah adajalan keluar darinya.\n\nBilamana musibah mencapai puncaknya, maka pastilah adajalan keluarnya, padahalyang bersangkutan mengira tiada jalan keluar darinya. Firman Allah subhanahu wa ta’ala: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni apabila kamu telah merampungkan urusan-urusan duniamu dan kesibukannya dan telah kamu selesaikan semua yang berkaitan dengannya, maka bulatkanlah tekadmu untuk ibadah dan bangkitlah kamu kepadanya dalam keadaan bersemangat.\n\nCurahkanlah hatimu dan ikhlaskanlah niatmu dalam beribadah kepada-Nya dan berharap kepada-Nya. Termasuk pula ke dalam pengertian ini sebuah hadits yang telah disepakati kesahihannya, yaitu yang mengatakan: Tiada shalat di hadapan makanan, dan tiada shalat pula sedangkan yang bersangkutan menahan keinginan membuang kedua air (buang air kecil dan buang air besar). Dan sabda Nabi ﷺ yang mengatakan: Apabila shalat diiqamahkan, sedangkan makan malam telah disediakan, maka mulailah dengan menyantap makan malam dahulu. Mujahid telah mengatakan sehubungan dengan makna ayat ini, bahwa apabila kamu telah merampungkan urusan duniamu, lalu kamu berdiri untuk shalat, maka kerjakanlah salatmu dengan sungguh-sungguh dengan menghadap kepada Tuhanmu.\n\nDalam riwayat lain yang bersumber dari Qatadah disebutkan pula bahwa apabila berdiri untuk shalat, maka berdoalah dengan sungguh-sungguh untuk keperluanmu. Diriwayatkan pula dari Ibnu Mas'ud, bahwa apabila engkau telah mengerjakan shalat-shalat fardumu, maka kerjakanlah qiyamul lail dengan sungguh-sungguh. Dan telah diriwayatkan dari Ibnu Iyad hal yang semisal dengan pendapat Ibnu Mas'ud. Menurut riwayat lain yang bersumber dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni sesudah engkau selesaikan salatmu, sedangkan engkau masih dalam keadaan duduk.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (AlamNasyrah: 7) Yaitu dalam berdoa. Zaid ibnu Aslam dan Adh-Dhahhak telah mengatakan sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai. (AlamNasyrah: 7) Maksudnya, dari melakukan jihad. kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Alam Nasyrah: 7) Yakni kerjakanlah ibadah dengan sungguh-sungguh. dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 8) Ats-Tsauri mengatakan bahwa makna yang dimaksud ialah jadikanlah niatmu dan harapanmu hanya tertuju kepada Allah subhanahu wa ta’ala semata. Demikianlah akhir tafsir surat Alam Nasyrah dengan memanjatkan puji dan syukur atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"1-4. Wahai Nabi, bukankah Kami telah melapangkan dadamu' Kami telah menjadikanmu seorang nabi yang menerima syariat agama, berakhlak mulia, berwawasan luas, santun, dan sabar dalam menghadapi kepahitan hidup. dan Kami pun telah menurunkan bebanmu darimu, yang memberatkan punggungmu' Kami jadikan tugasmu yang sejatinya berat, seperti menyampaikan risalah dan mendakwahkan syariat, terasa ringan. dan Kami pun telah tinggikan sebutan namamu bagimu. Kami sebut namamu secara berurutan dengan nama-Ku, seperti dalam syahadat, azan, tasyahud, dan sebagainya. Itu adalah kemu'liaan tersendiri yang tidak Kami berikan kepada nabi-nabi yang lain. 1-4. Wahai Nabi, bukankah Kami telah melapangkan dadamu' Kami telah menjadikanmu seorang nabi yang menerima syariat agama, berakhlak mulia, berwawasan luas, santun, dan sabar dalam menghadapi kepahitan hidup. dan Kami pun telah menurunkan bebanmu darimu, yang memberatkan punggungmu' Kami jadikan tugasmu yang sejatinya berat, seperti menyampaikan risalah dan mendakwahkan syariat, terasa ringan. dan Kami pun telah tinggikan sebutan namamu bagimu. Kami sebut namamu secara berurutan dengan nama-Ku, seperti dalam syahadat, azan, tasyahud, dan sebagainya. Itu adalah kemu'liaan tersendiri yang tidak Kami berikan kepada nabi-nabi yang lain.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah mengungkapkan bahwa Dia berkenan meringankan beban yang dipikulkan kepada Nabi Muhammad dalam menunaikan penyebaran risalah-Nya. Dengan demikian, dengan mudah Nabi dapat menyampaikannya kepada manusia, dan dengan jiwa yang tenteram menghadapi tantangan musuh-musuhnya walaupun kadang-kadang tantangan itu berbahaya.\n\nSetelah Muhammad diangkat menjadi rasul, maka beliau mulai melaksanakan tugas menyampaikan agama Allah kepada orang-orang Quraisy. Karena timbul reaksi yang kuat dari mereka, beliau menyiarkan agama Islam dengan sembunyi-sembunyi. Oleh karena itu, beliau merasakan sangat berat melakukan tugas itu. Dengan masuk Islamnya beberapa orang pembesar Quraisy seperti Umar bin al-Khaththab, Hamzah, dan lain-lain, Rasulullah merasa ringan melaksanakan tugasnya. Hal ini ditambah lagi dengan datangnya perintah Allah untuk menyiarkan agama Islam dengan terang-terangan dan adanya jaminan Allah untuk menolong beliau, sebagaimana firman-Nya:\n\nMaka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau), (yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya). (al-hijr/15: 94-96).","tafsir-alazhar":"SURAH AL-INSYIRAAH(KELAPANGAN)SURAH KE-94, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Bukankah telah Kami lapangkan untukmu dadamu?\" (ayat 1)Yang tadinya sempit karena susah atau duka cita, atau sempit karena belum banyak diketahui jalan yang akan ditempuh, sehingga setelah Allah melapangkan dada itu, timbullah kebijaksanaan, rasa kearifan hukum, pertimbangan yang adil.***Ayat 2“Dan telah Kami lepaskan daripadamu beban beratmu?\" (ayat 2)Ayat 3“Yang telah menekan punggungmu?\" (ayat 3)Berbagai tafsir telah saya baca tentang arti Wizraka di sini.-\tBeberapa ahli tafsir mengatakan, Beban berat ialah tekanan dosa yang menimpa perasaan. Al-Qurthubi dalam tafsirnya menguatkan bahwa wizraka di sini ialah dosa-dosa. Dan itu dosa-dosa zaman jahiliyyah, meskipun di zaman jahiliyyah beliau tidak pernah menyembah berhala.-\tTetapi satu tafsir yang menarik hati dan cocok dengan perasaan kita, ialah yang diriwayatkan dari Abdul Aziz bin Yahya dan Abu Ubaidah, “Dan Kami telah lepaskan darimu beban beratmu;\" ialah tanggung jawab nubuwah. Sebab menjadi Nabi dan Rasul adalah satu beban berat. Itu telah dibuat ringan oleh Allah sehingga tidak berat memikulnya lagi.\"Ayat 4“Dan telah Kami tinggikan bagimu sebutan kamu.\" (ayat 4)Namamu, Kami junjung tinggi. Menurut Ibnu Abbas, “Bila disebut orang nama-Ku, namamu pun turut disebut dalam adzan, dalam iqamah, dalam syahadat. Di Hari Jum'at di atas mimbar, di Hari Raya Idul Fithri, di Hari Raya Idul Adha, di Hari Tasyriq di Mina, di hari Wuquf di Arafah, di hari melontar jumrah ketiganya, di antara bukit Shafa dan Marwah, bahkan sampai kepada khutbah nikah; namamu dijajarkan menyebutnya dengan nama-Ku, sampai ke timur, sampai ke barat. Malahan jika adalah seseorang beribadah kepada Allah yang Mahakuasa, seraya mengakui akan adanya surga dan neraka, dan segala yang patut diakui; tapi tidak dia akui bahwa engkau Rasulullah, tidaklah ada manfaatnya segala pengakuannya itu, malahan dia masih kafir.\" Demikian satu tafsir Ibnu Abbas. Dan lebih tepat lagi tafsir Imam asy-Syafi'i. Beliau berkata, “Tidak disebut nama-Ku, melainkan mesti diiringi dengan namamu. Kalau orang mengucapkan Asyhadu Alla ilaha illallah, barulah sah setelah diiringi dengan Wa Asyhadu Anna Muhammad Rasulullah.\""}},"4":{"arabic":"وَرَفَعۡنَا لَكَ ذِكۡرَكَوَرَفَعۡنَا لَكَ ذِكۡرَكَ","words":{"arabicWords":["وَرَفَعۡنَا","لَكَ","ذِكۡرَكَ"],"translationWords":["dan Kami tinggikan","bagimu","sebutanmu"]},"translation":"dan meninggikan (derajat)-mu (dengan selalu) menyebut-nyebut (nama)-mu?","tafsir":{"tafsir-jalalayn":"(Dan Kami tinggikan bagimu sebutanmu) yakni sebutan namamu sebagai contohnya ialah namamu disebutkan bersama-sama dengan nama-Ku di dalam azan, iqamah, tasyahhud, khotbah dan lain sebagainya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Insyirah: 1-8\n\nBukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan darimu bebanmu, yang memberatkan punggungmu? Dan Kami tinggikan bagimu sebutan (nama)mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. Firman Allah Swt: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah: 1) Yakni Kami telah melapangkan dadamu. Dengan kata lain, dapat disebutkan bahwa Kami telah menjadikannya bercahaya dan luas lagi lapang.\n\nSemakna dengan apa yang telah disebutkan dalam ayat lain melalui firman-Nya: Barang siapa yang Allah menghendaki akan memberikan petunjuk kepadanya, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. (Al-An'am: 125) Dan sebagaimana Allah telah melapangkan dada Rasulullah ﷺ, demikian pula Allah telah menjadikan syariatnya luas, lapang, toleran, lagi mudah, tiada kesulitan dan tiada beban serta tiada kesempitan padanya. Menurut pendapat lain, yang dimaksud dengan firman Allah subhanahu wa ta’ala: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah:1) Yakni Allah telah melapangkan dadanya di malam Isra, sebagaimana yang telah disebutkan dahulu melalui riwayat Malik ibnu Sa'sa'ah.\n\nImam At-Tirmidzi telah mengetengahkannya dalam tafsir ayat ini. Dan jika memang hal itu terjadi di malam Isra sebagaimana yang telah disebutkan di dalam riwayat Malik ibnu Sa'sa'ah, maka pada hakikatnya tidaklah bertentangan dengan pendapat di atas. Karena sesungguhnya akibat dari pengaruh yang dilakukan terhadap dada beliau di malam Isra, terjadi pula pengaruh yang sama setelah dilapangkan oleh Allah subhanahu wa ta’ala secara maknawi. Hanya Allah-lah Yang Maha Mengetahui. [: [] Abdullah ibnu Imam Ahmad mengatakan, telah menceritakan kepadaku Muhammad ibnu Abdur Rahim alias Abu Yahya Al-Bazzar, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Mu'az ibnu Muhammad ibnu Ubay ibnu Ka'b, telah menceritakan kepadaku Abu Muhammad ibnu Mu'az, dari Muhammad, dari Ubay ibnu Ka'b, bahwa Abu Hurairah adalah orang yang paling berani menanyakan kepada Rasulullah ﷺ tentang berbagai masalah yang tidak ada seorang pun berani menanyakannya kepada beliau ﷺ selain dia.\n\nMaka Abu Hurairah bertanya, \"Wahai Rasulullah, apakah yang mula-mula engkau Iihat dari urusan kenabian ini?\" Rasulullah ﷺ Duduk tegak dan menjawab: Sesungguhnya engkau telah menanyakan hal yang berbobot, wahai Abu Hurairah! Sesungguhnya ketika usiaku menginjak sepuluh tahun lebih beberapa bulan, aku berada di padang Sahara. Tiba-tiba aku mendengar pembicaraan di atas kepalaku, dan ternyata ada seorang laki-laki yang berbicara kepada laki-laki lainnya, \"Apakah orang ini adalah dia? Maka keduanya datang menyambutku dengan penampilan wajah yang sama sekali belum pernah kulihat sebelumnya, dan sama sekali belum pernah pula aku melihat arwah seperti itu sebelumnya, dan belum pernah pula aku melihat pakaian yang dikenakannya pernah dikenakan oleh seseorang.\n\nKeduanya datang kepadaku dengan jalan kaki, hingga masing-masing dari keduanya memegang kedua lenganku, tetapi anehnya aku tidak merasa sentuhan tangan keduanya. Salah seorang berkata kepada yang lainnya, 'Rebahkanlah dia.' Lalu keduanya merebahkan diriku tanpa paksa dan tanpa sulit. Kemudian salah seorangnya berkata kepada yang lainnya, \"Belahlah dadanya, maka salah seorangnya menurut penglihatanku membelah dadaku tanpa ada darah yang mengalir dan tanpa rasa sakit.\n\nLalu berkata kepada yang membelahku, \"Keluarkanlah iri hati dan dengki. Lalu ia mengeluarkan sesuatu yang bentuknya seperti segumpal darah, kemudian ia membuangnya jauh-jauh. Dan berkata lagi ia kepada orang yang membelahku, \"Masukkanlah lemah lembut dan kasih sayang. Maka tiba-tiba kulihat sesuatu sebesar apa yang baru dikeluarkan, bentuknya mengilap seperti perak (dimasukkan ke dalam dadaku), kemudian ia mengguncangkan jempol kakiku yang sebelah kanan, dan berkata, \"Kembalikanlah ke semula dalam keadaan utuh.\n\nMaka setelah itu aku pulang dengan berlari dan terasa dadaku dipenuhi oleh perasaan lembut terhadap anak kecil dan kasih sayang kepada orang dewasa. Firman Allah subhanahu wa ta’ala: dan Kami telah menghilangkan darimu bebanmu. (Alam Nasyrah: 2) Semakna dengan apa yang disebutkan oleh firman-Nya: supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang. (Al-Fath: 2) Adapun firman Allah subhanahu wa ta’ala: yang memberatkan punggungmu. (AlamNasyrah: 3) Al-inqad artinya suara (tulang punggung bila memikul beban berat).\n\nDan bukan hanya seorang dari kalangan ulama Salaf mengatakan sehubungan dengan makna firman-Nya: yang memberatkan punggungmu. (AlamNasyrah: 3) Yakni membebanimu dengan beban yang berat. Dan mengenai firman selanjutnya: Dan Kami tinggikan bagimu sebutan (nama)mu. (Alam Nasyrah: 4) Mujahid mengatakan bahwa makna yang dimaksud ialah 'tidaklah Aku disebut melainkan namamu disebut pula bersama-Ku' yaitu dalam kalimah 'aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah'.\n\nQatadah mengatakan bahwa Allah meninggikan (mengangkat) sebutan namanya di dunia dan di akhirat. Maka tiada seorang khatib pun, tiada seorang yang membaca syahadat pun, dan tiada orang yang shalat pun melainkan mengucapkannya, yaitu kalimah, 'aku bersaksi tidak ada Tuhan yang berhak disembah selain Allah dan bahwa Muhammad adalah utusan Allah.' Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepada kami Amr ibnul Haris, dari Darij, dari Abul Haisam, dari Abu Sa'id, dari Rasulullah ﷺ, bahwa beliau ﷺ pernah bersabda: Jibril datang kepadaku dan berkata, Sesungguhnya Tuhanku dan Tuhanmu pernah berfirman, 'Tahukah kamu bagaimana Aku meninggikan sebutan (nama)mu?' Jibril menjawab, 'Allah lebih mengetahui.' Allah berfirman, Apabila nama-Ku disebut, maka disebutpula namamu bersama-Ku'.\n\nHal yang sama telah diriwayatkan oleh Ibnu Abu Hatim, dari Yunus, dari Abdul Ala dengan sanad yang sama. Abu Yala meriwayatkannya melalui jalur Ibnu Lahi'ah, dari Darij. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Abu Umar Al-Haudi, telah menceritakan kepada kami Hammad ibnu Zaid, telah menceritakan kepada kami ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku pernah menanyakan suatu masalah kepada Tuhanku, padahal aku tidak menginginkan untuk menanyakan hal itu kepada-Nya.\n\nAku bertanya, \"Sesungguhnya di antara nabi-nabi sebelumku ada yang telah Engkau tundukkan angin baginya, dan di antara mereka ada yang dapat menghidupkan orangmati.Allah subhanahu wa ta’ala Balik bertanya, \"Wahai Muhammad bukankah Aku mendapatimu sebagai seorang yang yatim piatu, lalu Aku melindungimu? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang bingung, lalu Aku memberimu petunjuk? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang kekurangan, lalu Aku memberimu kecukupan.\n\nAku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku telah melapangkan dadamu, bukankah Aku telah meninggikan sebutan (nama)mu? Aku menjawab, \"Benar, ya Tuhanku. Abu Na'im di dalam kitab Dala'ilun Nubuwwah mengatakan: telah menceritakan kepada kami Abu Ahmad Al-Gatrifi, telah menceritakan kepada kami Musa ibnu Sahl Al-Juwaini, telah menceritakan kepada kami Ahmad ibnul Qasim ibnu Bahzan Al-Haiti, telah menceritakan kepada kami Nasr ibnu Hammad, dari Usman ibnu ‘Atha’, dari Az-Zuhri, dari Anas yang mengatakan bahwaRasulullah ﷺ pernah bersabda: Setelah aku selesai dari menerima apa yang diperintahkan kepadaku menyangkut semua urusan langit dan bumi, lalu aku bertanya, \"Ya Tuhanku, sesungguhnya tiada seorang nabi pun sebelumku melainkan Engkau telah memuliakannya; Engkau telah menjadikan Ibrahim sebagai Khalil (kekasih), Musa sebagai Kalim (yang Engkau ajak bicara langsung), Engkau telah tundukkan gunung-gunung bagi Daud, dan bagi Sulaiman angin dan semua setan, dan Engkau hidupkan bagi Isa orang-orang yang telah mati.\n\nMaka apakah yang Engkau berikan kepadaku?Allah berfirman, \"Bukankah Aku telah memberimu dari hal tersebut seluruhnya, bahwa sesungguhnya tidaklah nama-Ku disebut melainkan engkau disebut pula bersama-Ku; dan Aku telah menjadikan dada umatmu sebagai kitab-kitab, mereka dapat membaca Al-Qur'an secara hafalan, dan hal itu belum pernah Kuberikan kepada suatu umat pun. Dan Aku telah memberimu suatu perbendaharaan dari 'Arasy-Ku, yaitu kalimah 'tidak ada daya (untuk menghindar dari maksiat) dan tiada kekuatan (untuk mengerjakan ibadah) kecuali dengan pertolongan Allah Yang Mahatinggi lagi Mahabesar'.\n\nAl-Bagawi telah meriwayatkan dari Ibnu Abbas dan Mujahid, bahwa makna yang dimaksud dari ayat ini ialah azan, yakni nama beliau ﷺ disebutkan dalam azan. Lalu Al-Bagawi menyitir bait-bait syair yang dikatakan oleh Hassan ibnu Sabit: ........... Kedudukannya (Nabi ﷺ) sebagai penutup nabi Allah lebih terang dari cahaya yang kita lihat. Dan juga Allah telah menggabungkan nama Nabi dengan nama-Nya, bila seorang muazzin mengucapkan kalimah yang kelima dalam azannya, yaitu 'asyhadu...'. Dan Allah telah membelah buatnya sebagian dari nama-Nya untuk menjadikannya orang yang diagungkan.\n\nTuhan Yang mempunyai 'Arasy Mahmud (Yang Maha Terpuji), dan dia bernama Muhammad (orang yang terpuji). Ulama lainnya mengatakan bahwa Allah meninggikan sebutan namanya di kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Dan Allah memuliakan namanya saat mengambil perjanjian dari para nabi, yaitu hendaknya mereka beriman kepada Nabi Muhammad dan hendaklah mereka memerintahkan kepada umatnya masing-masing untuk beriman kepadanya. Kemudian Allah memasyhurkan sebutannya di kalangan umatnya, maka tidak sekali-kali nama Allah disebut melainkan ia pun disebut bersama nama-Nya.\n\nAlangkah baiknya apa yang telah dikatakan oleh As-Sarsari rahimahullah dalam bait syairnya: ..... Tidaklah sah azan dalam shalat fardu melainkan dengan menyebut namanya yang enak disebut oleh lisan yang diridai. Disebutkan pula dalam bait syair lainnya: ... Tidakkah engkau perhatikan, bahwa tidaklah sah azan kita dan tidak sah (pula) shalat fardu kita bila kita tidak menyebut-nyebut namanya dalam keduanya.\n\nFirman Allah subhanahu wa ta’ala: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Allah subhanahu wa ta’ala menceritakan bahwa sesungguhnya sesudah kesulitan pasti ada kemudahan, kemudian berita ini diulangi-Nya lagi. : (5) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Hamid ibnu Hammad ibnu Abu Khuwar alias Abu Jahm, telah menceritakan kepada kami Aiz ibnu Syuraih yang mengatakan bahwa Anas ibnu Malik pernah menceritakan bahwa Nabi ﷺ duduk dan di hadapannya terdapat sebuah batu, maka beliau ﷺ bersabda: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan masuk ke dalamnya, lalu mengusirnya.\n\nDan Allah subhanahu wa ta’ala menurunkan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Abu Bakar Al-Bazzar meriwayatkan hadits ini di dalam kitab musnadnya, dari Muhammad ibnu Ma'mar, dari Humaid ibnu Hammad dengan sanad yang sama yang lafaznya seperti berikut: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan mengusirnya. KemudianNabi ﷺ membacakan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Al-Bazzar mengatakan bahwa kami tidak mengetahui hadits ini diriwayatkan dari Anas kecuali oleh Aiz ibnu Syuraih.\n\nMenurut hemat kami, Abu Hatim Ar-Razi telah mengatakan sehubungan dengan hadits yang diriwayatkan oleh Aiz, bahwa dia berpredikat lemah. Tetapi Syu'bah telah meriwayatkannya dari Mu'awiyah ibnu Qurrah, dari seorang lelaki, dari Abdullah ibnu Mas'ud secara mauquf. Dan Ibnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Al-Hasan ibnu Muhammad ibnus Sabah, telah menceritakan kepada kami Abu Qatn, telah menceritakan kepada kami Al-Mubarak ibnu Fudalah, dari Al-Hasan yang mengatakan bahwa mereka (para sahabat) mengatakan bahwa satu kesulitan tidak dapat mengalahkan dua kemudahan.\n\n\". Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Hasan yang mengatakan bahwa di suatu hari Nabi ﷺ keluar dalam keadaan senang dan riang seraya tersenyum, lalu bersabda: Satu kesulitan tidak akan dapat mengalahkan dua kemudahan, satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Hal yang sama telah diriwayatkan oleh Ibnu Jarir melalui hadits Auf Al-A'rabi dan Yunus ibnu Ubaid, dari Al-Hasan secara mursal.\n\nSa'id telah meriwayatkan dari Qatadah, bahwa telah diceritakan kepada kami bahwa Rasulullah ﷺ menyampaikan berita gembira kepada para sahabatnya dengan ayat ini, lalu beliau ﷺ bersabda: \". Satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Yang beliau maksudkan adalah firman Allah Swt: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Dikatakan demikian karena al-'usr yang pertama sama dengan al-'usr yang kedua. Lain halnya dengan yusr, ia berbilang (yakni dua) karena yang pertama lain dengan yang kedua. Al-Hasan ibnu Sufyan mengatakan bahwa telah menceritakan kepada kami Yazid ibnu Saleh, telah menceritakan kepada kami Kharijah, dari Abbad ibnu Kasir, dari Abuz Zanad, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Pertolongan diturunkan dari langit sesuai dengan kadar pembiayaan, dan kesabaran diturunkan sesuai dengan kadar musibah.\n\nDan termasuk di antara nasihat yang bersumber dari Imam Syafii disebutkan sebagai berikut: ......... Bersabarlah dengan kesabaran yang baik, maka alangkah dekatnya jalan kemudahan itu. Barang siapa yang merasa dirinya selalu berada dalam pengawasan Allah dalam semua urusan, niscaya ia akan selamat. Dan barang siapa yang membenarkan janji Allah, niscaya tidak akan tertimpa oleh musibah.\n\nDan barang siapa yang berharap kepada Allah, maka akan terjadilah seperti apa yang diharapkan. Ibnu Duraid mengatakan bahwa Abu Hatim As-Sijistani telah membacakan bait-bait syair berikut kepadanya, yaitu:\n\nBilamana hati dipenuhi oleh rasa putus asa, dan dada yang luas menjadi terasa scmpit, dan hal-hal yang tidak disukai datang menimpa diri, serta banyak musibah yang dialaminya, sehingga ia tidak melihat adanya celah untuk melepaskan diri dari bahaya yang sedang menimpa diri, dan tiada gunanya lagi semua upaya untuk menanggulanginya.\n\nMaka akan datanglah kepadamu pertolongan bila hatimu berserah diri kepada-Nya, yaitupertolongan dari Tuhan Yang Mahalembut lagi Maha Memperkenankan doa. Semua musibah apabila telah mencapai puncaknya pasti berhubungan langsung denganjalan keluarnyayang tidak lama. Penyair lainnya mengatakan dalam bait-bait syairnya: \n\nBetapa banyak musibah yang menimpa diri seseorang hingga membuatnya terasa sempit, sedangkan di sisi Allah adajalan keluar darinya.\n\nBilamana musibah mencapai puncaknya, maka pastilah adajalan keluarnya, padahalyang bersangkutan mengira tiada jalan keluar darinya. Firman Allah subhanahu wa ta’ala: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni apabila kamu telah merampungkan urusan-urusan duniamu dan kesibukannya dan telah kamu selesaikan semua yang berkaitan dengannya, maka bulatkanlah tekadmu untuk ibadah dan bangkitlah kamu kepadanya dalam keadaan bersemangat.\n\nCurahkanlah hatimu dan ikhlaskanlah niatmu dalam beribadah kepada-Nya dan berharap kepada-Nya. Termasuk pula ke dalam pengertian ini sebuah hadits yang telah disepakati kesahihannya, yaitu yang mengatakan: Tiada shalat di hadapan makanan, dan tiada shalat pula sedangkan yang bersangkutan menahan keinginan membuang kedua air (buang air kecil dan buang air besar). Dan sabda Nabi ﷺ yang mengatakan: Apabila shalat diiqamahkan, sedangkan makan malam telah disediakan, maka mulailah dengan menyantap makan malam dahulu. Mujahid telah mengatakan sehubungan dengan makna ayat ini, bahwa apabila kamu telah merampungkan urusan duniamu, lalu kamu berdiri untuk shalat, maka kerjakanlah salatmu dengan sungguh-sungguh dengan menghadap kepada Tuhanmu.\n\nDalam riwayat lain yang bersumber dari Qatadah disebutkan pula bahwa apabila berdiri untuk shalat, maka berdoalah dengan sungguh-sungguh untuk keperluanmu. Diriwayatkan pula dari Ibnu Mas'ud, bahwa apabila engkau telah mengerjakan shalat-shalat fardumu, maka kerjakanlah qiyamul lail dengan sungguh-sungguh. Dan telah diriwayatkan dari Ibnu Iyad hal yang semisal dengan pendapat Ibnu Mas'ud. Menurut riwayat lain yang bersumber dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni sesudah engkau selesaikan salatmu, sedangkan engkau masih dalam keadaan duduk.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (AlamNasyrah: 7) Yaitu dalam berdoa. Zaid ibnu Aslam dan Adh-Dhahhak telah mengatakan sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai. (AlamNasyrah: 7) Maksudnya, dari melakukan jihad. kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Alam Nasyrah: 7) Yakni kerjakanlah ibadah dengan sungguh-sungguh. dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 8) Ats-Tsauri mengatakan bahwa makna yang dimaksud ialah jadikanlah niatmu dan harapanmu hanya tertuju kepada Allah subhanahu wa ta’ala semata. Demikianlah akhir tafsir surat Alam Nasyrah dengan memanjatkan puji dan syukur atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"1-4. Wahai Nabi, bukankah Kami telah melapangkan dadamu' Kami telah menjadikanmu seorang nabi yang menerima syariat agama, berakhlak mulia, berwawasan luas, santun, dan sabar dalam menghadapi kepahitan hidup. dan Kami pun telah menurunkan bebanmu darimu, yang memberatkan punggungmu' Kami jadikan tugasmu yang sejatinya berat, seperti menyampaikan risalah dan mendakwahkan syariat, terasa ringan. dan Kami pun telah tinggikan sebutan namamu bagimu. Kami sebut namamu secara berurutan dengan nama-Ku, seperti dalam syahadat, azan, tasyahud, dan sebagainya. Itu adalah kemu'liaan tersendiri yang tidak Kami berikan kepada nabi-nabi yang lain. 5-6. Demikianlah nikmat-nikmat-Ku kepadamu. Maka tetaplah optimis dan berharap pada perto'longan Tuhanmu karena sesungguhnya beserta kesulitan apa pun pasti ada kemudahan yang menyertainya. Engkau hadapi kesulitan besar dalam menyampaikan dakwah kepada kaummu; mereka ingkar dan menentangmu, tetapi Allah memberimu kemudahan untuk menaklukkan mereka. Sesungguhnya beserta kesulitan itu pasti ada kemudahan. \n\n.","tafsir-lengkap-kemenag":"Dalam ayat ini diterangkan bahwa Allah mengangkat derajat Nabi Muhammad, meninggikan kedudukan dan memperbesar pengaruhnya. Apakah ada kedudukan yang lebih mulia dari kedudukan nubuwwah (kenabian) yang telah dianugerahkan Allah kepadanya? Apakah ada yang lebih utama dari tersebarnya ke seluruh dunia pengikut-pengikut yang setia yang patuh menjalankan segala perintah dan menjauhi segala larangannya.\n\nMereka melakukan yang demikian itu karena yakin bahwa dalam menjalankan perintah-perintahnya itu terdapat keuntungan yang besar, sedang mendurhakainya adalah kerugian besar. Apakah ada sebutan yang lebih mulia dan dapat membanggakan hati daripada menyebut namanya bersama nama Allah Yang Maha Pengasih, sebagai tanda kesempurnaan insani? Sebutan mana lagi yang lebih mulia daripada sebutan yang dijadikan tanda pengakuan kerasulannya dan pengakuan tersebut dijadikan syarat seseorang menjadi penghuni surga.\n\nSelain dari itu, Nabi ﷺ telah membebaskan umat manusia dari perbudakan, kebodohan, dan kerusakan pikiran, serta membawa manusia kembali kepada fitrah yang menjamin kebebasan berpikir dan berkehendak. Dengan demikian, manusia dapat menemukan yang hak dan mengetahui siapakah sebenarnya yang harus disembah. Mereka kemudian bersatu dalam keimanan dan beribadah kepada Allah Yang Maha Esa, sesudah mereka berbeda-beda dalam penyembuhan mereka. Beliaulah yang menyingkirkan awan-awan kegelapan dari mereka, serta menerangi jalan yang harus ditempuh untuk menuju kepada kejayaan dan kebahagiaan.","tafsir-alazhar":"SURAH AL-INSYIRAAH(KELAPANGAN)SURAH KE-94, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Bukankah telah Kami lapangkan untukmu dadamu?\" (ayat 1)Yang tadinya sempit karena susah atau duka cita, atau sempit karena belum banyak diketahui jalan yang akan ditempuh, sehingga setelah Allah melapangkan dada itu, timbullah kebijaksanaan, rasa kearifan hukum, pertimbangan yang adil.***Ayat 2“Dan telah Kami lepaskan daripadamu beban beratmu?\" (ayat 2)Ayat 3“Yang telah menekan punggungmu?\" (ayat 3)Berbagai tafsir telah saya baca tentang arti Wizraka di sini.-\tBeberapa ahli tafsir mengatakan, Beban berat ialah tekanan dosa yang menimpa perasaan. Al-Qurthubi dalam tafsirnya menguatkan bahwa wizraka di sini ialah dosa-dosa. Dan itu dosa-dosa zaman jahiliyyah, meskipun di zaman jahiliyyah beliau tidak pernah menyembah berhala.-\tTetapi satu tafsir yang menarik hati dan cocok dengan perasaan kita, ialah yang diriwayatkan dari Abdul Aziz bin Yahya dan Abu Ubaidah, “Dan Kami telah lepaskan darimu beban beratmu;\" ialah tanggung jawab nubuwah. Sebab menjadi Nabi dan Rasul adalah satu beban berat. Itu telah dibuat ringan oleh Allah sehingga tidak berat memikulnya lagi.\"Ayat 4“Dan telah Kami tinggikan bagimu sebutan kamu.\" (ayat 4)Namamu, Kami junjung tinggi. Menurut Ibnu Abbas, “Bila disebut orang nama-Ku, namamu pun turut disebut dalam adzan, dalam iqamah, dalam syahadat. Di Hari Jum'at di atas mimbar, di Hari Raya Idul Fithri, di Hari Raya Idul Adha, di Hari Tasyriq di Mina, di hari Wuquf di Arafah, di hari melontar jumrah ketiganya, di antara bukit Shafa dan Marwah, bahkan sampai kepada khutbah nikah; namamu dijajarkan menyebutnya dengan nama-Ku, sampai ke timur, sampai ke barat. Malahan jika adalah seseorang beribadah kepada Allah yang Mahakuasa, seraya mengakui akan adanya surga dan neraka, dan segala yang patut diakui; tapi tidak dia akui bahwa engkau Rasulullah, tidaklah ada manfaatnya segala pengakuannya itu, malahan dia masih kafir.\" Demikian satu tafsir Ibnu Abbas. Dan lebih tepat lagi tafsir Imam asy-Syafi'i. Beliau berkata, “Tidak disebut nama-Ku, melainkan mesti diiringi dengan namamu. Kalau orang mengucapkan Asyhadu Alla ilaha illallah, barulah sah setelah diiringi dengan Wa Asyhadu Anna Muhammad Rasulullah.\""}},"5":{"arabic":"فَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًافَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا","words":{"arabicWords":["فَإِنَّ","مَعَ","ٱلۡعُسۡرِ","يُسۡرًا"],"translationWords":["maka sesungguhnya","beserta","kesulitan","kemudahan"]},"translation":"Maka, sesungguhnya beserta kesulitan ada kemudahan.","tafsir":{"tafsir-jalalayn":"(Karena sesungguhnya sesudah kesulitan itu) atau kesukaran itu (ada kelapangan) yakni kemudahan.","tafsir-ibnu-katsir":"Tafsir Surat Al-Insyirah: 1-8\n\nBukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan darimu bebanmu, yang memberatkan punggungmu? Dan Kami tinggikan bagimu sebutan (nama)mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. Firman Allah Swt: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah: 1) Yakni Kami telah melapangkan dadamu. Dengan kata lain, dapat disebutkan bahwa Kami telah menjadikannya bercahaya dan luas lagi lapang.\n\nSemakna dengan apa yang telah disebutkan dalam ayat lain melalui firman-Nya: Barang siapa yang Allah menghendaki akan memberikan petunjuk kepadanya, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. (Al-An'am: 125) Dan sebagaimana Allah telah melapangkan dada Rasulullah ﷺ, demikian pula Allah telah menjadikan syariatnya luas, lapang, toleran, lagi mudah, tiada kesulitan dan tiada beban serta tiada kesempitan padanya. Menurut pendapat lain, yang dimaksud dengan firman Allah subhanahu wa ta’ala: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah:1) Yakni Allah telah melapangkan dadanya di malam Isra, sebagaimana yang telah disebutkan dahulu melalui riwayat Malik ibnu Sa'sa'ah.\n\nImam At-Tirmidzi telah mengetengahkannya dalam tafsir ayat ini. Dan jika memang hal itu terjadi di malam Isra sebagaimana yang telah disebutkan di dalam riwayat Malik ibnu Sa'sa'ah, maka pada hakikatnya tidaklah bertentangan dengan pendapat di atas. Karena sesungguhnya akibat dari pengaruh yang dilakukan terhadap dada beliau di malam Isra, terjadi pula pengaruh yang sama setelah dilapangkan oleh Allah subhanahu wa ta’ala secara maknawi. Hanya Allah-lah Yang Maha Mengetahui. [: [] Abdullah ibnu Imam Ahmad mengatakan, telah menceritakan kepadaku Muhammad ibnu Abdur Rahim alias Abu Yahya Al-Bazzar, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Mu'az ibnu Muhammad ibnu Ubay ibnu Ka'b, telah menceritakan kepadaku Abu Muhammad ibnu Mu'az, dari Muhammad, dari Ubay ibnu Ka'b, bahwa Abu Hurairah adalah orang yang paling berani menanyakan kepada Rasulullah ﷺ tentang berbagai masalah yang tidak ada seorang pun berani menanyakannya kepada beliau ﷺ selain dia.\n\nMaka Abu Hurairah bertanya, \"Wahai Rasulullah, apakah yang mula-mula engkau Iihat dari urusan kenabian ini?\" Rasulullah ﷺ Duduk tegak dan menjawab: Sesungguhnya engkau telah menanyakan hal yang berbobot, wahai Abu Hurairah! Sesungguhnya ketika usiaku menginjak sepuluh tahun lebih beberapa bulan, aku berada di padang Sahara. Tiba-tiba aku mendengar pembicaraan di atas kepalaku, dan ternyata ada seorang laki-laki yang berbicara kepada laki-laki lainnya, \"Apakah orang ini adalah dia? Maka keduanya datang menyambutku dengan penampilan wajah yang sama sekali belum pernah kulihat sebelumnya, dan sama sekali belum pernah pula aku melihat arwah seperti itu sebelumnya, dan belum pernah pula aku melihat pakaian yang dikenakannya pernah dikenakan oleh seseorang.\n\nKeduanya datang kepadaku dengan jalan kaki, hingga masing-masing dari keduanya memegang kedua lenganku, tetapi anehnya aku tidak merasa sentuhan tangan keduanya. Salah seorang berkata kepada yang lainnya, 'Rebahkanlah dia.' Lalu keduanya merebahkan diriku tanpa paksa dan tanpa sulit. Kemudian salah seorangnya berkata kepada yang lainnya, \"Belahlah dadanya, maka salah seorangnya menurut penglihatanku membelah dadaku tanpa ada darah yang mengalir dan tanpa rasa sakit.\n\nLalu berkata kepada yang membelahku, \"Keluarkanlah iri hati dan dengki. Lalu ia mengeluarkan sesuatu yang bentuknya seperti segumpal darah, kemudian ia membuangnya jauh-jauh. Dan berkata lagi ia kepada orang yang membelahku, \"Masukkanlah lemah lembut dan kasih sayang. Maka tiba-tiba kulihat sesuatu sebesar apa yang baru dikeluarkan, bentuknya mengilap seperti perak (dimasukkan ke dalam dadaku), kemudian ia mengguncangkan jempol kakiku yang sebelah kanan, dan berkata, \"Kembalikanlah ke semula dalam keadaan utuh.\n\nMaka setelah itu aku pulang dengan berlari dan terasa dadaku dipenuhi oleh perasaan lembut terhadap anak kecil dan kasih sayang kepada orang dewasa. Firman Allah subhanahu wa ta’ala: dan Kami telah menghilangkan darimu bebanmu. (Alam Nasyrah: 2) Semakna dengan apa yang disebutkan oleh firman-Nya: supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang. (Al-Fath: 2) Adapun firman Allah subhanahu wa ta’ala: yang memberatkan punggungmu. (AlamNasyrah: 3) Al-inqad artinya suara (tulang punggung bila memikul beban berat).\n\nDan bukan hanya seorang dari kalangan ulama Salaf mengatakan sehubungan dengan makna firman-Nya: yang memberatkan punggungmu. (AlamNasyrah: 3) Yakni membebanimu dengan beban yang berat. Dan mengenai firman selanjutnya: Dan Kami tinggikan bagimu sebutan (nama)mu. (Alam Nasyrah: 4) Mujahid mengatakan bahwa makna yang dimaksud ialah 'tidaklah Aku disebut melainkan namamu disebut pula bersama-Ku' yaitu dalam kalimah 'aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah'.\n\nQatadah mengatakan bahwa Allah meninggikan (mengangkat) sebutan namanya di dunia dan di akhirat. Maka tiada seorang khatib pun, tiada seorang yang membaca syahadat pun, dan tiada orang yang shalat pun melainkan mengucapkannya, yaitu kalimah, 'aku bersaksi tidak ada Tuhan yang berhak disembah selain Allah dan bahwa Muhammad adalah utusan Allah.' Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepada kami Amr ibnul Haris, dari Darij, dari Abul Haisam, dari Abu Sa'id, dari Rasulullah ﷺ, bahwa beliau ﷺ pernah bersabda: Jibril datang kepadaku dan berkata, Sesungguhnya Tuhanku dan Tuhanmu pernah berfirman, 'Tahukah kamu bagaimana Aku meninggikan sebutan (nama)mu?' Jibril menjawab, 'Allah lebih mengetahui.' Allah berfirman, Apabila nama-Ku disebut, maka disebutpula namamu bersama-Ku'.\n\nHal yang sama telah diriwayatkan oleh Ibnu Abu Hatim, dari Yunus, dari Abdul Ala dengan sanad yang sama. Abu Yala meriwayatkannya melalui jalur Ibnu Lahi'ah, dari Darij. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Abu Umar Al-Haudi, telah menceritakan kepada kami Hammad ibnu Zaid, telah menceritakan kepada kami ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku pernah menanyakan suatu masalah kepada Tuhanku, padahal aku tidak menginginkan untuk menanyakan hal itu kepada-Nya.\n\nAku bertanya, \"Sesungguhnya di antara nabi-nabi sebelumku ada yang telah Engkau tundukkan angin baginya, dan di antara mereka ada yang dapat menghidupkan orangmati.Allah subhanahu wa ta’ala Balik bertanya, \"Wahai Muhammad bukankah Aku mendapatimu sebagai seorang yang yatim piatu, lalu Aku melindungimu? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang bingung, lalu Aku memberimu petunjuk? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang kekurangan, lalu Aku memberimu kecukupan.\n\nAku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku telah melapangkan dadamu, bukankah Aku telah meninggikan sebutan (nama)mu? Aku menjawab, \"Benar, ya Tuhanku. Abu Na'im di dalam kitab Dala'ilun Nubuwwah mengatakan: telah menceritakan kepada kami Abu Ahmad Al-Gatrifi, telah menceritakan kepada kami Musa ibnu Sahl Al-Juwaini, telah menceritakan kepada kami Ahmad ibnul Qasim ibnu Bahzan Al-Haiti, telah menceritakan kepada kami Nasr ibnu Hammad, dari Usman ibnu ‘Atha’, dari Az-Zuhri, dari Anas yang mengatakan bahwaRasulullah ﷺ pernah bersabda: Setelah aku selesai dari menerima apa yang diperintahkan kepadaku menyangkut semua urusan langit dan bumi, lalu aku bertanya, \"Ya Tuhanku, sesungguhnya tiada seorang nabi pun sebelumku melainkan Engkau telah memuliakannya; Engkau telah menjadikan Ibrahim sebagai Khalil (kekasih), Musa sebagai Kalim (yang Engkau ajak bicara langsung), Engkau telah tundukkan gunung-gunung bagi Daud, dan bagi Sulaiman angin dan semua setan, dan Engkau hidupkan bagi Isa orang-orang yang telah mati.\n\nMaka apakah yang Engkau berikan kepadaku?Allah berfirman, \"Bukankah Aku telah memberimu dari hal tersebut seluruhnya, bahwa sesungguhnya tidaklah nama-Ku disebut melainkan engkau disebut pula bersama-Ku; dan Aku telah menjadikan dada umatmu sebagai kitab-kitab, mereka dapat membaca Al-Qur'an secara hafalan, dan hal itu belum pernah Kuberikan kepada suatu umat pun. Dan Aku telah memberimu suatu perbendaharaan dari 'Arasy-Ku, yaitu kalimah 'tidak ada daya (untuk menghindar dari maksiat) dan tiada kekuatan (untuk mengerjakan ibadah) kecuali dengan pertolongan Allah Yang Mahatinggi lagi Mahabesar'.\n\nAl-Bagawi telah meriwayatkan dari Ibnu Abbas dan Mujahid, bahwa makna yang dimaksud dari ayat ini ialah azan, yakni nama beliau ﷺ disebutkan dalam azan. Lalu Al-Bagawi menyitir bait-bait syair yang dikatakan oleh Hassan ibnu Sabit: ........... Kedudukannya (Nabi ﷺ) sebagai penutup nabi Allah lebih terang dari cahaya yang kita lihat. Dan juga Allah telah menggabungkan nama Nabi dengan nama-Nya, bila seorang muazzin mengucapkan kalimah yang kelima dalam azannya, yaitu 'asyhadu...'. Dan Allah telah membelah buatnya sebagian dari nama-Nya untuk menjadikannya orang yang diagungkan.\n\nTuhan Yang mempunyai 'Arasy Mahmud (Yang Maha Terpuji), dan dia bernama Muhammad (orang yang terpuji). Ulama lainnya mengatakan bahwa Allah meninggikan sebutan namanya di kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Dan Allah memuliakan namanya saat mengambil perjanjian dari para nabi, yaitu hendaknya mereka beriman kepada Nabi Muhammad dan hendaklah mereka memerintahkan kepada umatnya masing-masing untuk beriman kepadanya. Kemudian Allah memasyhurkan sebutannya di kalangan umatnya, maka tidak sekali-kali nama Allah disebut melainkan ia pun disebut bersama nama-Nya.\n\nAlangkah baiknya apa yang telah dikatakan oleh As-Sarsari rahimahullah dalam bait syairnya: ..... Tidaklah sah azan dalam shalat fardu melainkan dengan menyebut namanya yang enak disebut oleh lisan yang diridai. Disebutkan pula dalam bait syair lainnya: ... Tidakkah engkau perhatikan, bahwa tidaklah sah azan kita dan tidak sah (pula) shalat fardu kita bila kita tidak menyebut-nyebut namanya dalam keduanya.\n\nFirman Allah subhanahu wa ta’ala: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Allah subhanahu wa ta’ala menceritakan bahwa sesungguhnya sesudah kesulitan pasti ada kemudahan, kemudian berita ini diulangi-Nya lagi. : (5) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Hamid ibnu Hammad ibnu Abu Khuwar alias Abu Jahm, telah menceritakan kepada kami Aiz ibnu Syuraih yang mengatakan bahwa Anas ibnu Malik pernah menceritakan bahwa Nabi ﷺ duduk dan di hadapannya terdapat sebuah batu, maka beliau ﷺ bersabda: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan masuk ke dalamnya, lalu mengusirnya.\n\nDan Allah subhanahu wa ta’ala menurunkan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Abu Bakar Al-Bazzar meriwayatkan hadits ini di dalam kitab musnadnya, dari Muhammad ibnu Ma'mar, dari Humaid ibnu Hammad dengan sanad yang sama yang lafaznya seperti berikut: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan mengusirnya. KemudianNabi ﷺ membacakan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Al-Bazzar mengatakan bahwa kami tidak mengetahui hadits ini diriwayatkan dari Anas kecuali oleh Aiz ibnu Syuraih.\n\nMenurut hemat kami, Abu Hatim Ar-Razi telah mengatakan sehubungan dengan hadits yang diriwayatkan oleh Aiz, bahwa dia berpredikat lemah. Tetapi Syu'bah telah meriwayatkannya dari Mu'awiyah ibnu Qurrah, dari seorang lelaki, dari Abdullah ibnu Mas'ud secara mauquf. Dan Ibnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Al-Hasan ibnu Muhammad ibnus Sabah, telah menceritakan kepada kami Abu Qatn, telah menceritakan kepada kami Al-Mubarak ibnu Fudalah, dari Al-Hasan yang mengatakan bahwa mereka (para sahabat) mengatakan bahwa satu kesulitan tidak dapat mengalahkan dua kemudahan.\n\n\". Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Hasan yang mengatakan bahwa di suatu hari Nabi ﷺ keluar dalam keadaan senang dan riang seraya tersenyum, lalu bersabda: Satu kesulitan tidak akan dapat mengalahkan dua kemudahan, satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Hal yang sama telah diriwayatkan oleh Ibnu Jarir melalui hadits Auf Al-A'rabi dan Yunus ibnu Ubaid, dari Al-Hasan secara mursal.\n\nSa'id telah meriwayatkan dari Qatadah, bahwa telah diceritakan kepada kami bahwa Rasulullah ﷺ menyampaikan berita gembira kepada para sahabatnya dengan ayat ini, lalu beliau ﷺ bersabda: \". Satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Yang beliau maksudkan adalah firman Allah Swt: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Dikatakan demikian karena al-'usr yang pertama sama dengan al-'usr yang kedua. Lain halnya dengan yusr, ia berbilang (yakni dua) karena yang pertama lain dengan yang kedua. Al-Hasan ibnu Sufyan mengatakan bahwa telah menceritakan kepada kami Yazid ibnu Saleh, telah menceritakan kepada kami Kharijah, dari Abbad ibnu Kasir, dari Abuz Zanad, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Pertolongan diturunkan dari langit sesuai dengan kadar pembiayaan, dan kesabaran diturunkan sesuai dengan kadar musibah.\n\nDan termasuk di antara nasihat yang bersumber dari Imam Syafii disebutkan sebagai berikut: ......... Bersabarlah dengan kesabaran yang baik, maka alangkah dekatnya jalan kemudahan itu. Barang siapa yang merasa dirinya selalu berada dalam pengawasan Allah dalam semua urusan, niscaya ia akan selamat. Dan barang siapa yang membenarkan janji Allah, niscaya tidak akan tertimpa oleh musibah.\n\nDan barang siapa yang berharap kepada Allah, maka akan terjadilah seperti apa yang diharapkan. Ibnu Duraid mengatakan bahwa Abu Hatim As-Sijistani telah membacakan bait-bait syair berikut kepadanya, yaitu:\n\nBilamana hati dipenuhi oleh rasa putus asa, dan dada yang luas menjadi terasa scmpit, dan hal-hal yang tidak disukai datang menimpa diri, serta banyak musibah yang dialaminya, sehingga ia tidak melihat adanya celah untuk melepaskan diri dari bahaya yang sedang menimpa diri, dan tiada gunanya lagi semua upaya untuk menanggulanginya.\n\nMaka akan datanglah kepadamu pertolongan bila hatimu berserah diri kepada-Nya, yaitupertolongan dari Tuhan Yang Mahalembut lagi Maha Memperkenankan doa. Semua musibah apabila telah mencapai puncaknya pasti berhubungan langsung denganjalan keluarnyayang tidak lama. Penyair lainnya mengatakan dalam bait-bait syairnya: \n\nBetapa banyak musibah yang menimpa diri seseorang hingga membuatnya terasa sempit, sedangkan di sisi Allah adajalan keluar darinya.\n\nBilamana musibah mencapai puncaknya, maka pastilah adajalan keluarnya, padahalyang bersangkutan mengira tiada jalan keluar darinya. Firman Allah subhanahu wa ta’ala: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni apabila kamu telah merampungkan urusan-urusan duniamu dan kesibukannya dan telah kamu selesaikan semua yang berkaitan dengannya, maka bulatkanlah tekadmu untuk ibadah dan bangkitlah kamu kepadanya dalam keadaan bersemangat.\n\nCurahkanlah hatimu dan ikhlaskanlah niatmu dalam beribadah kepada-Nya dan berharap kepada-Nya. Termasuk pula ke dalam pengertian ini sebuah hadits yang telah disepakati kesahihannya, yaitu yang mengatakan: Tiada shalat di hadapan makanan, dan tiada shalat pula sedangkan yang bersangkutan menahan keinginan membuang kedua air (buang air kecil dan buang air besar). Dan sabda Nabi ﷺ yang mengatakan: Apabila shalat diiqamahkan, sedangkan makan malam telah disediakan, maka mulailah dengan menyantap makan malam dahulu. Mujahid telah mengatakan sehubungan dengan makna ayat ini, bahwa apabila kamu telah merampungkan urusan duniamu, lalu kamu berdiri untuk shalat, maka kerjakanlah salatmu dengan sungguh-sungguh dengan menghadap kepada Tuhanmu.\n\nDalam riwayat lain yang bersumber dari Qatadah disebutkan pula bahwa apabila berdiri untuk shalat, maka berdoalah dengan sungguh-sungguh untuk keperluanmu. Diriwayatkan pula dari Ibnu Mas'ud, bahwa apabila engkau telah mengerjakan shalat-shalat fardumu, maka kerjakanlah qiyamul lail dengan sungguh-sungguh. Dan telah diriwayatkan dari Ibnu Iyad hal yang semisal dengan pendapat Ibnu Mas'ud. Menurut riwayat lain yang bersumber dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni sesudah engkau selesaikan salatmu, sedangkan engkau masih dalam keadaan duduk.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (AlamNasyrah: 7) Yaitu dalam berdoa. Zaid ibnu Aslam dan Adh-Dhahhak telah mengatakan sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai. (AlamNasyrah: 7) Maksudnya, dari melakukan jihad. kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Alam Nasyrah: 7) Yakni kerjakanlah ibadah dengan sungguh-sungguh. dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 8) Ats-Tsauri mengatakan bahwa makna yang dimaksud ialah jadikanlah niatmu dan harapanmu hanya tertuju kepada Allah subhanahu wa ta’ala semata. Demikianlah akhir tafsir surat Alam Nasyrah dengan memanjatkan puji dan syukur atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"5-6. Demikianlah nikmat-nikmat-Ku kepadamu. Maka tetaplah optimis dan berharap pada perto'longan Tuhanmu karena sesungguhnya beserta kesulitan apa pun pasti ada kemudahan yang menyertainya. Engkau hadapi kesulitan besar dalam menyampaikan dakwah kepada kaummu; mereka ingkar dan menentangmu, tetapi Allah memberimu kemudahan untuk menaklukkan mereka. Sesungguhnya beserta kesulitan itu pasti ada kemudahan. \n\n5-6. Demikianlah nikmat-nikmat-Ku kepadamu. Maka tetaplah optimis dan berharap pada perto'longan Tuhanmu karena sesungguhnya beserta kesulitan apa pun pasti ada kemudahan yang menyertainya. Engkau hadapi kesulitan besar dalam menyampaikan dakwah kepada kaummu; mereka ingkar dan menentangmu, tetapi Allah memberimu kemudahan untuk menaklukkan mereka. Sesungguhnya beserta kesulitan itu pasti ada kemudahan.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah mengungkapkan bahwa sesungguhnya di dalam setiap kesempitan, terdapat kelapangan, dan di dalam setiap kekurangan sarana untuk mencapai suatu keinginan, terdapat pula jalan keluar. Namun demikian, dalam usaha untuk meraih sesuatu itu harus tetap berpegang pada kesabaran dan tawakal kepada Allah. Ini adalah sifat Nabi saw, baik sebelum beliau diangkat menjadi rasul maupun sesudahnya, ketika beliau terdesak menghadapi tantangan kaumnya.\n\nWalaupun demikian, beliau tidak pernah gelisah dan tidak pula mengubah tujuan, tetapi beliau bersabar menghadapi kejahatan kaumnya dan terus menjalankan dakwah sambil berserah diri dengan tawakal kepada Allah dan mengharap pahala daripada-Nya. Begitulah keadaan Nabi ﷺ sejak permulaan dakwahnya. Pada akhirnya, Allah memberikan kepadanya pendukung-pendukung yang mencintai beliau sepenuh hati dan bertekad untuk menjaga diri pribadi beliau dan agama yang dibawanya. Mereka yakin bahwa hidup mereka tidak akan sempurna kecuali dengan menghancurleburkan segala sendi kemusyrikan dan kekufuran. Lalu mereka bersedia menebus pahala dan nikmat yang disediakan di sisi Allah bagi orang-orang yang berjihad pada jalan-Nya dengan jiwa, harta, dan semua yang mereka miliki. Dengan demikian, mereka sanggup menghancurkan kubu-kubu pertahanan raja-raja Persi dan Romawi.\n\nAyat tersebut seakan-akan menyatakan bahwa bila keadaan telah terlalu gawat, maka dengan sendirinya kita ingin keluar dengan selamat dari kesusahan tersebut dengan melalui segala jalan yang dapat ditempuh, sambil bertawakal kepada Allah. Dengan demikian, kemenangan bisa tercapai walau bagaimanapun hebatnya rintangan dan cobaan yang dihadapi.\n\nDengan ini pula, Allah memberitahukan kepada Nabi Muhammad bahwa keadaannya akan berubah dari miskin menjadi kaya, dari tidak mempunyai teman sampai mempunyai saudara yang banyak dan dari kebencian kaumnya kepada kecintaan yang tidak ada taranya.","tafsir-alazhar":"Ayat 5“Maka sesungguhnya beserta kesulitan itu ada kemudahan.\" (ayat 5)Ayat 6“Sesungguhnya beserta kesulitan itu ada kemudahan.\" (ayat 6)Ini adalah Sunnatullah! Kesulitan selalu beserta kemudahan. Yang sulit saja tidak ada; yang mudah saja pun tidak ada! Dalam susah berisi senang, dalam senang berisi susah; itulah perjuangan hidup. Dan ini dapat diyakinkan oleh orang-orang yang telah mengalami. Penulis tafsir ini sendiri mendapat pengalaman besar sekali untuk meresapkan inti sari ayat ini ketika ditahan dua tahun empat bulan karena kezaliman dan sewenang-wenang. Itu adalah kesulitan! Kalau saya bawa bermenung saja kesulitan dan perampasan kemerdekaanku itu, maulah rasanya diri ini gila. Tetapi akal terus berjalan; maka ilham Allah pun datang. Cepat-cepat saya baca Al-Qur'an, sehingga pada lima hari penahanan yang pertama, tiga kali Al-Qur'an khatam dibaca. Lalu saya atur jam-jam buat membaca dan jam-jam buat mengarang tafsir Al-Qur'an yang saya baca itu. Demikianlah hari berjalan terus dengan tidak mengetahui dan tidak banyak lagi memikirkan bilakah akan keluar. Akhirnya setelah terjadi kekacauan politik gara-gara komunis pada 30 September 1965, dan di bulan Mei 1966 saya dibebaskan. Saat itu saya telah selesai membaca Al-Qur'an sampai khatam lebih dari 150 kali dalam masa dua tahun, dan saya telah selesai pula menulis Tafsir Al-Qur'an 28 Juz. Karena dua Juz 18 dan 19 telah saya tafsirkan sebelum ditangkap dalam masa dua tahun. Dan kemudian itu pada tahun 1968 (1387 Hijriyah) saya dan almarhumah istri dapat naik haji. Kami bawa pula anak kami yang kelima, Irfan. Lebih dari separuh belanja perjalanan kami bertiga ini ialah dari hasil honorarium (royalti) Tafsir al- Azhar Juz 1.Ada juga dipahamkan orang tentang pertalian ayat 5 dan ayat 6, beserta kesulitan ada kemudahan, bersama kesulitan ada kemudahan. Dia melihat bahwa ‘usrin (kesulitan) yang tercantum di ayat 6 adalah terjepit di antara dua yusran, sebab itu maka usri tidaklah akan menang. Akhirnya dia mesti kalah juga. Sebab ‘usrin yang dijepit oleh dua yusran Ataupun adalah sikap jiwa dari Sayyidina Umar bin Khaththab sendiri. Di waktu saya masih kanak-kanak, ipar dan guru saya Ahmad Rasyid Sutan Mansur senantiasa membaca sambil menyanyikan sebuah syair, yang dari kerapnya saya mendengar, saya pun dapat menghapalnya dan menyanyikan pula,‘Apabila bala' bencana telah bersangatan menimpamu,Pikirkan segera surah Alam Nasyrah,‘Usrin terjepit di antara dua Yusran,Kalau itu telah engkau pikirkan, niscaya engkau akan gembira.\"Ayat 7“Maka apabila engkau telah selesai, maka tegaklah.\" (ayat 7)Artinya apabila telah selesai suatu pekerjaan atau suatu rencana telah menjadi kenyataan. Fan shab Artinya bersiaplah buat memulai pekerjaan yang baru.Ayat 8Tetapi sekali-kali jangan lupa, yaitu “Dan hanya kepada Tuhanmu, hendaklah engkau berharap.\" (ayat 8)"}},"6":{"arabic":"إِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًاإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا","words":{"arabicWords":["إِنَّ","مَعَ","ٱلۡعُسۡرِ","يُسۡرٗا"],"translationWords":["sesungguhnya","beserta","kesulitan","kemudahan"]},"translation":"Sesungguhnya beserta kesulitan ada kemudahan.","tafsir":{"tafsir-jalalayn":"(Sesungguhnya sesudah kesulitan itu ada kelapangan) Nabi ﷺ banyak sekali mengalami kesulitan dan hambatan dari orang-orang kafir, kemudian beliau mendapatkan kelapangan dan kemudahan, yaitu setelah beliau mengalami kemenangan atas mereka.","tafsir-ibnu-katsir":"Tafsir Surat Al-Insyirah: 1-8\n\nBukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan darimu bebanmu, yang memberatkan punggungmu? Dan Kami tinggikan bagimu sebutan (nama)mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. Firman Allah Swt: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah: 1) Yakni Kami telah melapangkan dadamu. Dengan kata lain, dapat disebutkan bahwa Kami telah menjadikannya bercahaya dan luas lagi lapang.\n\nSemakna dengan apa yang telah disebutkan dalam ayat lain melalui firman-Nya: Barang siapa yang Allah menghendaki akan memberikan petunjuk kepadanya, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. (Al-An'am: 125) Dan sebagaimana Allah telah melapangkan dada Rasulullah ﷺ, demikian pula Allah telah menjadikan syariatnya luas, lapang, toleran, lagi mudah, tiada kesulitan dan tiada beban serta tiada kesempitan padanya. Menurut pendapat lain, yang dimaksud dengan firman Allah subhanahu wa ta’ala: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah:1) Yakni Allah telah melapangkan dadanya di malam Isra, sebagaimana yang telah disebutkan dahulu melalui riwayat Malik ibnu Sa'sa'ah.\n\nImam At-Tirmidzi telah mengetengahkannya dalam tafsir ayat ini. Dan jika memang hal itu terjadi di malam Isra sebagaimana yang telah disebutkan di dalam riwayat Malik ibnu Sa'sa'ah, maka pada hakikatnya tidaklah bertentangan dengan pendapat di atas. Karena sesungguhnya akibat dari pengaruh yang dilakukan terhadap dada beliau di malam Isra, terjadi pula pengaruh yang sama setelah dilapangkan oleh Allah subhanahu wa ta’ala secara maknawi. Hanya Allah-lah Yang Maha Mengetahui. [: [] Abdullah ibnu Imam Ahmad mengatakan, telah menceritakan kepadaku Muhammad ibnu Abdur Rahim alias Abu Yahya Al-Bazzar, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Mu'az ibnu Muhammad ibnu Ubay ibnu Ka'b, telah menceritakan kepadaku Abu Muhammad ibnu Mu'az, dari Muhammad, dari Ubay ibnu Ka'b, bahwa Abu Hurairah adalah orang yang paling berani menanyakan kepada Rasulullah ﷺ tentang berbagai masalah yang tidak ada seorang pun berani menanyakannya kepada beliau ﷺ selain dia.\n\nMaka Abu Hurairah bertanya, \"Wahai Rasulullah, apakah yang mula-mula engkau Iihat dari urusan kenabian ini?\" Rasulullah ﷺ Duduk tegak dan menjawab: Sesungguhnya engkau telah menanyakan hal yang berbobot, wahai Abu Hurairah! Sesungguhnya ketika usiaku menginjak sepuluh tahun lebih beberapa bulan, aku berada di padang Sahara. Tiba-tiba aku mendengar pembicaraan di atas kepalaku, dan ternyata ada seorang laki-laki yang berbicara kepada laki-laki lainnya, \"Apakah orang ini adalah dia? Maka keduanya datang menyambutku dengan penampilan wajah yang sama sekali belum pernah kulihat sebelumnya, dan sama sekali belum pernah pula aku melihat arwah seperti itu sebelumnya, dan belum pernah pula aku melihat pakaian yang dikenakannya pernah dikenakan oleh seseorang.\n\nKeduanya datang kepadaku dengan jalan kaki, hingga masing-masing dari keduanya memegang kedua lenganku, tetapi anehnya aku tidak merasa sentuhan tangan keduanya. Salah seorang berkata kepada yang lainnya, 'Rebahkanlah dia.' Lalu keduanya merebahkan diriku tanpa paksa dan tanpa sulit. Kemudian salah seorangnya berkata kepada yang lainnya, \"Belahlah dadanya, maka salah seorangnya menurut penglihatanku membelah dadaku tanpa ada darah yang mengalir dan tanpa rasa sakit.\n\nLalu berkata kepada yang membelahku, \"Keluarkanlah iri hati dan dengki. Lalu ia mengeluarkan sesuatu yang bentuknya seperti segumpal darah, kemudian ia membuangnya jauh-jauh. Dan berkata lagi ia kepada orang yang membelahku, \"Masukkanlah lemah lembut dan kasih sayang. Maka tiba-tiba kulihat sesuatu sebesar apa yang baru dikeluarkan, bentuknya mengilap seperti perak (dimasukkan ke dalam dadaku), kemudian ia mengguncangkan jempol kakiku yang sebelah kanan, dan berkata, \"Kembalikanlah ke semula dalam keadaan utuh.\n\nMaka setelah itu aku pulang dengan berlari dan terasa dadaku dipenuhi oleh perasaan lembut terhadap anak kecil dan kasih sayang kepada orang dewasa. Firman Allah subhanahu wa ta’ala: dan Kami telah menghilangkan darimu bebanmu. (Alam Nasyrah: 2) Semakna dengan apa yang disebutkan oleh firman-Nya: supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang. (Al-Fath: 2) Adapun firman Allah subhanahu wa ta’ala: yang memberatkan punggungmu. (AlamNasyrah: 3) Al-inqad artinya suara (tulang punggung bila memikul beban berat).\n\nDan bukan hanya seorang dari kalangan ulama Salaf mengatakan sehubungan dengan makna firman-Nya: yang memberatkan punggungmu. (AlamNasyrah: 3) Yakni membebanimu dengan beban yang berat. Dan mengenai firman selanjutnya: Dan Kami tinggikan bagimu sebutan (nama)mu. (Alam Nasyrah: 4) Mujahid mengatakan bahwa makna yang dimaksud ialah 'tidaklah Aku disebut melainkan namamu disebut pula bersama-Ku' yaitu dalam kalimah 'aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah'.\n\nQatadah mengatakan bahwa Allah meninggikan (mengangkat) sebutan namanya di dunia dan di akhirat. Maka tiada seorang khatib pun, tiada seorang yang membaca syahadat pun, dan tiada orang yang shalat pun melainkan mengucapkannya, yaitu kalimah, 'aku bersaksi tidak ada Tuhan yang berhak disembah selain Allah dan bahwa Muhammad adalah utusan Allah.' Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepada kami Amr ibnul Haris, dari Darij, dari Abul Haisam, dari Abu Sa'id, dari Rasulullah ﷺ, bahwa beliau ﷺ pernah bersabda: Jibril datang kepadaku dan berkata, Sesungguhnya Tuhanku dan Tuhanmu pernah berfirman, 'Tahukah kamu bagaimana Aku meninggikan sebutan (nama)mu?' Jibril menjawab, 'Allah lebih mengetahui.' Allah berfirman, Apabila nama-Ku disebut, maka disebutpula namamu bersama-Ku'.\n\nHal yang sama telah diriwayatkan oleh Ibnu Abu Hatim, dari Yunus, dari Abdul Ala dengan sanad yang sama. Abu Yala meriwayatkannya melalui jalur Ibnu Lahi'ah, dari Darij. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Abu Umar Al-Haudi, telah menceritakan kepada kami Hammad ibnu Zaid, telah menceritakan kepada kami ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku pernah menanyakan suatu masalah kepada Tuhanku, padahal aku tidak menginginkan untuk menanyakan hal itu kepada-Nya.\n\nAku bertanya, \"Sesungguhnya di antara nabi-nabi sebelumku ada yang telah Engkau tundukkan angin baginya, dan di antara mereka ada yang dapat menghidupkan orangmati.Allah subhanahu wa ta’ala Balik bertanya, \"Wahai Muhammad bukankah Aku mendapatimu sebagai seorang yang yatim piatu, lalu Aku melindungimu? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang bingung, lalu Aku memberimu petunjuk? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang kekurangan, lalu Aku memberimu kecukupan.\n\nAku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku telah melapangkan dadamu, bukankah Aku telah meninggikan sebutan (nama)mu? Aku menjawab, \"Benar, ya Tuhanku. Abu Na'im di dalam kitab Dala'ilun Nubuwwah mengatakan: telah menceritakan kepada kami Abu Ahmad Al-Gatrifi, telah menceritakan kepada kami Musa ibnu Sahl Al-Juwaini, telah menceritakan kepada kami Ahmad ibnul Qasim ibnu Bahzan Al-Haiti, telah menceritakan kepada kami Nasr ibnu Hammad, dari Usman ibnu ‘Atha’, dari Az-Zuhri, dari Anas yang mengatakan bahwaRasulullah ﷺ pernah bersabda: Setelah aku selesai dari menerima apa yang diperintahkan kepadaku menyangkut semua urusan langit dan bumi, lalu aku bertanya, \"Ya Tuhanku, sesungguhnya tiada seorang nabi pun sebelumku melainkan Engkau telah memuliakannya; Engkau telah menjadikan Ibrahim sebagai Khalil (kekasih), Musa sebagai Kalim (yang Engkau ajak bicara langsung), Engkau telah tundukkan gunung-gunung bagi Daud, dan bagi Sulaiman angin dan semua setan, dan Engkau hidupkan bagi Isa orang-orang yang telah mati.\n\nMaka apakah yang Engkau berikan kepadaku?Allah berfirman, \"Bukankah Aku telah memberimu dari hal tersebut seluruhnya, bahwa sesungguhnya tidaklah nama-Ku disebut melainkan engkau disebut pula bersama-Ku; dan Aku telah menjadikan dada umatmu sebagai kitab-kitab, mereka dapat membaca Al-Qur'an secara hafalan, dan hal itu belum pernah Kuberikan kepada suatu umat pun. Dan Aku telah memberimu suatu perbendaharaan dari 'Arasy-Ku, yaitu kalimah 'tidak ada daya (untuk menghindar dari maksiat) dan tiada kekuatan (untuk mengerjakan ibadah) kecuali dengan pertolongan Allah Yang Mahatinggi lagi Mahabesar'.\n\nAl-Bagawi telah meriwayatkan dari Ibnu Abbas dan Mujahid, bahwa makna yang dimaksud dari ayat ini ialah azan, yakni nama beliau ﷺ disebutkan dalam azan. Lalu Al-Bagawi menyitir bait-bait syair yang dikatakan oleh Hassan ibnu Sabit: ........... Kedudukannya (Nabi ﷺ) sebagai penutup nabi Allah lebih terang dari cahaya yang kita lihat. Dan juga Allah telah menggabungkan nama Nabi dengan nama-Nya, bila seorang muazzin mengucapkan kalimah yang kelima dalam azannya, yaitu 'asyhadu...'. Dan Allah telah membelah buatnya sebagian dari nama-Nya untuk menjadikannya orang yang diagungkan.\n\nTuhan Yang mempunyai 'Arasy Mahmud (Yang Maha Terpuji), dan dia bernama Muhammad (orang yang terpuji). Ulama lainnya mengatakan bahwa Allah meninggikan sebutan namanya di kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Dan Allah memuliakan namanya saat mengambil perjanjian dari para nabi, yaitu hendaknya mereka beriman kepada Nabi Muhammad dan hendaklah mereka memerintahkan kepada umatnya masing-masing untuk beriman kepadanya. Kemudian Allah memasyhurkan sebutannya di kalangan umatnya, maka tidak sekali-kali nama Allah disebut melainkan ia pun disebut bersama nama-Nya.\n\nAlangkah baiknya apa yang telah dikatakan oleh As-Sarsari rahimahullah dalam bait syairnya: ..... Tidaklah sah azan dalam shalat fardu melainkan dengan menyebut namanya yang enak disebut oleh lisan yang diridai. Disebutkan pula dalam bait syair lainnya: ... Tidakkah engkau perhatikan, bahwa tidaklah sah azan kita dan tidak sah (pula) shalat fardu kita bila kita tidak menyebut-nyebut namanya dalam keduanya.\n\nFirman Allah subhanahu wa ta’ala: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Allah subhanahu wa ta’ala menceritakan bahwa sesungguhnya sesudah kesulitan pasti ada kemudahan, kemudian berita ini diulangi-Nya lagi. : (5) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Hamid ibnu Hammad ibnu Abu Khuwar alias Abu Jahm, telah menceritakan kepada kami Aiz ibnu Syuraih yang mengatakan bahwa Anas ibnu Malik pernah menceritakan bahwa Nabi ﷺ duduk dan di hadapannya terdapat sebuah batu, maka beliau ﷺ bersabda: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan masuk ke dalamnya, lalu mengusirnya.\n\nDan Allah subhanahu wa ta’ala menurunkan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Abu Bakar Al-Bazzar meriwayatkan hadits ini di dalam kitab musnadnya, dari Muhammad ibnu Ma'mar, dari Humaid ibnu Hammad dengan sanad yang sama yang lafaznya seperti berikut: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan mengusirnya. KemudianNabi ﷺ membacakan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Al-Bazzar mengatakan bahwa kami tidak mengetahui hadits ini diriwayatkan dari Anas kecuali oleh Aiz ibnu Syuraih.\n\nMenurut hemat kami, Abu Hatim Ar-Razi telah mengatakan sehubungan dengan hadits yang diriwayatkan oleh Aiz, bahwa dia berpredikat lemah. Tetapi Syu'bah telah meriwayatkannya dari Mu'awiyah ibnu Qurrah, dari seorang lelaki, dari Abdullah ibnu Mas'ud secara mauquf. Dan Ibnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Al-Hasan ibnu Muhammad ibnus Sabah, telah menceritakan kepada kami Abu Qatn, telah menceritakan kepada kami Al-Mubarak ibnu Fudalah, dari Al-Hasan yang mengatakan bahwa mereka (para sahabat) mengatakan bahwa satu kesulitan tidak dapat mengalahkan dua kemudahan.\n\n\". Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Hasan yang mengatakan bahwa di suatu hari Nabi ﷺ keluar dalam keadaan senang dan riang seraya tersenyum, lalu bersabda: Satu kesulitan tidak akan dapat mengalahkan dua kemudahan, satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Hal yang sama telah diriwayatkan oleh Ibnu Jarir melalui hadits Auf Al-A'rabi dan Yunus ibnu Ubaid, dari Al-Hasan secara mursal.\n\nSa'id telah meriwayatkan dari Qatadah, bahwa telah diceritakan kepada kami bahwa Rasulullah ﷺ menyampaikan berita gembira kepada para sahabatnya dengan ayat ini, lalu beliau ﷺ bersabda: \". Satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Yang beliau maksudkan adalah firman Allah Swt: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Dikatakan demikian karena al-'usr yang pertama sama dengan al-'usr yang kedua. Lain halnya dengan yusr, ia berbilang (yakni dua) karena yang pertama lain dengan yang kedua. Al-Hasan ibnu Sufyan mengatakan bahwa telah menceritakan kepada kami Yazid ibnu Saleh, telah menceritakan kepada kami Kharijah, dari Abbad ibnu Kasir, dari Abuz Zanad, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Pertolongan diturunkan dari langit sesuai dengan kadar pembiayaan, dan kesabaran diturunkan sesuai dengan kadar musibah.\n\nDan termasuk di antara nasihat yang bersumber dari Imam Syafii disebutkan sebagai berikut: ......... Bersabarlah dengan kesabaran yang baik, maka alangkah dekatnya jalan kemudahan itu. Barang siapa yang merasa dirinya selalu berada dalam pengawasan Allah dalam semua urusan, niscaya ia akan selamat. Dan barang siapa yang membenarkan janji Allah, niscaya tidak akan tertimpa oleh musibah.\n\nDan barang siapa yang berharap kepada Allah, maka akan terjadilah seperti apa yang diharapkan. Ibnu Duraid mengatakan bahwa Abu Hatim As-Sijistani telah membacakan bait-bait syair berikut kepadanya, yaitu:\n\nBilamana hati dipenuhi oleh rasa putus asa, dan dada yang luas menjadi terasa scmpit, dan hal-hal yang tidak disukai datang menimpa diri, serta banyak musibah yang dialaminya, sehingga ia tidak melihat adanya celah untuk melepaskan diri dari bahaya yang sedang menimpa diri, dan tiada gunanya lagi semua upaya untuk menanggulanginya.\n\nMaka akan datanglah kepadamu pertolongan bila hatimu berserah diri kepada-Nya, yaitupertolongan dari Tuhan Yang Mahalembut lagi Maha Memperkenankan doa. Semua musibah apabila telah mencapai puncaknya pasti berhubungan langsung denganjalan keluarnyayang tidak lama. Penyair lainnya mengatakan dalam bait-bait syairnya: \n\nBetapa banyak musibah yang menimpa diri seseorang hingga membuatnya terasa sempit, sedangkan di sisi Allah adajalan keluar darinya.\n\nBilamana musibah mencapai puncaknya, maka pastilah adajalan keluarnya, padahalyang bersangkutan mengira tiada jalan keluar darinya. Firman Allah subhanahu wa ta’ala: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni apabila kamu telah merampungkan urusan-urusan duniamu dan kesibukannya dan telah kamu selesaikan semua yang berkaitan dengannya, maka bulatkanlah tekadmu untuk ibadah dan bangkitlah kamu kepadanya dalam keadaan bersemangat.\n\nCurahkanlah hatimu dan ikhlaskanlah niatmu dalam beribadah kepada-Nya dan berharap kepada-Nya. Termasuk pula ke dalam pengertian ini sebuah hadits yang telah disepakati kesahihannya, yaitu yang mengatakan: Tiada shalat di hadapan makanan, dan tiada shalat pula sedangkan yang bersangkutan menahan keinginan membuang kedua air (buang air kecil dan buang air besar). Dan sabda Nabi ﷺ yang mengatakan: Apabila shalat diiqamahkan, sedangkan makan malam telah disediakan, maka mulailah dengan menyantap makan malam dahulu. Mujahid telah mengatakan sehubungan dengan makna ayat ini, bahwa apabila kamu telah merampungkan urusan duniamu, lalu kamu berdiri untuk shalat, maka kerjakanlah salatmu dengan sungguh-sungguh dengan menghadap kepada Tuhanmu.\n\nDalam riwayat lain yang bersumber dari Qatadah disebutkan pula bahwa apabila berdiri untuk shalat, maka berdoalah dengan sungguh-sungguh untuk keperluanmu. Diriwayatkan pula dari Ibnu Mas'ud, bahwa apabila engkau telah mengerjakan shalat-shalat fardumu, maka kerjakanlah qiyamul lail dengan sungguh-sungguh. Dan telah diriwayatkan dari Ibnu Iyad hal yang semisal dengan pendapat Ibnu Mas'ud. Menurut riwayat lain yang bersumber dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni sesudah engkau selesaikan salatmu, sedangkan engkau masih dalam keadaan duduk.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (AlamNasyrah: 7) Yaitu dalam berdoa. Zaid ibnu Aslam dan Adh-Dhahhak telah mengatakan sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai. (AlamNasyrah: 7) Maksudnya, dari melakukan jihad. kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Alam Nasyrah: 7) Yakni kerjakanlah ibadah dengan sungguh-sungguh. dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 8) Ats-Tsauri mengatakan bahwa makna yang dimaksud ialah jadikanlah niatmu dan harapanmu hanya tertuju kepada Allah subhanahu wa ta’ala semata. Demikianlah akhir tafsir surat Alam Nasyrah dengan memanjatkan puji dan syukur atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"5-6. Demikianlah nikmat-nikmat-Ku kepadamu. Maka tetaplah optimis dan berharap pada perto'longan Tuhanmu karena sesungguhnya beserta kesulitan apa pun pasti ada kemudahan yang menyertainya. Engkau hadapi kesulitan besar dalam menyampaikan dakwah kepada kaummu; mereka ingkar dan menentangmu, tetapi Allah memberimu kemudahan untuk menaklukkan mereka. Sesungguhnya beserta kesulitan itu pasti ada kemudahan. 7. Maka apabila engkau telah selesai dari suatu urusan, tetaplah bekerja keras untuk urusan yang lain. Bila engkau menyelesaikan suatu urusan dunia atau berdakwah, bergegaslah bersimpuh di hadapan Tuhanmu. Begitu engkau selesai beribadah, bersungguh-sungguhlah dalam ber'doa. Demikian seterusnya.","tafsir-lengkap-kemenag":"Ayat ini adalah ulangan ayat sebelumnya untuk menguatkan arti yang terkandung dalam ayat yang terdahulu. Bila kesulitan itu dihadapi dengan tekad yang sungguh-sungguh dan berusaha dengan sekuat tenaga dan pikiran untuk melepaskan diri darinya, tekun dan sabar serta tidak mengeluh atas kelambatan datangnya kemudahan, pasti kemudahan itu akan tiba.","tafsir-alazhar":"Ayat 5“Maka sesungguhnya beserta kesulitan itu ada kemudahan.\" (ayat 5)Ayat 6“Sesungguhnya beserta kesulitan itu ada kemudahan.\" (ayat 6)Ini adalah Sunnatullah! Kesulitan selalu beserta kemudahan. Yang sulit saja tidak ada; yang mudah saja pun tidak ada! Dalam susah berisi senang, dalam senang berisi susah; itulah perjuangan hidup. Dan ini dapat diyakinkan oleh orang-orang yang telah mengalami. Penulis tafsir ini sendiri mendapat pengalaman besar sekali untuk meresapkan inti sari ayat ini ketika ditahan dua tahun empat bulan karena kezaliman dan sewenang-wenang. Itu adalah kesulitan! Kalau saya bawa bermenung saja kesulitan dan perampasan kemerdekaanku itu, maulah rasanya diri ini gila. Tetapi akal terus berjalan; maka ilham Allah pun datang. Cepat-cepat saya baca Al-Qur'an, sehingga pada lima hari penahanan yang pertama, tiga kali Al-Qur'an khatam dibaca. Lalu saya atur jam-jam buat membaca dan jam-jam buat mengarang tafsir Al-Qur'an yang saya baca itu. Demikianlah hari berjalan terus dengan tidak mengetahui dan tidak banyak lagi memikirkan bilakah akan keluar. Akhirnya setelah terjadi kekacauan politik gara-gara komunis pada 30 September 1965, dan di bulan Mei 1966 saya dibebaskan. Saat itu saya telah selesai membaca Al-Qur'an sampai khatam lebih dari 150 kali dalam masa dua tahun, dan saya telah selesai pula menulis Tafsir Al-Qur'an 28 Juz. Karena dua Juz 18 dan 19 telah saya tafsirkan sebelum ditangkap dalam masa dua tahun. Dan kemudian itu pada tahun 1968 (1387 Hijriyah) saya dan almarhumah istri dapat naik haji. Kami bawa pula anak kami yang kelima, Irfan. Lebih dari separuh belanja perjalanan kami bertiga ini ialah dari hasil honorarium (royalti) Tafsir al- Azhar Juz 1.Ada juga dipahamkan orang tentang pertalian ayat 5 dan ayat 6, beserta kesulitan ada kemudahan, bersama kesulitan ada kemudahan. Dia melihat bahwa ‘usrin (kesulitan) yang tercantum di ayat 6 adalah terjepit di antara dua yusran, sebab itu maka usri tidaklah akan menang. Akhirnya dia mesti kalah juga. Sebab ‘usrin yang dijepit oleh dua yusran Ataupun adalah sikap jiwa dari Sayyidina Umar bin Khaththab sendiri. Di waktu saya masih kanak-kanak, ipar dan guru saya Ahmad Rasyid Sutan Mansur senantiasa membaca sambil menyanyikan sebuah syair, yang dari kerapnya saya mendengar, saya pun dapat menghapalnya dan menyanyikan pula,‘Apabila bala' bencana telah bersangatan menimpamu,Pikirkan segera surah Alam Nasyrah,‘Usrin terjepit di antara dua Yusran,Kalau itu telah engkau pikirkan, niscaya engkau akan gembira.\"Ayat 7“Maka apabila engkau telah selesai, maka tegaklah.\" (ayat 7)Artinya apabila telah selesai suatu pekerjaan atau suatu rencana telah menjadi kenyataan. Fan shab Artinya bersiaplah buat memulai pekerjaan yang baru.Ayat 8Tetapi sekali-kali jangan lupa, yaitu “Dan hanya kepada Tuhanmu, hendaklah engkau berharap.\" (ayat 8)"}},"7":{"arabic":"فَإِذَا فَرَغۡتَ فَٱنصَبۡفَإِذَا فَرَغۡتَ فَٱنصَبۡ","words":{"arabicWords":["فَإِذَا","فَرَغۡتَ","فَٱنصَبۡ"],"translationWords":["maka apabila","kamu telah selesai","maka kerja keraslah kamu"]},"translation":"Apabila engkau telah selesai (dengan suatu kebajikan), teruslah bekerja keras (untuk kebajikan yang lain)","tafsir":{"tafsir-jalalayn":"(Maka apabila kamu telah selesai) dari salat (bersungguh-sungguhlah kamu) di dalam berdoa.","tafsir-ibnu-katsir":"Tafsir Surat Al-Insyirah: 1-8\n\nBukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan darimu bebanmu, yang memberatkan punggungmu? Dan Kami tinggikan bagimu sebutan (nama)mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. Firman Allah Swt: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah: 1) Yakni Kami telah melapangkan dadamu. Dengan kata lain, dapat disebutkan bahwa Kami telah menjadikannya bercahaya dan luas lagi lapang.\n\nSemakna dengan apa yang telah disebutkan dalam ayat lain melalui firman-Nya: Barang siapa yang Allah menghendaki akan memberikan petunjuk kepadanya, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. (Al-An'am: 125) Dan sebagaimana Allah telah melapangkan dada Rasulullah ﷺ, demikian pula Allah telah menjadikan syariatnya luas, lapang, toleran, lagi mudah, tiada kesulitan dan tiada beban serta tiada kesempitan padanya. Menurut pendapat lain, yang dimaksud dengan firman Allah subhanahu wa ta’ala: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah:1) Yakni Allah telah melapangkan dadanya di malam Isra, sebagaimana yang telah disebutkan dahulu melalui riwayat Malik ibnu Sa'sa'ah.\n\nImam At-Tirmidzi telah mengetengahkannya dalam tafsir ayat ini. Dan jika memang hal itu terjadi di malam Isra sebagaimana yang telah disebutkan di dalam riwayat Malik ibnu Sa'sa'ah, maka pada hakikatnya tidaklah bertentangan dengan pendapat di atas. Karena sesungguhnya akibat dari pengaruh yang dilakukan terhadap dada beliau di malam Isra, terjadi pula pengaruh yang sama setelah dilapangkan oleh Allah subhanahu wa ta’ala secara maknawi. Hanya Allah-lah Yang Maha Mengetahui. [: [] Abdullah ibnu Imam Ahmad mengatakan, telah menceritakan kepadaku Muhammad ibnu Abdur Rahim alias Abu Yahya Al-Bazzar, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Mu'az ibnu Muhammad ibnu Ubay ibnu Ka'b, telah menceritakan kepadaku Abu Muhammad ibnu Mu'az, dari Muhammad, dari Ubay ibnu Ka'b, bahwa Abu Hurairah adalah orang yang paling berani menanyakan kepada Rasulullah ﷺ tentang berbagai masalah yang tidak ada seorang pun berani menanyakannya kepada beliau ﷺ selain dia.\n\nMaka Abu Hurairah bertanya, \"Wahai Rasulullah, apakah yang mula-mula engkau Iihat dari urusan kenabian ini?\" Rasulullah ﷺ Duduk tegak dan menjawab: Sesungguhnya engkau telah menanyakan hal yang berbobot, wahai Abu Hurairah! Sesungguhnya ketika usiaku menginjak sepuluh tahun lebih beberapa bulan, aku berada di padang Sahara. Tiba-tiba aku mendengar pembicaraan di atas kepalaku, dan ternyata ada seorang laki-laki yang berbicara kepada laki-laki lainnya, \"Apakah orang ini adalah dia? Maka keduanya datang menyambutku dengan penampilan wajah yang sama sekali belum pernah kulihat sebelumnya, dan sama sekali belum pernah pula aku melihat arwah seperti itu sebelumnya, dan belum pernah pula aku melihat pakaian yang dikenakannya pernah dikenakan oleh seseorang.\n\nKeduanya datang kepadaku dengan jalan kaki, hingga masing-masing dari keduanya memegang kedua lenganku, tetapi anehnya aku tidak merasa sentuhan tangan keduanya. Salah seorang berkata kepada yang lainnya, 'Rebahkanlah dia.' Lalu keduanya merebahkan diriku tanpa paksa dan tanpa sulit. Kemudian salah seorangnya berkata kepada yang lainnya, \"Belahlah dadanya, maka salah seorangnya menurut penglihatanku membelah dadaku tanpa ada darah yang mengalir dan tanpa rasa sakit.\n\nLalu berkata kepada yang membelahku, \"Keluarkanlah iri hati dan dengki. Lalu ia mengeluarkan sesuatu yang bentuknya seperti segumpal darah, kemudian ia membuangnya jauh-jauh. Dan berkata lagi ia kepada orang yang membelahku, \"Masukkanlah lemah lembut dan kasih sayang. Maka tiba-tiba kulihat sesuatu sebesar apa yang baru dikeluarkan, bentuknya mengilap seperti perak (dimasukkan ke dalam dadaku), kemudian ia mengguncangkan jempol kakiku yang sebelah kanan, dan berkata, \"Kembalikanlah ke semula dalam keadaan utuh.\n\nMaka setelah itu aku pulang dengan berlari dan terasa dadaku dipenuhi oleh perasaan lembut terhadap anak kecil dan kasih sayang kepada orang dewasa. Firman Allah subhanahu wa ta’ala: dan Kami telah menghilangkan darimu bebanmu. (Alam Nasyrah: 2) Semakna dengan apa yang disebutkan oleh firman-Nya: supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang. (Al-Fath: 2) Adapun firman Allah subhanahu wa ta’ala: yang memberatkan punggungmu. (AlamNasyrah: 3) Al-inqad artinya suara (tulang punggung bila memikul beban berat).\n\nDan bukan hanya seorang dari kalangan ulama Salaf mengatakan sehubungan dengan makna firman-Nya: yang memberatkan punggungmu. (AlamNasyrah: 3) Yakni membebanimu dengan beban yang berat. Dan mengenai firman selanjutnya: Dan Kami tinggikan bagimu sebutan (nama)mu. (Alam Nasyrah: 4) Mujahid mengatakan bahwa makna yang dimaksud ialah 'tidaklah Aku disebut melainkan namamu disebut pula bersama-Ku' yaitu dalam kalimah 'aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah'.\n\nQatadah mengatakan bahwa Allah meninggikan (mengangkat) sebutan namanya di dunia dan di akhirat. Maka tiada seorang khatib pun, tiada seorang yang membaca syahadat pun, dan tiada orang yang shalat pun melainkan mengucapkannya, yaitu kalimah, 'aku bersaksi tidak ada Tuhan yang berhak disembah selain Allah dan bahwa Muhammad adalah utusan Allah.' Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepada kami Amr ibnul Haris, dari Darij, dari Abul Haisam, dari Abu Sa'id, dari Rasulullah ﷺ, bahwa beliau ﷺ pernah bersabda: Jibril datang kepadaku dan berkata, Sesungguhnya Tuhanku dan Tuhanmu pernah berfirman, 'Tahukah kamu bagaimana Aku meninggikan sebutan (nama)mu?' Jibril menjawab, 'Allah lebih mengetahui.' Allah berfirman, Apabila nama-Ku disebut, maka disebutpula namamu bersama-Ku'.\n\nHal yang sama telah diriwayatkan oleh Ibnu Abu Hatim, dari Yunus, dari Abdul Ala dengan sanad yang sama. Abu Yala meriwayatkannya melalui jalur Ibnu Lahi'ah, dari Darij. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Abu Umar Al-Haudi, telah menceritakan kepada kami Hammad ibnu Zaid, telah menceritakan kepada kami ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku pernah menanyakan suatu masalah kepada Tuhanku, padahal aku tidak menginginkan untuk menanyakan hal itu kepada-Nya.\n\nAku bertanya, \"Sesungguhnya di antara nabi-nabi sebelumku ada yang telah Engkau tundukkan angin baginya, dan di antara mereka ada yang dapat menghidupkan orangmati.Allah subhanahu wa ta’ala Balik bertanya, \"Wahai Muhammad bukankah Aku mendapatimu sebagai seorang yang yatim piatu, lalu Aku melindungimu? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang bingung, lalu Aku memberimu petunjuk? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang kekurangan, lalu Aku memberimu kecukupan.\n\nAku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku telah melapangkan dadamu, bukankah Aku telah meninggikan sebutan (nama)mu? Aku menjawab, \"Benar, ya Tuhanku. Abu Na'im di dalam kitab Dala'ilun Nubuwwah mengatakan: telah menceritakan kepada kami Abu Ahmad Al-Gatrifi, telah menceritakan kepada kami Musa ibnu Sahl Al-Juwaini, telah menceritakan kepada kami Ahmad ibnul Qasim ibnu Bahzan Al-Haiti, telah menceritakan kepada kami Nasr ibnu Hammad, dari Usman ibnu ‘Atha’, dari Az-Zuhri, dari Anas yang mengatakan bahwaRasulullah ﷺ pernah bersabda: Setelah aku selesai dari menerima apa yang diperintahkan kepadaku menyangkut semua urusan langit dan bumi, lalu aku bertanya, \"Ya Tuhanku, sesungguhnya tiada seorang nabi pun sebelumku melainkan Engkau telah memuliakannya; Engkau telah menjadikan Ibrahim sebagai Khalil (kekasih), Musa sebagai Kalim (yang Engkau ajak bicara langsung), Engkau telah tundukkan gunung-gunung bagi Daud, dan bagi Sulaiman angin dan semua setan, dan Engkau hidupkan bagi Isa orang-orang yang telah mati.\n\nMaka apakah yang Engkau berikan kepadaku?Allah berfirman, \"Bukankah Aku telah memberimu dari hal tersebut seluruhnya, bahwa sesungguhnya tidaklah nama-Ku disebut melainkan engkau disebut pula bersama-Ku; dan Aku telah menjadikan dada umatmu sebagai kitab-kitab, mereka dapat membaca Al-Qur'an secara hafalan, dan hal itu belum pernah Kuberikan kepada suatu umat pun. Dan Aku telah memberimu suatu perbendaharaan dari 'Arasy-Ku, yaitu kalimah 'tidak ada daya (untuk menghindar dari maksiat) dan tiada kekuatan (untuk mengerjakan ibadah) kecuali dengan pertolongan Allah Yang Mahatinggi lagi Mahabesar'.\n\nAl-Bagawi telah meriwayatkan dari Ibnu Abbas dan Mujahid, bahwa makna yang dimaksud dari ayat ini ialah azan, yakni nama beliau ﷺ disebutkan dalam azan. Lalu Al-Bagawi menyitir bait-bait syair yang dikatakan oleh Hassan ibnu Sabit: ........... Kedudukannya (Nabi ﷺ) sebagai penutup nabi Allah lebih terang dari cahaya yang kita lihat. Dan juga Allah telah menggabungkan nama Nabi dengan nama-Nya, bila seorang muazzin mengucapkan kalimah yang kelima dalam azannya, yaitu 'asyhadu...'. Dan Allah telah membelah buatnya sebagian dari nama-Nya untuk menjadikannya orang yang diagungkan.\n\nTuhan Yang mempunyai 'Arasy Mahmud (Yang Maha Terpuji), dan dia bernama Muhammad (orang yang terpuji). Ulama lainnya mengatakan bahwa Allah meninggikan sebutan namanya di kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Dan Allah memuliakan namanya saat mengambil perjanjian dari para nabi, yaitu hendaknya mereka beriman kepada Nabi Muhammad dan hendaklah mereka memerintahkan kepada umatnya masing-masing untuk beriman kepadanya. Kemudian Allah memasyhurkan sebutannya di kalangan umatnya, maka tidak sekali-kali nama Allah disebut melainkan ia pun disebut bersama nama-Nya.\n\nAlangkah baiknya apa yang telah dikatakan oleh As-Sarsari rahimahullah dalam bait syairnya: ..... Tidaklah sah azan dalam shalat fardu melainkan dengan menyebut namanya yang enak disebut oleh lisan yang diridai. Disebutkan pula dalam bait syair lainnya: ... Tidakkah engkau perhatikan, bahwa tidaklah sah azan kita dan tidak sah (pula) shalat fardu kita bila kita tidak menyebut-nyebut namanya dalam keduanya.\n\nFirman Allah subhanahu wa ta’ala: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Allah subhanahu wa ta’ala menceritakan bahwa sesungguhnya sesudah kesulitan pasti ada kemudahan, kemudian berita ini diulangi-Nya lagi. : (5) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Hamid ibnu Hammad ibnu Abu Khuwar alias Abu Jahm, telah menceritakan kepada kami Aiz ibnu Syuraih yang mengatakan bahwa Anas ibnu Malik pernah menceritakan bahwa Nabi ﷺ duduk dan di hadapannya terdapat sebuah batu, maka beliau ﷺ bersabda: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan masuk ke dalamnya, lalu mengusirnya.\n\nDan Allah subhanahu wa ta’ala menurunkan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Abu Bakar Al-Bazzar meriwayatkan hadits ini di dalam kitab musnadnya, dari Muhammad ibnu Ma'mar, dari Humaid ibnu Hammad dengan sanad yang sama yang lafaznya seperti berikut: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan mengusirnya. KemudianNabi ﷺ membacakan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Al-Bazzar mengatakan bahwa kami tidak mengetahui hadits ini diriwayatkan dari Anas kecuali oleh Aiz ibnu Syuraih.\n\nMenurut hemat kami, Abu Hatim Ar-Razi telah mengatakan sehubungan dengan hadits yang diriwayatkan oleh Aiz, bahwa dia berpredikat lemah. Tetapi Syu'bah telah meriwayatkannya dari Mu'awiyah ibnu Qurrah, dari seorang lelaki, dari Abdullah ibnu Mas'ud secara mauquf. Dan Ibnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Al-Hasan ibnu Muhammad ibnus Sabah, telah menceritakan kepada kami Abu Qatn, telah menceritakan kepada kami Al-Mubarak ibnu Fudalah, dari Al-Hasan yang mengatakan bahwa mereka (para sahabat) mengatakan bahwa satu kesulitan tidak dapat mengalahkan dua kemudahan.\n\n\". Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Hasan yang mengatakan bahwa di suatu hari Nabi ﷺ keluar dalam keadaan senang dan riang seraya tersenyum, lalu bersabda: Satu kesulitan tidak akan dapat mengalahkan dua kemudahan, satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Hal yang sama telah diriwayatkan oleh Ibnu Jarir melalui hadits Auf Al-A'rabi dan Yunus ibnu Ubaid, dari Al-Hasan secara mursal.\n\nSa'id telah meriwayatkan dari Qatadah, bahwa telah diceritakan kepada kami bahwa Rasulullah ﷺ menyampaikan berita gembira kepada para sahabatnya dengan ayat ini, lalu beliau ﷺ bersabda: \". Satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Yang beliau maksudkan adalah firman Allah Swt: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Dikatakan demikian karena al-'usr yang pertama sama dengan al-'usr yang kedua. Lain halnya dengan yusr, ia berbilang (yakni dua) karena yang pertama lain dengan yang kedua. Al-Hasan ibnu Sufyan mengatakan bahwa telah menceritakan kepada kami Yazid ibnu Saleh, telah menceritakan kepada kami Kharijah, dari Abbad ibnu Kasir, dari Abuz Zanad, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Pertolongan diturunkan dari langit sesuai dengan kadar pembiayaan, dan kesabaran diturunkan sesuai dengan kadar musibah.\n\nDan termasuk di antara nasihat yang bersumber dari Imam Syafii disebutkan sebagai berikut: ......... Bersabarlah dengan kesabaran yang baik, maka alangkah dekatnya jalan kemudahan itu. Barang siapa yang merasa dirinya selalu berada dalam pengawasan Allah dalam semua urusan, niscaya ia akan selamat. Dan barang siapa yang membenarkan janji Allah, niscaya tidak akan tertimpa oleh musibah.\n\nDan barang siapa yang berharap kepada Allah, maka akan terjadilah seperti apa yang diharapkan. Ibnu Duraid mengatakan bahwa Abu Hatim As-Sijistani telah membacakan bait-bait syair berikut kepadanya, yaitu:\n\nBilamana hati dipenuhi oleh rasa putus asa, dan dada yang luas menjadi terasa scmpit, dan hal-hal yang tidak disukai datang menimpa diri, serta banyak musibah yang dialaminya, sehingga ia tidak melihat adanya celah untuk melepaskan diri dari bahaya yang sedang menimpa diri, dan tiada gunanya lagi semua upaya untuk menanggulanginya.\n\nMaka akan datanglah kepadamu pertolongan bila hatimu berserah diri kepada-Nya, yaitupertolongan dari Tuhan Yang Mahalembut lagi Maha Memperkenankan doa. Semua musibah apabila telah mencapai puncaknya pasti berhubungan langsung denganjalan keluarnyayang tidak lama. Penyair lainnya mengatakan dalam bait-bait syairnya: \n\nBetapa banyak musibah yang menimpa diri seseorang hingga membuatnya terasa sempit, sedangkan di sisi Allah adajalan keluar darinya.\n\nBilamana musibah mencapai puncaknya, maka pastilah adajalan keluarnya, padahalyang bersangkutan mengira tiada jalan keluar darinya. Firman Allah subhanahu wa ta’ala: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni apabila kamu telah merampungkan urusan-urusan duniamu dan kesibukannya dan telah kamu selesaikan semua yang berkaitan dengannya, maka bulatkanlah tekadmu untuk ibadah dan bangkitlah kamu kepadanya dalam keadaan bersemangat.\n\nCurahkanlah hatimu dan ikhlaskanlah niatmu dalam beribadah kepada-Nya dan berharap kepada-Nya. Termasuk pula ke dalam pengertian ini sebuah hadits yang telah disepakati kesahihannya, yaitu yang mengatakan: Tiada shalat di hadapan makanan, dan tiada shalat pula sedangkan yang bersangkutan menahan keinginan membuang kedua air (buang air kecil dan buang air besar). Dan sabda Nabi ﷺ yang mengatakan: Apabila shalat diiqamahkan, sedangkan makan malam telah disediakan, maka mulailah dengan menyantap makan malam dahulu. Mujahid telah mengatakan sehubungan dengan makna ayat ini, bahwa apabila kamu telah merampungkan urusan duniamu, lalu kamu berdiri untuk shalat, maka kerjakanlah salatmu dengan sungguh-sungguh dengan menghadap kepada Tuhanmu.\n\nDalam riwayat lain yang bersumber dari Qatadah disebutkan pula bahwa apabila berdiri untuk shalat, maka berdoalah dengan sungguh-sungguh untuk keperluanmu. Diriwayatkan pula dari Ibnu Mas'ud, bahwa apabila engkau telah mengerjakan shalat-shalat fardumu, maka kerjakanlah qiyamul lail dengan sungguh-sungguh. Dan telah diriwayatkan dari Ibnu Iyad hal yang semisal dengan pendapat Ibnu Mas'ud. Menurut riwayat lain yang bersumber dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni sesudah engkau selesaikan salatmu, sedangkan engkau masih dalam keadaan duduk.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (AlamNasyrah: 7) Yaitu dalam berdoa. Zaid ibnu Aslam dan Adh-Dhahhak telah mengatakan sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai. (AlamNasyrah: 7) Maksudnya, dari melakukan jihad. kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Alam Nasyrah: 7) Yakni kerjakanlah ibadah dengan sungguh-sungguh. dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 8) Ats-Tsauri mengatakan bahwa makna yang dimaksud ialah jadikanlah niatmu dan harapanmu hanya tertuju kepada Allah subhanahu wa ta’ala semata. Demikianlah akhir tafsir surat Alam Nasyrah dengan memanjatkan puji dan syukur atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Maka apabila engkau telah selesai dari suatu urusan, tetaplah bekerja keras untuk urusan yang lain. Bila engkau menyelesaikan suatu urusan dunia atau berdakwah, bergegaslah bersimpuh di hadapan Tuhanmu. Begitu engkau selesai beribadah, bersungguh-sungguhlah dalam ber'doa. Demikian seterusnya. 8. Dan hanya kepada Tuhanmulah engkau patut berharap dengan selalu bertawakal serta meng'harap rahmat dan rida-Nya.","tafsir-lengkap-kemenag":"Sesudah menyatakan nikmat-nikmat-Nya kepada Nabi Muhammad dan janji-Nya akan menyelamatkan beliau dari bahaya-bahaya yang menimpa, Allah memerintahkan kepadanya agar menyukuri nikmat-nikmat tersebut dengan tekun beramal saleh sambil bertawakal kepada-Nya. Bila telah selesai mengerjakan suatu amal perbuatan, maka hendaklah beliau mengerjakan amal perbuatan lainnya. Sebab, dalam keadaan terus beramal, beliau akan menemui ketenangan jiwa dan kelapangan hati. Ayat ini menganjurkan agar Nabi ﷺ tetap rajin dan terus-menerus tekun beramal.","tafsir-alazhar":"Ayat 5“Maka sesungguhnya beserta kesulitan itu ada kemudahan.\" (ayat 5)Ayat 6“Sesungguhnya beserta kesulitan itu ada kemudahan.\" (ayat 6)Ini adalah Sunnatullah! Kesulitan selalu beserta kemudahan. Yang sulit saja tidak ada; yang mudah saja pun tidak ada! Dalam susah berisi senang, dalam senang berisi susah; itulah perjuangan hidup. Dan ini dapat diyakinkan oleh orang-orang yang telah mengalami. Penulis tafsir ini sendiri mendapat pengalaman besar sekali untuk meresapkan inti sari ayat ini ketika ditahan dua tahun empat bulan karena kezaliman dan sewenang-wenang. Itu adalah kesulitan! Kalau saya bawa bermenung saja kesulitan dan perampasan kemerdekaanku itu, maulah rasanya diri ini gila. Tetapi akal terus berjalan; maka ilham Allah pun datang. Cepat-cepat saya baca Al-Qur'an, sehingga pada lima hari penahanan yang pertama, tiga kali Al-Qur'an khatam dibaca. Lalu saya atur jam-jam buat membaca dan jam-jam buat mengarang tafsir Al-Qur'an yang saya baca itu. Demikianlah hari berjalan terus dengan tidak mengetahui dan tidak banyak lagi memikirkan bilakah akan keluar. Akhirnya setelah terjadi kekacauan politik gara-gara komunis pada 30 September 1965, dan di bulan Mei 1966 saya dibebaskan. Saat itu saya telah selesai membaca Al-Qur'an sampai khatam lebih dari 150 kali dalam masa dua tahun, dan saya telah selesai pula menulis Tafsir Al-Qur'an 28 Juz. Karena dua Juz 18 dan 19 telah saya tafsirkan sebelum ditangkap dalam masa dua tahun. Dan kemudian itu pada tahun 1968 (1387 Hijriyah) saya dan almarhumah istri dapat naik haji. Kami bawa pula anak kami yang kelima, Irfan. Lebih dari separuh belanja perjalanan kami bertiga ini ialah dari hasil honorarium (royalti) Tafsir al- Azhar Juz 1.Ada juga dipahamkan orang tentang pertalian ayat 5 dan ayat 6, beserta kesulitan ada kemudahan, bersama kesulitan ada kemudahan. Dia melihat bahwa ‘usrin (kesulitan) yang tercantum di ayat 6 adalah terjepit di antara dua yusran, sebab itu maka usri tidaklah akan menang. Akhirnya dia mesti kalah juga. Sebab ‘usrin yang dijepit oleh dua yusran Ataupun adalah sikap jiwa dari Sayyidina Umar bin Khaththab sendiri. Di waktu saya masih kanak-kanak, ipar dan guru saya Ahmad Rasyid Sutan Mansur senantiasa membaca sambil menyanyikan sebuah syair, yang dari kerapnya saya mendengar, saya pun dapat menghapalnya dan menyanyikan pula,‘Apabila bala' bencana telah bersangatan menimpamu,Pikirkan segera surah Alam Nasyrah,‘Usrin terjepit di antara dua Yusran,Kalau itu telah engkau pikirkan, niscaya engkau akan gembira.\"Ayat 7“Maka apabila engkau telah selesai, maka tegaklah.\" (ayat 7)Artinya apabila telah selesai suatu pekerjaan atau suatu rencana telah menjadi kenyataan. Fan shab Artinya bersiaplah buat memulai pekerjaan yang baru.Ayat 8Tetapi sekali-kali jangan lupa, yaitu “Dan hanya kepada Tuhanmu, hendaklah engkau berharap.\" (ayat 8)"}},"8":{"arabic":"وَإِلَىٰ رَبِّكَ فَٱرۡغَبوَإِلَىٰ رَبِّكَ فَٱرۡغَب","words":{"arabicWords":["وَإِلَىٰ","رَبِّكَ","فَٱرۡغَب"],"translationWords":["dan hanya","Tuhanmu","maka kamu berharap"]},"translation":"dan hanya kepada Tuhanmu berharaplah!","tafsir":{"tafsir-jalalayn":"(Dan hanya kepada Rabbmulah hendaknya kamu berharap) atau meminta dengan merendahkan diri.","tafsir-ibnu-katsir":"Tafsir Surat Al-Insyirah: 1-8\n\nBukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan darimu bebanmu, yang memberatkan punggungmu? Dan Kami tinggikan bagimu sebutan (nama)mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. Firman Allah Swt: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah: 1) Yakni Kami telah melapangkan dadamu. Dengan kata lain, dapat disebutkan bahwa Kami telah menjadikannya bercahaya dan luas lagi lapang.\n\nSemakna dengan apa yang telah disebutkan dalam ayat lain melalui firman-Nya: Barang siapa yang Allah menghendaki akan memberikan petunjuk kepadanya, niscaya Dia melapangkan dadanya untuk (memeluk agama) Islam. (Al-An'am: 125) Dan sebagaimana Allah telah melapangkan dada Rasulullah ﷺ, demikian pula Allah telah menjadikan syariatnya luas, lapang, toleran, lagi mudah, tiada kesulitan dan tiada beban serta tiada kesempitan padanya. Menurut pendapat lain, yang dimaksud dengan firman Allah subhanahu wa ta’ala: Bukankah Kami telah melapangkan untukmu dadamu? (Alam Nasyrah:1) Yakni Allah telah melapangkan dadanya di malam Isra, sebagaimana yang telah disebutkan dahulu melalui riwayat Malik ibnu Sa'sa'ah.\n\nImam At-Tirmidzi telah mengetengahkannya dalam tafsir ayat ini. Dan jika memang hal itu terjadi di malam Isra sebagaimana yang telah disebutkan di dalam riwayat Malik ibnu Sa'sa'ah, maka pada hakikatnya tidaklah bertentangan dengan pendapat di atas. Karena sesungguhnya akibat dari pengaruh yang dilakukan terhadap dada beliau di malam Isra, terjadi pula pengaruh yang sama setelah dilapangkan oleh Allah subhanahu wa ta’ala secara maknawi. Hanya Allah-lah Yang Maha Mengetahui. [: [] Abdullah ibnu Imam Ahmad mengatakan, telah menceritakan kepadaku Muhammad ibnu Abdur Rahim alias Abu Yahya Al-Bazzar, telah menceritakan kepada kami Yunus ibnu Muhammad, telah menceritakan kepada kami Mu'az ibnu Muhammad ibnu Ubay ibnu Ka'b, telah menceritakan kepadaku Abu Muhammad ibnu Mu'az, dari Muhammad, dari Ubay ibnu Ka'b, bahwa Abu Hurairah adalah orang yang paling berani menanyakan kepada Rasulullah ﷺ tentang berbagai masalah yang tidak ada seorang pun berani menanyakannya kepada beliau ﷺ selain dia.\n\nMaka Abu Hurairah bertanya, \"Wahai Rasulullah, apakah yang mula-mula engkau Iihat dari urusan kenabian ini?\" Rasulullah ﷺ Duduk tegak dan menjawab: Sesungguhnya engkau telah menanyakan hal yang berbobot, wahai Abu Hurairah! Sesungguhnya ketika usiaku menginjak sepuluh tahun lebih beberapa bulan, aku berada di padang Sahara. Tiba-tiba aku mendengar pembicaraan di atas kepalaku, dan ternyata ada seorang laki-laki yang berbicara kepada laki-laki lainnya, \"Apakah orang ini adalah dia? Maka keduanya datang menyambutku dengan penampilan wajah yang sama sekali belum pernah kulihat sebelumnya, dan sama sekali belum pernah pula aku melihat arwah seperti itu sebelumnya, dan belum pernah pula aku melihat pakaian yang dikenakannya pernah dikenakan oleh seseorang.\n\nKeduanya datang kepadaku dengan jalan kaki, hingga masing-masing dari keduanya memegang kedua lenganku, tetapi anehnya aku tidak merasa sentuhan tangan keduanya. Salah seorang berkata kepada yang lainnya, 'Rebahkanlah dia.' Lalu keduanya merebahkan diriku tanpa paksa dan tanpa sulit. Kemudian salah seorangnya berkata kepada yang lainnya, \"Belahlah dadanya, maka salah seorangnya menurut penglihatanku membelah dadaku tanpa ada darah yang mengalir dan tanpa rasa sakit.\n\nLalu berkata kepada yang membelahku, \"Keluarkanlah iri hati dan dengki. Lalu ia mengeluarkan sesuatu yang bentuknya seperti segumpal darah, kemudian ia membuangnya jauh-jauh. Dan berkata lagi ia kepada orang yang membelahku, \"Masukkanlah lemah lembut dan kasih sayang. Maka tiba-tiba kulihat sesuatu sebesar apa yang baru dikeluarkan, bentuknya mengilap seperti perak (dimasukkan ke dalam dadaku), kemudian ia mengguncangkan jempol kakiku yang sebelah kanan, dan berkata, \"Kembalikanlah ke semula dalam keadaan utuh.\n\nMaka setelah itu aku pulang dengan berlari dan terasa dadaku dipenuhi oleh perasaan lembut terhadap anak kecil dan kasih sayang kepada orang dewasa. Firman Allah subhanahu wa ta’ala: dan Kami telah menghilangkan darimu bebanmu. (Alam Nasyrah: 2) Semakna dengan apa yang disebutkan oleh firman-Nya: supaya Allah memberi ampunan kepadamu terhadap dosamu yang telah lalu dan yang akan datang. (Al-Fath: 2) Adapun firman Allah subhanahu wa ta’ala: yang memberatkan punggungmu. (AlamNasyrah: 3) Al-inqad artinya suara (tulang punggung bila memikul beban berat).\n\nDan bukan hanya seorang dari kalangan ulama Salaf mengatakan sehubungan dengan makna firman-Nya: yang memberatkan punggungmu. (AlamNasyrah: 3) Yakni membebanimu dengan beban yang berat. Dan mengenai firman selanjutnya: Dan Kami tinggikan bagimu sebutan (nama)mu. (Alam Nasyrah: 4) Mujahid mengatakan bahwa makna yang dimaksud ialah 'tidaklah Aku disebut melainkan namamu disebut pula bersama-Ku' yaitu dalam kalimah 'aku bersaksi bahwa tidak ada Tuhan yang berhak disembah selain Allah, dan aku bersaksi bahwa Muhammad adalah utusan Allah'.\n\nQatadah mengatakan bahwa Allah meninggikan (mengangkat) sebutan namanya di dunia dan di akhirat. Maka tiada seorang khatib pun, tiada seorang yang membaca syahadat pun, dan tiada orang yang shalat pun melainkan mengucapkannya, yaitu kalimah, 'aku bersaksi tidak ada Tuhan yang berhak disembah selain Allah dan bahwa Muhammad adalah utusan Allah.' Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepada kami Amr ibnul Haris, dari Darij, dari Abul Haisam, dari Abu Sa'id, dari Rasulullah ﷺ, bahwa beliau ﷺ pernah bersabda: Jibril datang kepadaku dan berkata, Sesungguhnya Tuhanku dan Tuhanmu pernah berfirman, 'Tahukah kamu bagaimana Aku meninggikan sebutan (nama)mu?' Jibril menjawab, 'Allah lebih mengetahui.' Allah berfirman, Apabila nama-Ku disebut, maka disebutpula namamu bersama-Ku'.\n\nHal yang sama telah diriwayatkan oleh Ibnu Abu Hatim, dari Yunus, dari Abdul Ala dengan sanad yang sama. Abu Yala meriwayatkannya melalui jalur Ibnu Lahi'ah, dari Darij. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Abu Umar Al-Haudi, telah menceritakan kepada kami Hammad ibnu Zaid, telah menceritakan kepada kami ‘Atha’ ibnus Saib, dari Sa'id ibnu Jubair, dari Ibnu Abbas yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Aku pernah menanyakan suatu masalah kepada Tuhanku, padahal aku tidak menginginkan untuk menanyakan hal itu kepada-Nya.\n\nAku bertanya, \"Sesungguhnya di antara nabi-nabi sebelumku ada yang telah Engkau tundukkan angin baginya, dan di antara mereka ada yang dapat menghidupkan orangmati.Allah subhanahu wa ta’ala Balik bertanya, \"Wahai Muhammad bukankah Aku mendapatimu sebagai seorang yang yatim piatu, lalu Aku melindungimu? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang bingung, lalu Aku memberimu petunjuk? Aku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku mendapatimu sebagai seorang yang kekurangan, lalu Aku memberimu kecukupan.\n\nAku menjawab, \"Benar, ya Tuhanku. Allah berfirman, \"Bukankah Aku telah melapangkan dadamu, bukankah Aku telah meninggikan sebutan (nama)mu? Aku menjawab, \"Benar, ya Tuhanku. Abu Na'im di dalam kitab Dala'ilun Nubuwwah mengatakan: telah menceritakan kepada kami Abu Ahmad Al-Gatrifi, telah menceritakan kepada kami Musa ibnu Sahl Al-Juwaini, telah menceritakan kepada kami Ahmad ibnul Qasim ibnu Bahzan Al-Haiti, telah menceritakan kepada kami Nasr ibnu Hammad, dari Usman ibnu ‘Atha’, dari Az-Zuhri, dari Anas yang mengatakan bahwaRasulullah ﷺ pernah bersabda: Setelah aku selesai dari menerima apa yang diperintahkan kepadaku menyangkut semua urusan langit dan bumi, lalu aku bertanya, \"Ya Tuhanku, sesungguhnya tiada seorang nabi pun sebelumku melainkan Engkau telah memuliakannya; Engkau telah menjadikan Ibrahim sebagai Khalil (kekasih), Musa sebagai Kalim (yang Engkau ajak bicara langsung), Engkau telah tundukkan gunung-gunung bagi Daud, dan bagi Sulaiman angin dan semua setan, dan Engkau hidupkan bagi Isa orang-orang yang telah mati.\n\nMaka apakah yang Engkau berikan kepadaku?Allah berfirman, \"Bukankah Aku telah memberimu dari hal tersebut seluruhnya, bahwa sesungguhnya tidaklah nama-Ku disebut melainkan engkau disebut pula bersama-Ku; dan Aku telah menjadikan dada umatmu sebagai kitab-kitab, mereka dapat membaca Al-Qur'an secara hafalan, dan hal itu belum pernah Kuberikan kepada suatu umat pun. Dan Aku telah memberimu suatu perbendaharaan dari 'Arasy-Ku, yaitu kalimah 'tidak ada daya (untuk menghindar dari maksiat) dan tiada kekuatan (untuk mengerjakan ibadah) kecuali dengan pertolongan Allah Yang Mahatinggi lagi Mahabesar'.\n\nAl-Bagawi telah meriwayatkan dari Ibnu Abbas dan Mujahid, bahwa makna yang dimaksud dari ayat ini ialah azan, yakni nama beliau ﷺ disebutkan dalam azan. Lalu Al-Bagawi menyitir bait-bait syair yang dikatakan oleh Hassan ibnu Sabit: ........... Kedudukannya (Nabi ﷺ) sebagai penutup nabi Allah lebih terang dari cahaya yang kita lihat. Dan juga Allah telah menggabungkan nama Nabi dengan nama-Nya, bila seorang muazzin mengucapkan kalimah yang kelima dalam azannya, yaitu 'asyhadu...'. Dan Allah telah membelah buatnya sebagian dari nama-Nya untuk menjadikannya orang yang diagungkan.\n\nTuhan Yang mempunyai 'Arasy Mahmud (Yang Maha Terpuji), dan dia bernama Muhammad (orang yang terpuji). Ulama lainnya mengatakan bahwa Allah meninggikan sebutan namanya di kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Dan Allah memuliakan namanya saat mengambil perjanjian dari para nabi, yaitu hendaknya mereka beriman kepada Nabi Muhammad dan hendaklah mereka memerintahkan kepada umatnya masing-masing untuk beriman kepadanya. Kemudian Allah memasyhurkan sebutannya di kalangan umatnya, maka tidak sekali-kali nama Allah disebut melainkan ia pun disebut bersama nama-Nya.\n\nAlangkah baiknya apa yang telah dikatakan oleh As-Sarsari rahimahullah dalam bait syairnya: ..... Tidaklah sah azan dalam shalat fardu melainkan dengan menyebut namanya yang enak disebut oleh lisan yang diridai. Disebutkan pula dalam bait syair lainnya: ... Tidakkah engkau perhatikan, bahwa tidaklah sah azan kita dan tidak sah (pula) shalat fardu kita bila kita tidak menyebut-nyebut namanya dalam keduanya.\n\nFirman Allah subhanahu wa ta’ala: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Allah subhanahu wa ta’ala menceritakan bahwa sesungguhnya sesudah kesulitan pasti ada kemudahan, kemudian berita ini diulangi-Nya lagi. : (5) Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Hamid ibnu Hammad ibnu Abu Khuwar alias Abu Jahm, telah menceritakan kepada kami Aiz ibnu Syuraih yang mengatakan bahwa Anas ibnu Malik pernah menceritakan bahwa Nabi ﷺ duduk dan di hadapannya terdapat sebuah batu, maka beliau ﷺ bersabda: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan masuk ke dalamnya, lalu mengusirnya.\n\nDan Allah subhanahu wa ta’ala menurunkan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Abu Bakar Al-Bazzar meriwayatkan hadits ini di dalam kitab musnadnya, dari Muhammad ibnu Ma'mar, dari Humaid ibnu Hammad dengan sanad yang sama yang lafaznya seperti berikut: Seandainya kesulitan datang, lalu masuk ke dalam batu ini, niscaya kemudahan akan datang dan mengusirnya. KemudianNabi ﷺ membacakan firman-Nya: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Al-Bazzar mengatakan bahwa kami tidak mengetahui hadits ini diriwayatkan dari Anas kecuali oleh Aiz ibnu Syuraih.\n\nMenurut hemat kami, Abu Hatim Ar-Razi telah mengatakan sehubungan dengan hadits yang diriwayatkan oleh Aiz, bahwa dia berpredikat lemah. Tetapi Syu'bah telah meriwayatkannya dari Mu'awiyah ibnu Qurrah, dari seorang lelaki, dari Abdullah ibnu Mas'ud secara mauquf. Dan Ibnu Abu Hatim mengatakan bahwa telah menceritakan kepada kami Al-Hasan ibnu Muhammad ibnus Sabah, telah menceritakan kepada kami Abu Qatn, telah menceritakan kepada kami Al-Mubarak ibnu Fudalah, dari Al-Hasan yang mengatakan bahwa mereka (para sahabat) mengatakan bahwa satu kesulitan tidak dapat mengalahkan dua kemudahan.\n\n\". Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Saur, dari Ma'mar, dari Al-Hasan yang mengatakan bahwa di suatu hari Nabi ﷺ keluar dalam keadaan senang dan riang seraya tersenyum, lalu bersabda: Satu kesulitan tidak akan dapat mengalahkan dua kemudahan, satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. Hal yang sama telah diriwayatkan oleh Ibnu Jarir melalui hadits Auf Al-A'rabi dan Yunus ibnu Ubaid, dari Al-Hasan secara mursal.\n\nSa'id telah meriwayatkan dari Qatadah, bahwa telah diceritakan kepada kami bahwa Rasulullah ﷺ menyampaikan berita gembira kepada para sahabatnya dengan ayat ini, lalu beliau ﷺ bersabda: \". Satu kesulitan tidak akan dapat mengalahkan dua kemudahan. Yang beliau maksudkan adalah firman Allah Swt: Karena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (Alam Nasyrah: 5-6) Dikatakan demikian karena al-'usr yang pertama sama dengan al-'usr yang kedua. Lain halnya dengan yusr, ia berbilang (yakni dua) karena yang pertama lain dengan yang kedua. Al-Hasan ibnu Sufyan mengatakan bahwa telah menceritakan kepada kami Yazid ibnu Saleh, telah menceritakan kepada kami Kharijah, dari Abbad ibnu Kasir, dari Abuz Zanad, dari Abu Saleh, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Pertolongan diturunkan dari langit sesuai dengan kadar pembiayaan, dan kesabaran diturunkan sesuai dengan kadar musibah.\n\nDan termasuk di antara nasihat yang bersumber dari Imam Syafii disebutkan sebagai berikut: ......... Bersabarlah dengan kesabaran yang baik, maka alangkah dekatnya jalan kemudahan itu. Barang siapa yang merasa dirinya selalu berada dalam pengawasan Allah dalam semua urusan, niscaya ia akan selamat. Dan barang siapa yang membenarkan janji Allah, niscaya tidak akan tertimpa oleh musibah.\n\nDan barang siapa yang berharap kepada Allah, maka akan terjadilah seperti apa yang diharapkan. Ibnu Duraid mengatakan bahwa Abu Hatim As-Sijistani telah membacakan bait-bait syair berikut kepadanya, yaitu:\n\nBilamana hati dipenuhi oleh rasa putus asa, dan dada yang luas menjadi terasa scmpit, dan hal-hal yang tidak disukai datang menimpa diri, serta banyak musibah yang dialaminya, sehingga ia tidak melihat adanya celah untuk melepaskan diri dari bahaya yang sedang menimpa diri, dan tiada gunanya lagi semua upaya untuk menanggulanginya.\n\nMaka akan datanglah kepadamu pertolongan bila hatimu berserah diri kepada-Nya, yaitupertolongan dari Tuhan Yang Mahalembut lagi Maha Memperkenankan doa. Semua musibah apabila telah mencapai puncaknya pasti berhubungan langsung denganjalan keluarnyayang tidak lama. Penyair lainnya mengatakan dalam bait-bait syairnya: \n\nBetapa banyak musibah yang menimpa diri seseorang hingga membuatnya terasa sempit, sedangkan di sisi Allah adajalan keluar darinya.\n\nBilamana musibah mencapai puncaknya, maka pastilah adajalan keluarnya, padahalyang bersangkutan mengira tiada jalan keluar darinya. Firman Allah subhanahu wa ta’ala: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni apabila kamu telah merampungkan urusan-urusan duniamu dan kesibukannya dan telah kamu selesaikan semua yang berkaitan dengannya, maka bulatkanlah tekadmu untuk ibadah dan bangkitlah kamu kepadanya dalam keadaan bersemangat.\n\nCurahkanlah hatimu dan ikhlaskanlah niatmu dalam beribadah kepada-Nya dan berharap kepada-Nya. Termasuk pula ke dalam pengertian ini sebuah hadits yang telah disepakati kesahihannya, yaitu yang mengatakan: Tiada shalat di hadapan makanan, dan tiada shalat pula sedangkan yang bersangkutan menahan keinginan membuang kedua air (buang air kecil dan buang air besar). Dan sabda Nabi ﷺ yang mengatakan: Apabila shalat diiqamahkan, sedangkan makan malam telah disediakan, maka mulailah dengan menyantap makan malam dahulu. Mujahid telah mengatakan sehubungan dengan makna ayat ini, bahwa apabila kamu telah merampungkan urusan duniamu, lalu kamu berdiri untuk shalat, maka kerjakanlah salatmu dengan sungguh-sungguh dengan menghadap kepada Tuhanmu.\n\nDalam riwayat lain yang bersumber dari Qatadah disebutkan pula bahwa apabila berdiri untuk shalat, maka berdoalah dengan sungguh-sungguh untuk keperluanmu. Diriwayatkan pula dari Ibnu Mas'ud, bahwa apabila engkau telah mengerjakan shalat-shalat fardumu, maka kerjakanlah qiyamul lail dengan sungguh-sungguh. Dan telah diriwayatkan dari Ibnu Iyad hal yang semisal dengan pendapat Ibnu Mas'ud. Menurut riwayat lain yang bersumber dari Ibnu Mas'ud sehubungan dengan makna firman-Nya: kerjakanlah dengan sungguh-sungguh (urusan) yang lain, dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 7-8) Yakni sesudah engkau selesaikan salatmu, sedangkan engkau masih dalam keadaan duduk.\n\nAli ibnu Abu Talhah telah meriwayatkan dari Ibnu Abbas sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai (dari sesuatu urusan), kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (AlamNasyrah: 7) Yaitu dalam berdoa. Zaid ibnu Aslam dan Adh-Dhahhak telah mengatakan sehubungan dengan makna firman-Nya: Maka apabila kamu telah selesai. (AlamNasyrah: 7) Maksudnya, dari melakukan jihad. kerjakanlah dengan sungguh-sungguh (urusan) yang lain. (Alam Nasyrah: 7) Yakni kerjakanlah ibadah dengan sungguh-sungguh. dan hanya kepada Tuhanmulah hendaknya kamu berharap. (Alam Nasyrah: 8) Ats-Tsauri mengatakan bahwa makna yang dimaksud ialah jadikanlah niatmu dan harapanmu hanya tertuju kepada Allah subhanahu wa ta’ala semata. Demikianlah akhir tafsir surat Alam Nasyrah dengan memanjatkan puji dan syukur atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Dan hanya kepada Tuhanmulah engkau patut berharap dengan selalu bertawakal serta meng'harap rahmat dan rida-Nya1-3. Demi buah Tin dan Zaitun, demi gunung Sinai, dan demi negeri Mekah yang aman ini. Buah Tin dan Zaitun banyak tumbuh di Syam dan Baitul makdis, tempat para nabi diutus, antara lain Nabi Isa. Gunung Sinai adalah tempat Nabi Musa bermunajat, sedangkan Mekah adalah tem'pat kelahiran dan pengutusan Nabi Muhammad. Ketiga nabi ini memiliki misi yang sama, yaitu mengajak manusia menuju tauhid.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menegaskan agar Nabi Muhammad tidak mengharapkan pahala dari hasil amal perbuatannya, akan tetapi hanya menuntut keridaan Allah semata. Karena Dia-lah sebenarnya yang dituju dalam amal ibadah dan pada-Nyalah tempat merendahkan diri.","tafsir-alazhar":"Ayat 5“Maka sesungguhnya beserta kesulitan itu ada kemudahan.\" (ayat 5)Ayat 6“Sesungguhnya beserta kesulitan itu ada kemudahan.\" (ayat 6)Ini adalah Sunnatullah! Kesulitan selalu beserta kemudahan. Yang sulit saja tidak ada; yang mudah saja pun tidak ada! Dalam susah berisi senang, dalam senang berisi susah; itulah perjuangan hidup. Dan ini dapat diyakinkan oleh orang-orang yang telah mengalami. Penulis tafsir ini sendiri mendapat pengalaman besar sekali untuk meresapkan inti sari ayat ini ketika ditahan dua tahun empat bulan karena kezaliman dan sewenang-wenang. Itu adalah kesulitan! Kalau saya bawa bermenung saja kesulitan dan perampasan kemerdekaanku itu, maulah rasanya diri ini gila. Tetapi akal terus berjalan; maka ilham Allah pun datang. Cepat-cepat saya baca Al-Qur'an, sehingga pada lima hari penahanan yang pertama, tiga kali Al-Qur'an khatam dibaca. Lalu saya atur jam-jam buat membaca dan jam-jam buat mengarang tafsir Al-Qur'an yang saya baca itu. Demikianlah hari berjalan terus dengan tidak mengetahui dan tidak banyak lagi memikirkan bilakah akan keluar. Akhirnya setelah terjadi kekacauan politik gara-gara komunis pada 30 September 1965, dan di bulan Mei 1966 saya dibebaskan. Saat itu saya telah selesai membaca Al-Qur'an sampai khatam lebih dari 150 kali dalam masa dua tahun, dan saya telah selesai pula menulis Tafsir Al-Qur'an 28 Juz. Karena dua Juz 18 dan 19 telah saya tafsirkan sebelum ditangkap dalam masa dua tahun. Dan kemudian itu pada tahun 1968 (1387 Hijriyah) saya dan almarhumah istri dapat naik haji. Kami bawa pula anak kami yang kelima, Irfan. Lebih dari separuh belanja perjalanan kami bertiga ini ialah dari hasil honorarium (royalti) Tafsir al- Azhar Juz 1.Ada juga dipahamkan orang tentang pertalian ayat 5 dan ayat 6, beserta kesulitan ada kemudahan, bersama kesulitan ada kemudahan. Dia melihat bahwa ‘usrin (kesulitan) yang tercantum di ayat 6 adalah terjepit di antara dua yusran, sebab itu maka usri tidaklah akan menang. Akhirnya dia mesti kalah juga. Sebab ‘usrin yang dijepit oleh dua yusran Ataupun adalah sikap jiwa dari Sayyidina Umar bin Khaththab sendiri. Di waktu saya masih kanak-kanak, ipar dan guru saya Ahmad Rasyid Sutan Mansur senantiasa membaca sambil menyanyikan sebuah syair, yang dari kerapnya saya mendengar, saya pun dapat menghapalnya dan menyanyikan pula,‘Apabila bala' bencana telah bersangatan menimpamu,Pikirkan segera surah Alam Nasyrah,‘Usrin terjepit di antara dua Yusran,Kalau itu telah engkau pikirkan, niscaya engkau akan gembira.\"Ayat 7“Maka apabila engkau telah selesai, maka tegaklah.\" (ayat 7)Artinya apabila telah selesai suatu pekerjaan atau suatu rencana telah menjadi kenyataan. Fan shab Artinya bersiaplah buat memulai pekerjaan yang baru.Ayat 8Tetapi sekali-kali jangan lupa, yaitu “Dan hanya kepada Tuhanmu, hendaklah engkau berharap.\" (ayat 8)"}}}