{"1":{"arabic":"بِّسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ وَٱلتِّينِ وَٱلزَّيۡتُونِبِّسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ وَٱلتِّينِ وَٱلزَّيۡتُونِ","words":{"arabicWords":["وَٱلتِّينِ","وَٱلزَّيۡتُونِ"],"translationWords":["demi tin","dan zaitun"]},"translation":"Demi (buah) tin dan (buah) zaitun,","tafsir":{"tafsir-jalalayn":"At-Tiin (Buah Tin)\n\n(Demi Tin dan Zaitun) keduanya adalah nama buah, atau dapat juga keduanya diartikan nama dua buah gunung yang menumbuhkan kedua buah tersebut.","tafsir-ibnu-katsir":"Tafsir Surat At-Tin: 1-8\n\nDemi (buah) tin dan (buah) zaitun, dan demi Bukit Sinai, dan demi kota (Mekah) ini yanga man, sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya. Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? Bukankah Allah Hakim yang seadil-adilnya? Ulama tafsir berbeda pendapat sehubungan dengan tafsir surat ini, ada beberapa pendapat yang cukup banyak di kalangan mereka mengenainya.\n\nMenurut suatu pendapat, yang dimaksud dengan tin adalah sebuah masjid di kota Dimasyq. Menurut pendapat yang lainnya adalah buah tin. Dan menurut pendapat yang lainnya lagi adalah nama sebuah gunung penuh dengan buah tin. Al-Qurtubi mengatakan bahwa tin adalah nama masjid As-habul Kahfi. Dan telah diriwayatkan dari Ibnu Abbas oleh Al-Aufi, bahwa tin di sini adalah masjid Nabi Nuh yang ada di puncak Bukit Al-Judi.\n\nMujahid mengatakan bahwa makna yang dimaksud adalah pohon tin kalian ini. Sedangkan mengenai zaitun menurut Ka'bul Ahbar, Qatadah, Ibnu Zaid, dan yang lainnya hal ini adalah nama sebuah masjid yang terletak di kota Yerussalem (Baitul Maqdis). Mujahid dan Ikrimah mengatakan bahwa makna yang dimaksud adalah buah zaitun yang kalian peras ini. dan demi Bukit Sinai. (At-Tin: 2) Ka'bul Ahbar dan yang lainnya yang bukan hanya seorang mengatakan bahwa ini adalah nama bukit yang di tempat itu Allah berbicara langsung kepadaMusa’alaihissalam\n\ndan demi kota (Mekah) ini yang aman. (At-Tin: 3) Makna yang dimaksud adalah kota Mekah, menurut Ibnu Abbas, Mujahid, Ikrimah, Al-Hasan, Ibrahim An-Nakha'i, Ibnu Zaid, dan Ka'bul Ahbar; tiada perbedaan pendapat di kalangan mereka dalam hal ini. Sebagian para imam mengatakan bahwa ketiganya merupakan nama tiga tempat yang pada masing-masingnya Allah telah mengutus seorang nabi dari kalangan Ulul 'Azmi para pemilik syariat-syariat yang besar. Yang pertama ialah tempat yang dipenuhi dengan tin dan zaitun, yaitu Baitul Maqdis, Allah telah mengutus Isa putra Maryam padanya.\n\nYang kedua adalah Tur Sinai, yakni nama bukit yang padanya Allah berbicara langsung kepada Musa ibnu Imran. Dan yang ketiga ialah Mekah alias kota yang aman; yang barang siapa memasukinya, pasti dia dalam keadaan aman; di tempat inilah Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Mereka mengatakan bahwa pada akhir kitab Taurat nama ketiga tempat ini disebutkan, \"Allah datang dari Bukit Sinai yakni tempat yang padanya Allah berbicara langsung kepada Musa a.s. ibnu Imran. Dan muncul di Sa'ir, nama sebuah bukit di Baitul Maqdis, yang padanya Allah mengutus Isa.\n\nDan tampak di bukit-bukit Faran, yakni bukit-bukit Mekah yang darinya Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Maka Allah subhanahu wa ta’ala menyebutkan nama-nama ketiga tempat itu seraya memberitakan tentang mereka yang diutus-Nya secara tertib dan menurut urutan zamannya. Untuk itulah hal ini berarti Allah bersumpah dengan menyebut yang mulia, lalu yang lebih mulia darinya, kemudian yang lebih mulia dari keseluruhannya. Firman Allah subhanahu wa ta’ala: sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (At-Tin: 4) Dan inilah subjek sumpahnya, yaitu bahwa Allah subhanahu wa ta’ala telah menciptakan manusia dalam bentuk yang paling baik dan rupa yang paling sempurna, tegak jalannya dan sempurna, lagi baik semua anggota tubuhnya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. (At-Tin: 5) Yakni neraka, menurut Mujahid, Abul Aliyah, Al-Hasan, Ibnu Zaid, dan lain-lainnya. Yakni kemudian sesudah penciptaan yang paling baik lagi paling indah itu, tempat kembali mereka adalah ke neraka, jika mereka tidak taat kepada Allah dan tidak mengikuti rasul-rasul-Nya.\n\nUntuk itulah maka disebutkan dalam firman berikutnya: kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin:6) Sebagian ulama ada yang mengatakan sehubungan dengan firman-Nya: Kemudian Kami kembalikan dia ke tempatyang serendah-rendahnya. (At-Tin: 5) Yaitu kepada usia yang paling hina. Hal ini telah diriwayatkan dari Ibnu Abbas, dan Ikrimah, sehingga Ikrimah mengatakan bahwa barang siapa yang hafal Al-Qur'an seluruhnya, maka ia tidak akan memasuki usia yang paling hina.\n\nPendapat ini dipilih oleh Ibnu Jarir. Seandainya hal itulah yang dimaksud oleh makna ayat, niscaya tidaklah menjadi indah pujian bagi kaum mukmin, mengingat sebagian dari mereka adalah yang mengalami usia pikun. Dan sesungguhnya makna yang dimaksud hanyalah sebagaimana yang telah kami sebutkan di atas, yakni ke neraka, bukan ke usia yang paling hina alias pikun.\n\nDan ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh, (Al-'Asr: 1-3) Adapun firman Allah subhanahu wa ta’ala: maka bagi mereka pahala yang tiada putus-putusnya. (At-Tin: 6) Yakni tiada habis-habisnya, sebagaimana yang sering diterangkan sebelumnya. Kemudian disebutkan dalam firman berikutnya: Maka apakah yang menyebabkan kamu mendustakan. (At-Tin: 7) wahai anak Adam. (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Maksudnya, pembalasan di hari kemudian. Sesungguhnya kamu telah mengetahui permulaan kejadianmu dan telah mengetahui bahwa Tuhan yang mampu menciptakan dari semula berkuasa pula untuk mengembalikannya jadi hidup, bahkan itu lebih mudah bagi-Nya.\n\nMaka apakah yang mendorongmu mendustakan adanya hari pembalasan, padahal engkau telah mengetahui hal tersebut? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad Ibnu Sinan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Mansur yang mengatakan bahwa aku pernah bertanya kepada Mujahid mengenai makna firman-Nya: Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Apakah yang dimaksud adalah Nabi ﷺ? Maka Mujahid menjawab, \"Ma'azallah, makna yang dimaksud adalah manusia.\" Hal yang sama telah dikatakan oleh Ikrimah dan lain-lainnya.\n\nFirman Allah Swt: Bukankah Allah Hakim yang seadil-adilnya? (At-Tin: 8) Yakni bukankah Dia Hakim yang paling adil, yang tidak melampaui batas dan tidak aniaya terhadap seseorang pun. Dan termasuk dari sifat adil-Nya ialah Dia mengadakan hari kiamat, lalu orang yang dianiaya di dunia dapat membalas kepada orang yang pernah berbuat aniaya kepadanya di hari itu. Dalam pembahasan yang lalu telah kami terangkan melalui hadits Abu Hurairah secara marfu': Apabila seseorang di antara kamu membaca Wat Tini Waz Zaituni (surat At-Tin), lalu sampai pada ayat terakhirnya, yaitu firman Allah subhanahu wa ta’ala, \"Bukankah Allah Hakim yang seadil-adilnya, maka hendaklah ia mengucapkan, \"Benar, dan aku termasuk orang-orang yang menjadi saksi atas hal tersebut.\n\nDemikianlah akhir tafsir surat At-Tin, dan segala puji bagi Allah atas limpahan karunia-Nya.\"","tafsir-ringkas-kemenag":"1-3. Demi buah Tin dan Zaitun, demi gunung Sinai, dan demi negeri Mekah yang aman ini. Buah Tin dan Zaitun banyak tumbuh di Syam dan Baitul makdis, tempat para nabi diutus, antara lain Nabi Isa. Gunung Sinai adalah tempat Nabi Musa bermunajat, sedangkan Mekah adalah tem'pat kelahiran dan pengutusan Nabi Muhammad. Ketiga nabi ini memiliki misi yang sama, yaitu mengajak manusia menuju tauhid. 1-3. Demi buah Tin dan Zaitun, demi gunung Sinai, dan demi negeri Mekah yang aman ini. Buah Tin dan Zaitun banyak tumbuh di Syam dan Baitul makdis, tempat para nabi diutus, antara lain Nabi Isa. Gunung Sinai adalah tempat Nabi Musa bermunajat, sedangkan Mekah adalah tem'pat kelahiran dan pengutusan Nabi Muhammad. Ketiga nabi ini memiliki misi yang sama, yaitu mengajak manusia menuju tauhid.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah bersumpah dengan tin dan zaitun. Ada yang berpendapat bahwa tin dan zaitun adalah nama buah yang dikenal sekarang, yang menunjukkan kelebihan kandungan yang dimiliki kedua buah itu. Ada pula yang berpendapat bahwa yang dimaksud adalah tempat banyaknya tin dan zaitun itu tumbuh, yaitu Yerusalem, tempat Nabi Isa lahir dan menerima wahyu.\n\nDua nama tumbuhan, ara (at-tin) dan zaitun (az-zaitun), dan dua tempat (Bukit Sinai?tempat Nabi Musa memerima wahyu; dan kota yang aman (Mekah)?tempat Nabi Muhammad menerima wahyu), digunakan Allah untuk menjadi semacam bukti kebenaran sumpah-Nya. Beberapa ulama menyatakan bahwa at-tin dan az-zaitun sebenarnya juga menunjuk pada dua tempat. At-Tin adalah bukit di sekitar Damaskus, Siria. Sementara az-zaitun adalah tempat Nabi Isa menerima wahyu.\n\nAda juga yang memahami at-tin dan az-zaitun sebagai jenis tumbuhan. Buah ara (at-tin) adalah buah dari sejenis pohon yang banyak tumbuh di kawasan Timur Tengah. Buahnya bila telah matang berwarna coklat, dan mempunyai biji seperti tomat. Rasanya manis dan dinilai memiliki gizi yang tinggi.\n\nPenelitian ilmiah menunjukkan bahwa buah ara memiliki kandungan serat yang sangat tinggi dibandingkan buah lainnya. Satu buah ara yang sudah dikeringkan mengandung 20% serat dari yang dianjurkan untuk dikonsumsi orang setiap harinya. Sebagaimana diketahui, penelitian yang dilakukan dalam beberapa dekade terakhir menunjukkan bahwa serat dari tumbuhan sangat penting agar alat pencernaan dapat berfungsi dengan baik. Serat akan membantu sistem pencernaan dan juga dapat mencegah seseorang terkena kanker usus.\n\nKandungan yang dimiliki oleh buah ara juga sangat menjanjikan. Buah ini mengandung antioksidan yang dapat mencegah timbulnya beberapa penyakit. Antioksidan berperan untuk menetralisir beberapa unsur yang merusak (free radicals), baik yang dihasilkan di dalam tubuh (karena beberapa reaksi kimia dalam pencernaan) atau masuk ke dalam tubuh dari luar. Kandungan Phenol pada buah ara juga tinggi. Bahan Phenol ini berfungsi sebagai antiseptik untuk membunuh mikroba.\n\nPenelitian di Universitas Rutgers di Amerika Serikat mengungkapkan bahwa kandungan yang tinggi dari omega-3, omega-6 dan phytosterol, maka buah ara sangat potensial untuk menurunkan kadar kolesterol dalam darah. Sebagaimana diketahui, omega-3 dan omega-6 tidak dapat diproduksi oleh tubuh. Keduanya hanya dapat diperoleh dari asupan makanan. Kedua jenis asam lemak ini juga sangat berpengaruh terhadap kinerja jantung, otak, dan sistem syaraf. Phytosterol sendiri berfungsi untuk menghilangkan kolesterol yang diperoleh dari daging, sebelum kolesterol tersebut masuk ke dalam sistem jaringan darah.\n\nPohon ara mengandung mineral yang cukup lengkap dibandingkan buah lainnya. Dari 40 gram buah ara mengandung 244 mg kalium (sebanyak 7% dari kebutuhan per hari), 53 mg kalsium (6% dari kebutuhan per hari), dan 1,2 mg besi (6% dari kebutuhan per hari). Tingginya kadar kalsium ini hanya dikalahkan oleh jeruk.\n\nBuah ara juga dipercaya mempercepat penyembuhan pada seseorang yang sedang sakit. Buah ini mengandung bahan-bahan yang diperlukan agar badan si pasien cepat segar dan berenergi. Komponen nutrisi utama yang dikandung buah ara adalah gula. Persentasenya cukup tinggi, yaitu sebanyak 51% sampai 74% dari seluruh bagian buah. \n\nDemikian pula halnya dengan zaitun. Sederetan penelitian telah mengungkapkan berbagai manfaat buah zaitun untuk kesehatan manusia. Zaitun, yang diberi pujian sebagai \"pohon yang penuh berkah\" dalam ayat 35 Surah an-Nur/24, adalah tumbuhan perdu. Jenis-jenisnya tersebar di kawasan sekitar Laut Tengah. Pohonnya dapat mencapai umur ratusan tahun. Buah zaitun dapat dipanen untuk masa yang sangat panjang.\n\nSebagai bahan makanan, buah zaitun mengandung beberapa unsur yang diperlukan manusia, seperti protein yang cukup tinggi, zat garam, besi dan fosfor, vitamin A dan B. Zaitun juga dikenal sebagai penghalus kulit dan digunakan dalam industri sabun. Minyaknya juga memiliki kelebihan-kelebihan yang tidak dimiliki minyak hewani atau minyak nabati lainnya. Diketahui bahwa minyak zaitun menyehatkan jantung dan pembuluh darah. \n\nBeberapa kegunaan minyak zaitun adalah untuk kesehatan jantung dan pembuluh darah, pencegahan kanker, arthistis, memperlambat proses penuaan, membantu pertumbuhan pada anak-anak, menurunkan tekanan darah tinggi, serta kegunaan lain bagi berbagai organ bagian dalam.","tafsir-alazhar":"SURAH AT-TIIN(BERITA)SURAH KE-95, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi buah Tin, demi buah Zaitun.\" (ayat 1) Terdapat berbagai tafsiran.-\tMenurut Mujahid dan Hasan, kedua buah-buahan itu diambil jadi sumpah oleh Allah untuk diperhatikan. Buah tin diambil sumpah karena dia buah yang terkenal untuk dimakan, buah zaitun karena dia dapat ditempa dan diambil minyaknya.-\tKata Qatadah, “Tin adalah nama sebuah bukit di Damaskus dan Zaitun nama pula dari sebuah bukit di Baitul Maqdis.\" Tandanya kedua negeri itu penting untuk diperhatikan. Dan menurut sebuah riwayat pula, yang diterima dan Ibnu Abbas, “Tin adalah masjid yang mula didirikan oleh Nuh di atas Gunung al-Judi, dan Zaitun adalah Baitul Maqdis.\"Ayat 2“Demi Gunung Sinai.\" (ayat 2)Di ayat ini disebut namanya Thurisinina, disebut juga Thursina, disebut juga Sinai dan disebut juga Thur saja. Kita kenal sekarang dengan sebutan Semenanjung Sinai.Ayat 3“Demi negeri yang aman ini.\" (ayat 3)Negeri yang aman ini ialah Mekah, tempat ayat ini diturunkan. Berkata Ibnu Katsir, “Berkata sebagian imam-imam, inilah tiga tempat, yang di masing- masing tempat itu Allah telah membangkitkan nabi-nabi utusan-Nya, rasul-rasul yang terkemuka, mempunyai syari'at yang besar.Pertama, tempat yang di sana banyak tumbuh tin dan zaitun. Itulah Baitul Maqdis. Di sanalah Allah mengutus Isa bin Maryam.Kedua, Thurisinina, yaitu Thursina, tempat Allah bercakap-cakap dengan Musa bin Imran.Ketiga, negeri yang aman, yaitu Mekah. Barangsiapa yang masuk ke sana, terjaminlah keamanannya. Di sanalah diutus Rasul-Nya Muhammad ﷺ.Syekhul Islam Ibnu Taimiyah dalam kitabnya Al-Jawabus Shahih Li Man Baddala Din al-Masih (Jawaban yang Jitu untuk Siapa Yang Menukar-Nukar Agama al-Masih), menerangkan juga ayat di dalam Taurat ini, dalam Kitab Ulangan, pasal 33, ayat 2. Demikian bunyinya pada salinan Bible (Alkitab) cetakan terakhir dalam bahasa Indonesia, “Maka katanya: Bahwa Allah telah datang dari Torsina, dan telah terbit bagi mereka itu dari Seir; kelihatanlah Ia dengan gemerlapan cahayanya dari Gunung Paran.\" (Lembaga Alkitab Indonesia 1970).Maka datanglah komentar dari ulama-ulama besar Islam, yang didapat dalam keterangan Abu Muhammad Ibnu Qutaibah, “Dengan ini tidak tersembunyi lagi bagi siapa yang sudi memerhatikan. Karena Allah datang dari Torsina ialah turunnya Taurat kepada Musa di Thursina; sebagaimana yang dipegangi oteh Ahlul Kitab dan oleh kita kaum Muslimin. Demikian juga tentang terbitnya di Seir, ialah turunnya Injil kepada al-Masih. Al-Masih berasal dari Seir, bumi Jalil di sebuah desa bernama Nashirah, dan dari nama desa itulah pengikut al-Masih menamakan diri mereka Nasrani. Maka sebagaimana sudah pastinya bahwa Dia terbit di Seir mengisyaratkan kedatangan al-Masih, maka dengan sendirinya gemerlapan cahayanya di bukit Paran itu ialah turunnya Al-Qur'an kepada Muhammad ﷺ di bukit-bukit Paran, yaitu bukit-bukit Mekah.\" Ibnu Taimiyah berkata selanjutnya, “Tidak ada pertikaian di antara Kaum Muslimin dengan Ahlul Kitab bahwa Gunung Paran itu ialah Mekah. Kalau mereka hendak memungkiri bahwa Paran itu ialah Mekah, dan itu bisa saja terjadi karena mereka tidak keberatan mengubah isi kitabnya atau membuat dusta; bukankah di dalam Taurat juga dinyatakan bahwa Ibrahim menempatkan Hajar dan Ismail di Paran? (Kejadian; Pasal 21; ayat 19 sampai 21). Dan Dia katakan; tunjukkanlah kepada kami suatu tempat lain yang gemerlapan cahaya di sana, adakah Paran yang lain? Dan adakah timbul di sana seorang Nabi gemerlapan cahayanya sesudah Al-Masih? Dan adakah suatu agama yang jelas timbulnya, gemerlapan cahayanya sesudah Isa al-Masih yang menyerupai tersebarnya Islam di Timur dan di barat?\"Abu Hasyim bin Thafar berkata, “Seir adalah sebuah bukit di Syam, tempat lahirnya al-Masih.\" Kataku, “Di dekat Beitlehem, desa tempat al-Masih dilahirkan, sampai sekarang ada sebuah desa bernama Seir. Di sana pun ada sebuah bukit bernama Bukit Seir. Berdasar kepada ini telah tersebutlah tiga bukit, yaitu Bukit Hira, yang di sekeliling Mekah, tidak ada bukit yang lebih tinggi dari dia. Di sanalah mula turunnya wahyu kepada Muhammad ﷺ. Dan bertali-tali dengan bukit-bukit itu terdapat lagi banyak bukit yang lain. Kumpulan semuanya dinamai Paran, sampai kini. Di sanalah mula turunnya Al-Qur'an, dan daratan luas di antara Mekah dengan Thursina itu dinamai dataran Paran. Kalau akan dikatakan bahwa di daratan itulah Nabi yang dimaksud, maka sampai sekarang tidaklah ada Nabi lain yang timbul di sana.\"Selanjutnya ada pula penafsir-penafsir zaman sekarang sebagaimana disebutkan oleh al-Qasimi di dalam tafsirnya berpendapat bahwa sumpah Allah dengan buah tin yang dimaksud ialah pohon Bodhi tempat bersemadinya Budha Gaotama ketika mencari hikmah tertinggi. Budha adalah pendiri dari agama Budha yang di kemudian harinya telah banyak berubah dari ajarannya yang asli. Sebab ajarannya itu tidak ditulis pada zamannya melainkan lama sesudah matinya. Dia hanya diriwayatkan seperti riwayat-riwayat dalam kalangan kita Muslimin, dari mulut ke mulut lama kemudian baru ditulis, setelah pemeluk-pemeluknya bertambah maju.Menurut penafsir ini pendiri agama Budha itu nama kecilnya ialah Sakiamuni atau Gaotama. Mula kebangkitannya ialah ketika dia berteduh di bawah pohon kayu Bodhi yang besar. Di waktu itulah turun wahyu kepadanya, lalu dia diutus menjadi rasul Allah. Setan berkali-kali mencoba memperdayakannya, tetapi tidaklah mempan. Pohon Bodhi itu menjadi pohon yang suci pada kepercayaan penganut Budha, yang mereka namai juga Acapala.Besar sekali kemungkinan bahwa penafsir menafsirkan buah tin dalam Al-Qur'an itu dengan pohon Bodhi tempat Budha bersemadi, belum mendalami benar-benar filsafat ajaran Budha. Menurut penyelidikan ahli-ahli, Budha itu lebih banyak mengajarkan filsafat menghadapi hidup ini, dan tidak membicarakan ketuhanan. Lalu pengikut Budha yang datang di belakang memuaskan hati mereka dengan menuhankan Budha itu sendiri.Tetapi seorang ulama besar dari Arabia dan Sudan, Syekh Ahmad Soorkati yang telah mustautin di Indonesia ini pernah pula menyatakan perkiraan beliau, kemungkinan yang dimaksud seorang rasul Allah yang tersebut namanya dalam Al-Qur'an Dzulkifli, itulah Budha! Asal makna dari Dzulkifli ialah yang empunya pengasuhan, atau ahli dalam mengasuh. Mungkin mengasuh jiwa manusia. Maka Syekh Ahmad Soorkati menyatakan pendapat bahwa kalimat Kifli berdekatan dengan nama negeri tempat Budha dilahirkan, yaitu Kapilawastu.Dan semuanya ini adalah penafsiran. Kebenarannya yang mutlak tetaplah pada Allah sendiri."}},"2":{"arabic":"وَطُورِ سِينِينَوَطُورِ سِينِينَ","words":{"arabicWords":["وَطُورِ","سِينِينَ"],"translationWords":["dan bukit","Sinai"]},"translation":"demi gunung Sinai,","tafsir":{"tafsir-jalalayn":"(Dan demi bukit Sinai) nama sebuah bukit tempat sewaktu Allah ﷻ berfirman kepada Nabi Musa. Arti lafal Siiniina ialah yang diberkahi atau yang baik karena memiliki banyak pohon yang menghasilkan buah.","tafsir-ibnu-katsir":"Tafsir Surat At-Tin: 1-8\n\nDemi (buah) tin dan (buah) zaitun, dan demi Bukit Sinai, dan demi kota (Mekah) ini yanga man, sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya. Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? Bukankah Allah Hakim yang seadil-adilnya? Ulama tafsir berbeda pendapat sehubungan dengan tafsir surat ini, ada beberapa pendapat yang cukup banyak di kalangan mereka mengenainya.\n\nMenurut suatu pendapat, yang dimaksud dengan tin adalah sebuah masjid di kota Dimasyq. Menurut pendapat yang lainnya adalah buah tin. Dan menurut pendapat yang lainnya lagi adalah nama sebuah gunung penuh dengan buah tin. Al-Qurtubi mengatakan bahwa tin adalah nama masjid As-habul Kahfi. Dan telah diriwayatkan dari Ibnu Abbas oleh Al-Aufi, bahwa tin di sini adalah masjid Nabi Nuh yang ada di puncak Bukit Al-Judi.\n\nMujahid mengatakan bahwa makna yang dimaksud adalah pohon tin kalian ini. Sedangkan mengenai zaitun menurut Ka'bul Ahbar, Qatadah, Ibnu Zaid, dan yang lainnya hal ini adalah nama sebuah masjid yang terletak di kota Yerussalem (Baitul Maqdis). Mujahid dan Ikrimah mengatakan bahwa makna yang dimaksud adalah buah zaitun yang kalian peras ini. dan demi Bukit Sinai. (At-Tin: 2) Ka'bul Ahbar dan yang lainnya yang bukan hanya seorang mengatakan bahwa ini adalah nama bukit yang di tempat itu Allah berbicara langsung kepadaMusa’alaihissalam\n\ndan demi kota (Mekah) ini yang aman. (At-Tin: 3) Makna yang dimaksud adalah kota Mekah, menurut Ibnu Abbas, Mujahid, Ikrimah, Al-Hasan, Ibrahim An-Nakha'i, Ibnu Zaid, dan Ka'bul Ahbar; tiada perbedaan pendapat di kalangan mereka dalam hal ini. Sebagian para imam mengatakan bahwa ketiganya merupakan nama tiga tempat yang pada masing-masingnya Allah telah mengutus seorang nabi dari kalangan Ulul 'Azmi para pemilik syariat-syariat yang besar. Yang pertama ialah tempat yang dipenuhi dengan tin dan zaitun, yaitu Baitul Maqdis, Allah telah mengutus Isa putra Maryam padanya.\n\nYang kedua adalah Tur Sinai, yakni nama bukit yang padanya Allah berbicara langsung kepada Musa ibnu Imran. Dan yang ketiga ialah Mekah alias kota yang aman; yang barang siapa memasukinya, pasti dia dalam keadaan aman; di tempat inilah Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Mereka mengatakan bahwa pada akhir kitab Taurat nama ketiga tempat ini disebutkan, \"Allah datang dari Bukit Sinai yakni tempat yang padanya Allah berbicara langsung kepada Musa a.s. ibnu Imran. Dan muncul di Sa'ir, nama sebuah bukit di Baitul Maqdis, yang padanya Allah mengutus Isa.\n\nDan tampak di bukit-bukit Faran, yakni bukit-bukit Mekah yang darinya Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Maka Allah subhanahu wa ta’ala menyebutkan nama-nama ketiga tempat itu seraya memberitakan tentang mereka yang diutus-Nya secara tertib dan menurut urutan zamannya. Untuk itulah hal ini berarti Allah bersumpah dengan menyebut yang mulia, lalu yang lebih mulia darinya, kemudian yang lebih mulia dari keseluruhannya. Firman Allah subhanahu wa ta’ala: sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (At-Tin: 4) Dan inilah subjek sumpahnya, yaitu bahwa Allah subhanahu wa ta’ala telah menciptakan manusia dalam bentuk yang paling baik dan rupa yang paling sempurna, tegak jalannya dan sempurna, lagi baik semua anggota tubuhnya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. (At-Tin: 5) Yakni neraka, menurut Mujahid, Abul Aliyah, Al-Hasan, Ibnu Zaid, dan lain-lainnya. Yakni kemudian sesudah penciptaan yang paling baik lagi paling indah itu, tempat kembali mereka adalah ke neraka, jika mereka tidak taat kepada Allah dan tidak mengikuti rasul-rasul-Nya.\n\nUntuk itulah maka disebutkan dalam firman berikutnya: kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin:6) Sebagian ulama ada yang mengatakan sehubungan dengan firman-Nya: Kemudian Kami kembalikan dia ke tempatyang serendah-rendahnya. (At-Tin: 5) Yaitu kepada usia yang paling hina. Hal ini telah diriwayatkan dari Ibnu Abbas, dan Ikrimah, sehingga Ikrimah mengatakan bahwa barang siapa yang hafal Al-Qur'an seluruhnya, maka ia tidak akan memasuki usia yang paling hina.\n\nPendapat ini dipilih oleh Ibnu Jarir. Seandainya hal itulah yang dimaksud oleh makna ayat, niscaya tidaklah menjadi indah pujian bagi kaum mukmin, mengingat sebagian dari mereka adalah yang mengalami usia pikun. Dan sesungguhnya makna yang dimaksud hanyalah sebagaimana yang telah kami sebutkan di atas, yakni ke neraka, bukan ke usia yang paling hina alias pikun.\n\nDan ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh, (Al-'Asr: 1-3) Adapun firman Allah subhanahu wa ta’ala: maka bagi mereka pahala yang tiada putus-putusnya. (At-Tin: 6) Yakni tiada habis-habisnya, sebagaimana yang sering diterangkan sebelumnya. Kemudian disebutkan dalam firman berikutnya: Maka apakah yang menyebabkan kamu mendustakan. (At-Tin: 7) wahai anak Adam. (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Maksudnya, pembalasan di hari kemudian. Sesungguhnya kamu telah mengetahui permulaan kejadianmu dan telah mengetahui bahwa Tuhan yang mampu menciptakan dari semula berkuasa pula untuk mengembalikannya jadi hidup, bahkan itu lebih mudah bagi-Nya.\n\nMaka apakah yang mendorongmu mendustakan adanya hari pembalasan, padahal engkau telah mengetahui hal tersebut? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad Ibnu Sinan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Mansur yang mengatakan bahwa aku pernah bertanya kepada Mujahid mengenai makna firman-Nya: Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Apakah yang dimaksud adalah Nabi ﷺ? Maka Mujahid menjawab, \"Ma'azallah, makna yang dimaksud adalah manusia.\" Hal yang sama telah dikatakan oleh Ikrimah dan lain-lainnya.\n\nFirman Allah Swt: Bukankah Allah Hakim yang seadil-adilnya? (At-Tin: 8) Yakni bukankah Dia Hakim yang paling adil, yang tidak melampaui batas dan tidak aniaya terhadap seseorang pun. Dan termasuk dari sifat adil-Nya ialah Dia mengadakan hari kiamat, lalu orang yang dianiaya di dunia dapat membalas kepada orang yang pernah berbuat aniaya kepadanya di hari itu. Dalam pembahasan yang lalu telah kami terangkan melalui hadits Abu Hurairah secara marfu': Apabila seseorang di antara kamu membaca Wat Tini Waz Zaituni (surat At-Tin), lalu sampai pada ayat terakhirnya, yaitu firman Allah subhanahu wa ta’ala, \"Bukankah Allah Hakim yang seadil-adilnya, maka hendaklah ia mengucapkan, \"Benar, dan aku termasuk orang-orang yang menjadi saksi atas hal tersebut.\n\nDemikianlah akhir tafsir surat At-Tin, dan segala puji bagi Allah atas limpahan karunia-Nya.\"","tafsir-ringkas-kemenag":"1-3. Demi buah Tin dan Zaitun, demi gunung Sinai, dan demi negeri Mekah yang aman ini. Buah Tin dan Zaitun banyak tumbuh di Syam dan Baitul makdis, tempat para nabi diutus, antara lain Nabi Isa. Gunung Sinai adalah tempat Nabi Musa bermunajat, sedangkan Mekah adalah tem'pat kelahiran dan pengutusan Nabi Muhammad. Ketiga nabi ini memiliki misi yang sama, yaitu mengajak manusia menuju tauhid. 1-3. Demi buah Tin dan Zaitun, demi gunung Sinai, dan demi negeri Mekah yang aman ini. Buah Tin dan Zaitun banyak tumbuh di Syam dan Baitul makdis, tempat para nabi diutus, antara lain Nabi Isa. Gunung Sinai adalah tempat Nabi Musa bermunajat, sedangkan Mekah adalah tem'pat kelahiran dan pengutusan Nabi Muhammad. Ketiga nabi ini memiliki misi yang sama, yaitu mengajak manusia menuju tauhid.","tafsir-lengkap-kemenag":"Setelah itu, Allah bersumpah dengan Gunung Sinai, tempat Nabi Musa menerima wahyu (Taurat). Mengenai bahwa Nabi Musa menerima wahyu di tempat itu dikisahkan pula antara lain dalam Surah al-A'raf/7: 144. Allah berfirman: \n\n(Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\" (al-A'raf/7: 144)\n\nDalam ayat sebelumnya dikisahkan bagaimana Nabi Musa naik bukit Sinai untuk menerima wahyu. Dalam ayat ini dinyatakan pengangkatan Musa sebagai nabi dan menerima wahyu yaitu kitab Taurat.","tafsir-alazhar":"SURAH AT-TIIN(BERITA)SURAH KE-95, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi buah Tin, demi buah Zaitun.\" (ayat 1) Terdapat berbagai tafsiran.-\tMenurut Mujahid dan Hasan, kedua buah-buahan itu diambil jadi sumpah oleh Allah untuk diperhatikan. Buah tin diambil sumpah karena dia buah yang terkenal untuk dimakan, buah zaitun karena dia dapat ditempa dan diambil minyaknya.-\tKata Qatadah, “Tin adalah nama sebuah bukit di Damaskus dan Zaitun nama pula dari sebuah bukit di Baitul Maqdis.\" Tandanya kedua negeri itu penting untuk diperhatikan. Dan menurut sebuah riwayat pula, yang diterima dan Ibnu Abbas, “Tin adalah masjid yang mula didirikan oleh Nuh di atas Gunung al-Judi, dan Zaitun adalah Baitul Maqdis.\"Ayat 2“Demi Gunung Sinai.\" (ayat 2)Di ayat ini disebut namanya Thurisinina, disebut juga Thursina, disebut juga Sinai dan disebut juga Thur saja. Kita kenal sekarang dengan sebutan Semenanjung Sinai.Ayat 3“Demi negeri yang aman ini.\" (ayat 3)Negeri yang aman ini ialah Mekah, tempat ayat ini diturunkan. Berkata Ibnu Katsir, “Berkata sebagian imam-imam, inilah tiga tempat, yang di masing- masing tempat itu Allah telah membangkitkan nabi-nabi utusan-Nya, rasul-rasul yang terkemuka, mempunyai syari'at yang besar.Pertama, tempat yang di sana banyak tumbuh tin dan zaitun. Itulah Baitul Maqdis. Di sanalah Allah mengutus Isa bin Maryam.Kedua, Thurisinina, yaitu Thursina, tempat Allah bercakap-cakap dengan Musa bin Imran.Ketiga, negeri yang aman, yaitu Mekah. Barangsiapa yang masuk ke sana, terjaminlah keamanannya. Di sanalah diutus Rasul-Nya Muhammad ﷺ.Syekhul Islam Ibnu Taimiyah dalam kitabnya Al-Jawabus Shahih Li Man Baddala Din al-Masih (Jawaban yang Jitu untuk Siapa Yang Menukar-Nukar Agama al-Masih), menerangkan juga ayat di dalam Taurat ini, dalam Kitab Ulangan, pasal 33, ayat 2. Demikian bunyinya pada salinan Bible (Alkitab) cetakan terakhir dalam bahasa Indonesia, “Maka katanya: Bahwa Allah telah datang dari Torsina, dan telah terbit bagi mereka itu dari Seir; kelihatanlah Ia dengan gemerlapan cahayanya dari Gunung Paran.\" (Lembaga Alkitab Indonesia 1970).Maka datanglah komentar dari ulama-ulama besar Islam, yang didapat dalam keterangan Abu Muhammad Ibnu Qutaibah, “Dengan ini tidak tersembunyi lagi bagi siapa yang sudi memerhatikan. Karena Allah datang dari Torsina ialah turunnya Taurat kepada Musa di Thursina; sebagaimana yang dipegangi oteh Ahlul Kitab dan oleh kita kaum Muslimin. Demikian juga tentang terbitnya di Seir, ialah turunnya Injil kepada al-Masih. Al-Masih berasal dari Seir, bumi Jalil di sebuah desa bernama Nashirah, dan dari nama desa itulah pengikut al-Masih menamakan diri mereka Nasrani. Maka sebagaimana sudah pastinya bahwa Dia terbit di Seir mengisyaratkan kedatangan al-Masih, maka dengan sendirinya gemerlapan cahayanya di bukit Paran itu ialah turunnya Al-Qur'an kepada Muhammad ﷺ di bukit-bukit Paran, yaitu bukit-bukit Mekah.\" Ibnu Taimiyah berkata selanjutnya, “Tidak ada pertikaian di antara Kaum Muslimin dengan Ahlul Kitab bahwa Gunung Paran itu ialah Mekah. Kalau mereka hendak memungkiri bahwa Paran itu ialah Mekah, dan itu bisa saja terjadi karena mereka tidak keberatan mengubah isi kitabnya atau membuat dusta; bukankah di dalam Taurat juga dinyatakan bahwa Ibrahim menempatkan Hajar dan Ismail di Paran? (Kejadian; Pasal 21; ayat 19 sampai 21). Dan Dia katakan; tunjukkanlah kepada kami suatu tempat lain yang gemerlapan cahaya di sana, adakah Paran yang lain? Dan adakah timbul di sana seorang Nabi gemerlapan cahayanya sesudah Al-Masih? Dan adakah suatu agama yang jelas timbulnya, gemerlapan cahayanya sesudah Isa al-Masih yang menyerupai tersebarnya Islam di Timur dan di barat?\"Abu Hasyim bin Thafar berkata, “Seir adalah sebuah bukit di Syam, tempat lahirnya al-Masih.\" Kataku, “Di dekat Beitlehem, desa tempat al-Masih dilahirkan, sampai sekarang ada sebuah desa bernama Seir. Di sana pun ada sebuah bukit bernama Bukit Seir. Berdasar kepada ini telah tersebutlah tiga bukit, yaitu Bukit Hira, yang di sekeliling Mekah, tidak ada bukit yang lebih tinggi dari dia. Di sanalah mula turunnya wahyu kepada Muhammad ﷺ. Dan bertali-tali dengan bukit-bukit itu terdapat lagi banyak bukit yang lain. Kumpulan semuanya dinamai Paran, sampai kini. Di sanalah mula turunnya Al-Qur'an, dan daratan luas di antara Mekah dengan Thursina itu dinamai dataran Paran. Kalau akan dikatakan bahwa di daratan itulah Nabi yang dimaksud, maka sampai sekarang tidaklah ada Nabi lain yang timbul di sana.\"Selanjutnya ada pula penafsir-penafsir zaman sekarang sebagaimana disebutkan oleh al-Qasimi di dalam tafsirnya berpendapat bahwa sumpah Allah dengan buah tin yang dimaksud ialah pohon Bodhi tempat bersemadinya Budha Gaotama ketika mencari hikmah tertinggi. Budha adalah pendiri dari agama Budha yang di kemudian harinya telah banyak berubah dari ajarannya yang asli. Sebab ajarannya itu tidak ditulis pada zamannya melainkan lama sesudah matinya. Dia hanya diriwayatkan seperti riwayat-riwayat dalam kalangan kita Muslimin, dari mulut ke mulut lama kemudian baru ditulis, setelah pemeluk-pemeluknya bertambah maju.Menurut penafsir ini pendiri agama Budha itu nama kecilnya ialah Sakiamuni atau Gaotama. Mula kebangkitannya ialah ketika dia berteduh di bawah pohon kayu Bodhi yang besar. Di waktu itulah turun wahyu kepadanya, lalu dia diutus menjadi rasul Allah. Setan berkali-kali mencoba memperdayakannya, tetapi tidaklah mempan. Pohon Bodhi itu menjadi pohon yang suci pada kepercayaan penganut Budha, yang mereka namai juga Acapala.Besar sekali kemungkinan bahwa penafsir menafsirkan buah tin dalam Al-Qur'an itu dengan pohon Bodhi tempat Budha bersemadi, belum mendalami benar-benar filsafat ajaran Budha. Menurut penyelidikan ahli-ahli, Budha itu lebih banyak mengajarkan filsafat menghadapi hidup ini, dan tidak membicarakan ketuhanan. Lalu pengikut Budha yang datang di belakang memuaskan hati mereka dengan menuhankan Budha itu sendiri.Tetapi seorang ulama besar dari Arabia dan Sudan, Syekh Ahmad Soorkati yang telah mustautin di Indonesia ini pernah pula menyatakan perkiraan beliau, kemungkinan yang dimaksud seorang rasul Allah yang tersebut namanya dalam Al-Qur'an Dzulkifli, itulah Budha! Asal makna dari Dzulkifli ialah yang empunya pengasuhan, atau ahli dalam mengasuh. Mungkin mengasuh jiwa manusia. Maka Syekh Ahmad Soorkati menyatakan pendapat bahwa kalimat Kifli berdekatan dengan nama negeri tempat Budha dilahirkan, yaitu Kapilawastu.Dan semuanya ini adalah penafsiran. Kebenarannya yang mutlak tetaplah pada Allah sendiri."}},"3":{"arabic":"وَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِوَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِ","words":{"arabicWords":["وَهَٰذَا","ٱلۡبَلَدِ","ٱلۡأَمِينِ"],"translationWords":["dan ini","negri","aman"]},"translation":"dan demi negeri (Makkah) yang aman ini,","tafsir":{"tafsir-jalalayn":"(Dan demi kota ini yang aman) yaitu kota Mekah, dinamakan kota aman karena orang-orang yang tinggal di dalamnya merasa aman, baik pada zaman jahiliah maupun di zaman Islam.","tafsir-ibnu-katsir":"Tafsir Surat At-Tin: 1-8\n\nDemi (buah) tin dan (buah) zaitun, dan demi Bukit Sinai, dan demi kota (Mekah) ini yanga man, sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya. Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? Bukankah Allah Hakim yang seadil-adilnya? Ulama tafsir berbeda pendapat sehubungan dengan tafsir surat ini, ada beberapa pendapat yang cukup banyak di kalangan mereka mengenainya.\n\nMenurut suatu pendapat, yang dimaksud dengan tin adalah sebuah masjid di kota Dimasyq. Menurut pendapat yang lainnya adalah buah tin. Dan menurut pendapat yang lainnya lagi adalah nama sebuah gunung penuh dengan buah tin. Al-Qurtubi mengatakan bahwa tin adalah nama masjid As-habul Kahfi. Dan telah diriwayatkan dari Ibnu Abbas oleh Al-Aufi, bahwa tin di sini adalah masjid Nabi Nuh yang ada di puncak Bukit Al-Judi.\n\nMujahid mengatakan bahwa makna yang dimaksud adalah pohon tin kalian ini. Sedangkan mengenai zaitun menurut Ka'bul Ahbar, Qatadah, Ibnu Zaid, dan yang lainnya hal ini adalah nama sebuah masjid yang terletak di kota Yerussalem (Baitul Maqdis). Mujahid dan Ikrimah mengatakan bahwa makna yang dimaksud adalah buah zaitun yang kalian peras ini. dan demi Bukit Sinai. (At-Tin: 2) Ka'bul Ahbar dan yang lainnya yang bukan hanya seorang mengatakan bahwa ini adalah nama bukit yang di tempat itu Allah berbicara langsung kepadaMusa’alaihissalam\n\ndan demi kota (Mekah) ini yang aman. (At-Tin: 3) Makna yang dimaksud adalah kota Mekah, menurut Ibnu Abbas, Mujahid, Ikrimah, Al-Hasan, Ibrahim An-Nakha'i, Ibnu Zaid, dan Ka'bul Ahbar; tiada perbedaan pendapat di kalangan mereka dalam hal ini. Sebagian para imam mengatakan bahwa ketiganya merupakan nama tiga tempat yang pada masing-masingnya Allah telah mengutus seorang nabi dari kalangan Ulul 'Azmi para pemilik syariat-syariat yang besar. Yang pertama ialah tempat yang dipenuhi dengan tin dan zaitun, yaitu Baitul Maqdis, Allah telah mengutus Isa putra Maryam padanya.\n\nYang kedua adalah Tur Sinai, yakni nama bukit yang padanya Allah berbicara langsung kepada Musa ibnu Imran. Dan yang ketiga ialah Mekah alias kota yang aman; yang barang siapa memasukinya, pasti dia dalam keadaan aman; di tempat inilah Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Mereka mengatakan bahwa pada akhir kitab Taurat nama ketiga tempat ini disebutkan, \"Allah datang dari Bukit Sinai yakni tempat yang padanya Allah berbicara langsung kepada Musa a.s. ibnu Imran. Dan muncul di Sa'ir, nama sebuah bukit di Baitul Maqdis, yang padanya Allah mengutus Isa.\n\nDan tampak di bukit-bukit Faran, yakni bukit-bukit Mekah yang darinya Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Maka Allah subhanahu wa ta’ala menyebutkan nama-nama ketiga tempat itu seraya memberitakan tentang mereka yang diutus-Nya secara tertib dan menurut urutan zamannya. Untuk itulah hal ini berarti Allah bersumpah dengan menyebut yang mulia, lalu yang lebih mulia darinya, kemudian yang lebih mulia dari keseluruhannya. Firman Allah subhanahu wa ta’ala: sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (At-Tin: 4) Dan inilah subjek sumpahnya, yaitu bahwa Allah subhanahu wa ta’ala telah menciptakan manusia dalam bentuk yang paling baik dan rupa yang paling sempurna, tegak jalannya dan sempurna, lagi baik semua anggota tubuhnya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. (At-Tin: 5) Yakni neraka, menurut Mujahid, Abul Aliyah, Al-Hasan, Ibnu Zaid, dan lain-lainnya. Yakni kemudian sesudah penciptaan yang paling baik lagi paling indah itu, tempat kembali mereka adalah ke neraka, jika mereka tidak taat kepada Allah dan tidak mengikuti rasul-rasul-Nya.\n\nUntuk itulah maka disebutkan dalam firman berikutnya: kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin:6) Sebagian ulama ada yang mengatakan sehubungan dengan firman-Nya: Kemudian Kami kembalikan dia ke tempatyang serendah-rendahnya. (At-Tin: 5) Yaitu kepada usia yang paling hina. Hal ini telah diriwayatkan dari Ibnu Abbas, dan Ikrimah, sehingga Ikrimah mengatakan bahwa barang siapa yang hafal Al-Qur'an seluruhnya, maka ia tidak akan memasuki usia yang paling hina.\n\nPendapat ini dipilih oleh Ibnu Jarir. Seandainya hal itulah yang dimaksud oleh makna ayat, niscaya tidaklah menjadi indah pujian bagi kaum mukmin, mengingat sebagian dari mereka adalah yang mengalami usia pikun. Dan sesungguhnya makna yang dimaksud hanyalah sebagaimana yang telah kami sebutkan di atas, yakni ke neraka, bukan ke usia yang paling hina alias pikun.\n\nDan ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh, (Al-'Asr: 1-3) Adapun firman Allah subhanahu wa ta’ala: maka bagi mereka pahala yang tiada putus-putusnya. (At-Tin: 6) Yakni tiada habis-habisnya, sebagaimana yang sering diterangkan sebelumnya. Kemudian disebutkan dalam firman berikutnya: Maka apakah yang menyebabkan kamu mendustakan. (At-Tin: 7) wahai anak Adam. (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Maksudnya, pembalasan di hari kemudian. Sesungguhnya kamu telah mengetahui permulaan kejadianmu dan telah mengetahui bahwa Tuhan yang mampu menciptakan dari semula berkuasa pula untuk mengembalikannya jadi hidup, bahkan itu lebih mudah bagi-Nya.\n\nMaka apakah yang mendorongmu mendustakan adanya hari pembalasan, padahal engkau telah mengetahui hal tersebut? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad Ibnu Sinan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Mansur yang mengatakan bahwa aku pernah bertanya kepada Mujahid mengenai makna firman-Nya: Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Apakah yang dimaksud adalah Nabi ﷺ? Maka Mujahid menjawab, \"Ma'azallah, makna yang dimaksud adalah manusia.\" Hal yang sama telah dikatakan oleh Ikrimah dan lain-lainnya.\n\nFirman Allah Swt: Bukankah Allah Hakim yang seadil-adilnya? (At-Tin: 8) Yakni bukankah Dia Hakim yang paling adil, yang tidak melampaui batas dan tidak aniaya terhadap seseorang pun. Dan termasuk dari sifat adil-Nya ialah Dia mengadakan hari kiamat, lalu orang yang dianiaya di dunia dapat membalas kepada orang yang pernah berbuat aniaya kepadanya di hari itu. Dalam pembahasan yang lalu telah kami terangkan melalui hadits Abu Hurairah secara marfu': Apabila seseorang di antara kamu membaca Wat Tini Waz Zaituni (surat At-Tin), lalu sampai pada ayat terakhirnya, yaitu firman Allah subhanahu wa ta’ala, \"Bukankah Allah Hakim yang seadil-adilnya, maka hendaklah ia mengucapkan, \"Benar, dan aku termasuk orang-orang yang menjadi saksi atas hal tersebut.\n\nDemikianlah akhir tafsir surat At-Tin, dan segala puji bagi Allah atas limpahan karunia-Nya.\"","tafsir-ringkas-kemenag":"1-3. Demi buah Tin dan Zaitun, demi gunung Sinai, dan demi negeri Mekah yang aman ini. Buah Tin dan Zaitun banyak tumbuh di Syam dan Baitul makdis, tempat para nabi diutus, antara lain Nabi Isa. Gunung Sinai adalah tempat Nabi Musa bermunajat, sedangkan Mekah adalah tem'pat kelahiran dan pengutusan Nabi Muhammad. Ketiga nabi ini memiliki misi yang sama, yaitu mengajak manusia menuju tauhid. 4. Sungguh, Kami telah menciptakan manusia dalam bentuk fisik yang sebaik-baiknya, jauh lebih sempurna daripada hewan. Kami juga bekali mereka dengan akal dan sifat-sifat yang unggul. Dengan kelebihan-kelebihan itulah Kami amanati manusia sebagai khalifah di bumi.","tafsir-lengkap-kemenag":"Selanjutnya Allah bersumpah dengan \"negeri yang damai\". Maksudnya adalah Mekah, tempat Nabi Muhammad lahir dan menerima wahyu. Bahwa Mekah adalah tempat asal Nabi Muhammad dinyatakan pula antara lain dalam Surah Muhammad/47: 13:\n\nDan betapa banyak negeri yang (penduduknya) lebih kuat dari (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka; maka tidak ada seorang pun yang menolong mereka. (Muhammad/47: 13)\n\nDalam ayat ini terdapat informasi bahwa beliau telah dipaksa meninggalkan negeri asalnya, yaitu tempat kelahirannya (Mekah) dan hijrah ke Medinah. \n\nBerdasarkan ayat-ayat lain lebih tepat dipahami bahwa ketiga ayat di atas menyatakan tempat ketiga nabi itu lahir atau menerima tugas kenabian mereka. Di dalam ayat-ayat lain, ketiga nabi itu memang sering disebutkan bersamaan, misalnya dalam Surah as-saff/61: 5-6:\n\nDan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?\" Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik. Dan (ingatlah) ketika Isa putra Maryam berkata, \"Wahai Bani Israil! Sesungguhnya aku utusan Allah kepadamu, yang membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).\" Namun ketika rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata, \"Ini adalah sihir yang nyata.\" (as-saff/61: 5-6)\n\nDalam Perjanjian Lama, Kitab Ulangan 33 ayat 2 juga dinyatakan tempat ketiga nabi itu, \"Tuhan telah datang dari Sina, dan terbit kepada mereka di Seir, kelihatan Dia dengan gemerlapan cahayanya dari Gunung Paran.\" Sina adalah Sinai tempat Nabi Musa menerima wahyu, Seir adalah pegunungan di Baitul Maqdis tempat Nabi Isa lahir dan menerima kenabian, dan pegunungan Paran adalah pegunungan Mekah, tempat Nabi Muhammad lahir dan menerima kenabiannya.","tafsir-alazhar":"SURAH AT-TIIN(BERITA)SURAH KE-95, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Demi buah Tin, demi buah Zaitun.\" (ayat 1) Terdapat berbagai tafsiran.-\tMenurut Mujahid dan Hasan, kedua buah-buahan itu diambil jadi sumpah oleh Allah untuk diperhatikan. Buah tin diambil sumpah karena dia buah yang terkenal untuk dimakan, buah zaitun karena dia dapat ditempa dan diambil minyaknya.-\tKata Qatadah, “Tin adalah nama sebuah bukit di Damaskus dan Zaitun nama pula dari sebuah bukit di Baitul Maqdis.\" Tandanya kedua negeri itu penting untuk diperhatikan. Dan menurut sebuah riwayat pula, yang diterima dan Ibnu Abbas, “Tin adalah masjid yang mula didirikan oleh Nuh di atas Gunung al-Judi, dan Zaitun adalah Baitul Maqdis.\"Ayat 2“Demi Gunung Sinai.\" (ayat 2)Di ayat ini disebut namanya Thurisinina, disebut juga Thursina, disebut juga Sinai dan disebut juga Thur saja. Kita kenal sekarang dengan sebutan Semenanjung Sinai.Ayat 3“Demi negeri yang aman ini.\" (ayat 3)Negeri yang aman ini ialah Mekah, tempat ayat ini diturunkan. Berkata Ibnu Katsir, “Berkata sebagian imam-imam, inilah tiga tempat, yang di masing- masing tempat itu Allah telah membangkitkan nabi-nabi utusan-Nya, rasul-rasul yang terkemuka, mempunyai syari'at yang besar.Pertama, tempat yang di sana banyak tumbuh tin dan zaitun. Itulah Baitul Maqdis. Di sanalah Allah mengutus Isa bin Maryam.Kedua, Thurisinina, yaitu Thursina, tempat Allah bercakap-cakap dengan Musa bin Imran.Ketiga, negeri yang aman, yaitu Mekah. Barangsiapa yang masuk ke sana, terjaminlah keamanannya. Di sanalah diutus Rasul-Nya Muhammad ﷺ.Syekhul Islam Ibnu Taimiyah dalam kitabnya Al-Jawabus Shahih Li Man Baddala Din al-Masih (Jawaban yang Jitu untuk Siapa Yang Menukar-Nukar Agama al-Masih), menerangkan juga ayat di dalam Taurat ini, dalam Kitab Ulangan, pasal 33, ayat 2. Demikian bunyinya pada salinan Bible (Alkitab) cetakan terakhir dalam bahasa Indonesia, “Maka katanya: Bahwa Allah telah datang dari Torsina, dan telah terbit bagi mereka itu dari Seir; kelihatanlah Ia dengan gemerlapan cahayanya dari Gunung Paran.\" (Lembaga Alkitab Indonesia 1970).Maka datanglah komentar dari ulama-ulama besar Islam, yang didapat dalam keterangan Abu Muhammad Ibnu Qutaibah, “Dengan ini tidak tersembunyi lagi bagi siapa yang sudi memerhatikan. Karena Allah datang dari Torsina ialah turunnya Taurat kepada Musa di Thursina; sebagaimana yang dipegangi oteh Ahlul Kitab dan oleh kita kaum Muslimin. Demikian juga tentang terbitnya di Seir, ialah turunnya Injil kepada al-Masih. Al-Masih berasal dari Seir, bumi Jalil di sebuah desa bernama Nashirah, dan dari nama desa itulah pengikut al-Masih menamakan diri mereka Nasrani. Maka sebagaimana sudah pastinya bahwa Dia terbit di Seir mengisyaratkan kedatangan al-Masih, maka dengan sendirinya gemerlapan cahayanya di bukit Paran itu ialah turunnya Al-Qur'an kepada Muhammad ﷺ di bukit-bukit Paran, yaitu bukit-bukit Mekah.\" Ibnu Taimiyah berkata selanjutnya, “Tidak ada pertikaian di antara Kaum Muslimin dengan Ahlul Kitab bahwa Gunung Paran itu ialah Mekah. Kalau mereka hendak memungkiri bahwa Paran itu ialah Mekah, dan itu bisa saja terjadi karena mereka tidak keberatan mengubah isi kitabnya atau membuat dusta; bukankah di dalam Taurat juga dinyatakan bahwa Ibrahim menempatkan Hajar dan Ismail di Paran? (Kejadian; Pasal 21; ayat 19 sampai 21). Dan Dia katakan; tunjukkanlah kepada kami suatu tempat lain yang gemerlapan cahaya di sana, adakah Paran yang lain? Dan adakah timbul di sana seorang Nabi gemerlapan cahayanya sesudah Al-Masih? Dan adakah suatu agama yang jelas timbulnya, gemerlapan cahayanya sesudah Isa al-Masih yang menyerupai tersebarnya Islam di Timur dan di barat?\"Abu Hasyim bin Thafar berkata, “Seir adalah sebuah bukit di Syam, tempat lahirnya al-Masih.\" Kataku, “Di dekat Beitlehem, desa tempat al-Masih dilahirkan, sampai sekarang ada sebuah desa bernama Seir. Di sana pun ada sebuah bukit bernama Bukit Seir. Berdasar kepada ini telah tersebutlah tiga bukit, yaitu Bukit Hira, yang di sekeliling Mekah, tidak ada bukit yang lebih tinggi dari dia. Di sanalah mula turunnya wahyu kepada Muhammad ﷺ. Dan bertali-tali dengan bukit-bukit itu terdapat lagi banyak bukit yang lain. Kumpulan semuanya dinamai Paran, sampai kini. Di sanalah mula turunnya Al-Qur'an, dan daratan luas di antara Mekah dengan Thursina itu dinamai dataran Paran. Kalau akan dikatakan bahwa di daratan itulah Nabi yang dimaksud, maka sampai sekarang tidaklah ada Nabi lain yang timbul di sana.\"Selanjutnya ada pula penafsir-penafsir zaman sekarang sebagaimana disebutkan oleh al-Qasimi di dalam tafsirnya berpendapat bahwa sumpah Allah dengan buah tin yang dimaksud ialah pohon Bodhi tempat bersemadinya Budha Gaotama ketika mencari hikmah tertinggi. Budha adalah pendiri dari agama Budha yang di kemudian harinya telah banyak berubah dari ajarannya yang asli. Sebab ajarannya itu tidak ditulis pada zamannya melainkan lama sesudah matinya. Dia hanya diriwayatkan seperti riwayat-riwayat dalam kalangan kita Muslimin, dari mulut ke mulut lama kemudian baru ditulis, setelah pemeluk-pemeluknya bertambah maju.Menurut penafsir ini pendiri agama Budha itu nama kecilnya ialah Sakiamuni atau Gaotama. Mula kebangkitannya ialah ketika dia berteduh di bawah pohon kayu Bodhi yang besar. Di waktu itulah turun wahyu kepadanya, lalu dia diutus menjadi rasul Allah. Setan berkali-kali mencoba memperdayakannya, tetapi tidaklah mempan. Pohon Bodhi itu menjadi pohon yang suci pada kepercayaan penganut Budha, yang mereka namai juga Acapala.Besar sekali kemungkinan bahwa penafsir menafsirkan buah tin dalam Al-Qur'an itu dengan pohon Bodhi tempat Budha bersemadi, belum mendalami benar-benar filsafat ajaran Budha. Menurut penyelidikan ahli-ahli, Budha itu lebih banyak mengajarkan filsafat menghadapi hidup ini, dan tidak membicarakan ketuhanan. Lalu pengikut Budha yang datang di belakang memuaskan hati mereka dengan menuhankan Budha itu sendiri.Tetapi seorang ulama besar dari Arabia dan Sudan, Syekh Ahmad Soorkati yang telah mustautin di Indonesia ini pernah pula menyatakan perkiraan beliau, kemungkinan yang dimaksud seorang rasul Allah yang tersebut namanya dalam Al-Qur'an Dzulkifli, itulah Budha! Asal makna dari Dzulkifli ialah yang empunya pengasuhan, atau ahli dalam mengasuh. Mungkin mengasuh jiwa manusia. Maka Syekh Ahmad Soorkati menyatakan pendapat bahwa kalimat Kifli berdekatan dengan nama negeri tempat Budha dilahirkan, yaitu Kapilawastu.Dan semuanya ini adalah penafsiran. Kebenarannya yang mutlak tetaplah pada Allah sendiri."}},"4":{"arabic":"لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِىٓ أَحۡسَنِ تَقۡوِيمٍلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِىٓ أَحۡسَنِ تَقۡوِيمٍ","words":{"arabicWords":["لَقَدۡ","خَلَقۡنَا","ٱلۡإِنسَٰنَ","فِيٓ","أَحۡسَنِ","تَقۡوِيمٖ"],"translationWords":["sesungguhnya","Kami telah menciptakan","manusia","dalam","sebaik-baik","bentuk"]},"translation":"sungguh, Kami benar-benar telah menciptakan manusia dalam bentuk yang sebaik-baiknya.","tafsir":{"tafsir-jalalayn":"(Sesungguhnya Kami telah menciptakan manusia) artinya semua manusia (dalam bentuk yang sebaik-baiknya) artinya baik bentuk atau pun penampilannya amatlah baik.","tafsir-ibnu-katsir":"Tafsir Surat At-Tin: 1-8\n\nDemi (buah) tin dan (buah) zaitun, dan demi Bukit Sinai, dan demi kota (Mekah) ini yanga man, sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya. Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? Bukankah Allah Hakim yang seadil-adilnya? Ulama tafsir berbeda pendapat sehubungan dengan tafsir surat ini, ada beberapa pendapat yang cukup banyak di kalangan mereka mengenainya.\n\nMenurut suatu pendapat, yang dimaksud dengan tin adalah sebuah masjid di kota Dimasyq. Menurut pendapat yang lainnya adalah buah tin. Dan menurut pendapat yang lainnya lagi adalah nama sebuah gunung penuh dengan buah tin. Al-Qurtubi mengatakan bahwa tin adalah nama masjid As-habul Kahfi. Dan telah diriwayatkan dari Ibnu Abbas oleh Al-Aufi, bahwa tin di sini adalah masjid Nabi Nuh yang ada di puncak Bukit Al-Judi.\n\nMujahid mengatakan bahwa makna yang dimaksud adalah pohon tin kalian ini. Sedangkan mengenai zaitun menurut Ka'bul Ahbar, Qatadah, Ibnu Zaid, dan yang lainnya hal ini adalah nama sebuah masjid yang terletak di kota Yerussalem (Baitul Maqdis). Mujahid dan Ikrimah mengatakan bahwa makna yang dimaksud adalah buah zaitun yang kalian peras ini. dan demi Bukit Sinai. (At-Tin: 2) Ka'bul Ahbar dan yang lainnya yang bukan hanya seorang mengatakan bahwa ini adalah nama bukit yang di tempat itu Allah berbicara langsung kepadaMusa’alaihissalam\n\ndan demi kota (Mekah) ini yang aman. (At-Tin: 3) Makna yang dimaksud adalah kota Mekah, menurut Ibnu Abbas, Mujahid, Ikrimah, Al-Hasan, Ibrahim An-Nakha'i, Ibnu Zaid, dan Ka'bul Ahbar; tiada perbedaan pendapat di kalangan mereka dalam hal ini. Sebagian para imam mengatakan bahwa ketiganya merupakan nama tiga tempat yang pada masing-masingnya Allah telah mengutus seorang nabi dari kalangan Ulul 'Azmi para pemilik syariat-syariat yang besar. Yang pertama ialah tempat yang dipenuhi dengan tin dan zaitun, yaitu Baitul Maqdis, Allah telah mengutus Isa putra Maryam padanya.\n\nYang kedua adalah Tur Sinai, yakni nama bukit yang padanya Allah berbicara langsung kepada Musa ibnu Imran. Dan yang ketiga ialah Mekah alias kota yang aman; yang barang siapa memasukinya, pasti dia dalam keadaan aman; di tempat inilah Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Mereka mengatakan bahwa pada akhir kitab Taurat nama ketiga tempat ini disebutkan, \"Allah datang dari Bukit Sinai yakni tempat yang padanya Allah berbicara langsung kepada Musa a.s. ibnu Imran. Dan muncul di Sa'ir, nama sebuah bukit di Baitul Maqdis, yang padanya Allah mengutus Isa.\n\nDan tampak di bukit-bukit Faran, yakni bukit-bukit Mekah yang darinya Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Maka Allah subhanahu wa ta’ala menyebutkan nama-nama ketiga tempat itu seraya memberitakan tentang mereka yang diutus-Nya secara tertib dan menurut urutan zamannya. Untuk itulah hal ini berarti Allah bersumpah dengan menyebut yang mulia, lalu yang lebih mulia darinya, kemudian yang lebih mulia dari keseluruhannya. Firman Allah subhanahu wa ta’ala: sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (At-Tin: 4) Dan inilah subjek sumpahnya, yaitu bahwa Allah subhanahu wa ta’ala telah menciptakan manusia dalam bentuk yang paling baik dan rupa yang paling sempurna, tegak jalannya dan sempurna, lagi baik semua anggota tubuhnya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. (At-Tin: 5) Yakni neraka, menurut Mujahid, Abul Aliyah, Al-Hasan, Ibnu Zaid, dan lain-lainnya. Yakni kemudian sesudah penciptaan yang paling baik lagi paling indah itu, tempat kembali mereka adalah ke neraka, jika mereka tidak taat kepada Allah dan tidak mengikuti rasul-rasul-Nya.\n\nUntuk itulah maka disebutkan dalam firman berikutnya: kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin:6) Sebagian ulama ada yang mengatakan sehubungan dengan firman-Nya: Kemudian Kami kembalikan dia ke tempatyang serendah-rendahnya. (At-Tin: 5) Yaitu kepada usia yang paling hina. Hal ini telah diriwayatkan dari Ibnu Abbas, dan Ikrimah, sehingga Ikrimah mengatakan bahwa barang siapa yang hafal Al-Qur'an seluruhnya, maka ia tidak akan memasuki usia yang paling hina.\n\nPendapat ini dipilih oleh Ibnu Jarir. Seandainya hal itulah yang dimaksud oleh makna ayat, niscaya tidaklah menjadi indah pujian bagi kaum mukmin, mengingat sebagian dari mereka adalah yang mengalami usia pikun. Dan sesungguhnya makna yang dimaksud hanyalah sebagaimana yang telah kami sebutkan di atas, yakni ke neraka, bukan ke usia yang paling hina alias pikun.\n\nDan ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh, (Al-'Asr: 1-3) Adapun firman Allah subhanahu wa ta’ala: maka bagi mereka pahala yang tiada putus-putusnya. (At-Tin: 6) Yakni tiada habis-habisnya, sebagaimana yang sering diterangkan sebelumnya. Kemudian disebutkan dalam firman berikutnya: Maka apakah yang menyebabkan kamu mendustakan. (At-Tin: 7) wahai anak Adam. (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Maksudnya, pembalasan di hari kemudian. Sesungguhnya kamu telah mengetahui permulaan kejadianmu dan telah mengetahui bahwa Tuhan yang mampu menciptakan dari semula berkuasa pula untuk mengembalikannya jadi hidup, bahkan itu lebih mudah bagi-Nya.\n\nMaka apakah yang mendorongmu mendustakan adanya hari pembalasan, padahal engkau telah mengetahui hal tersebut? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad Ibnu Sinan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Mansur yang mengatakan bahwa aku pernah bertanya kepada Mujahid mengenai makna firman-Nya: Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Apakah yang dimaksud adalah Nabi ﷺ? Maka Mujahid menjawab, \"Ma'azallah, makna yang dimaksud adalah manusia.\" Hal yang sama telah dikatakan oleh Ikrimah dan lain-lainnya.\n\nFirman Allah Swt: Bukankah Allah Hakim yang seadil-adilnya? (At-Tin: 8) Yakni bukankah Dia Hakim yang paling adil, yang tidak melampaui batas dan tidak aniaya terhadap seseorang pun. Dan termasuk dari sifat adil-Nya ialah Dia mengadakan hari kiamat, lalu orang yang dianiaya di dunia dapat membalas kepada orang yang pernah berbuat aniaya kepadanya di hari itu. Dalam pembahasan yang lalu telah kami terangkan melalui hadits Abu Hurairah secara marfu': Apabila seseorang di antara kamu membaca Wat Tini Waz Zaituni (surat At-Tin), lalu sampai pada ayat terakhirnya, yaitu firman Allah subhanahu wa ta’ala, \"Bukankah Allah Hakim yang seadil-adilnya, maka hendaklah ia mengucapkan, \"Benar, dan aku termasuk orang-orang yang menjadi saksi atas hal tersebut.\n\nDemikianlah akhir tafsir surat At-Tin, dan segala puji bagi Allah atas limpahan karunia-Nya.\"","tafsir-ringkas-kemenag":"Sungguh, Kami telah menciptakan manusia dalam bentuk fisik yang sebaik-baiknya, jauh lebih sempurna daripada hewan. Kami juga bekali mereka dengan akal dan sifat-sifat yang unggul. Dengan kelebihan-kelebihan itulah Kami amanati manusia sebagai khalifah di bumi. 5. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, yaitu ke neraka, bila mereka durhaka kepada Allah dan tidak menaati utusan-Nya. Ketika itu, kesempurnaan fisik, akal, dan sifat mereka tidak akan menyelamatkannya dari azab Allah.","tafsir-lengkap-kemenag":"Setelah bersumpah dengan buah-buahan yang bermanfaat atau tempat-tempat yang mulia itu, Allah menegaskan bahwa Dia telah menciptakan manusia dengan kondisi fisik dan psikis terbaik. Dari segi fisik, misalnya, hanya manusia yang berdiri tegak sehingga otaknya bebas berpikir, yang menghasilkan ilmu, dan tangannya juga bebas bergerak untuk merealisasikan ilmunya itu, sehingga melahirkan teknologi. Bentuk manusia adalah yang paling indah dari semua makhluk-Nya. Dari segi psikis, hanya manusia yang memiliki pikiran dan perasaan yang sempurna. Dan lebih-lebih lagi, hanya manusia yang beragama. Banyak lagi keistimewaan manusia dari segi fisik dan psikis itu yang tidak mungkin diuraikan di sini.\n\nPenegasan Allah bahwa Dia telah menciptakan manusia dengan kondisi fisik dan psikis terbaik itu mengandung arti bahwa fisik dan psikis manusia itu perlu dipelihara dan ditumbuhkembangkan. Fisik manusia dipelihara dan ditumbuhkembangkan dengan memberinya gizi yang cukup dan menjaga kesehatannya. Dan psikis manusia dipelihara dan ditumbuhkembangkan dengan memberinya agama dan pendidikan yang baik. Bila fisik dan psikis manusia dipelihara dan ditumbuhkembangkan, maka manusia akan dapat memberikan kemanfaatan yang besar kepada alam ini. Dengan demikianlah ia akan menjadi makhluk termulia.","tafsir-alazhar":"Ayat 4“Sesungguhnya telah Kami ciptakan manusia itu atas sebaik-baik pendirian.\" (ayat 4)Yaitu bahwa di antara makhluk Allah di atas muka bumi ini, manusia diciptakan oleh Allah dalam sebaik-baik bentuk; bentuk lahir dan batinnya; bentuk tubuh dan nyawanya.Ayat 5“Kemudian itu, Kami jatuhkan dia kepada serendah-rendah yang rendah.\" (ayat 5)Sesudah lahir ke dunia, berangsur tubuhnya kuat dan bisa berjalan, dan akal pun berkembang, sampai dewasa, sampai puncak kemegahan umur. Kemudian itu berangsur menurun tubuh tadi, berangsur kian tua. Badan mulai lemah, pikiran juga lemah, tenaga berkurang, gigi mulai rontok, rambut hitam berganti uban, kulit kencang mulai kendor, telinga berkurang pendengarannya, mulai pelupa. Kalau umur masih panjang juga, suatu ketika akal pun padam, sehingga kembali seperti anak-anak, berharap akan belas kasihan anak-cucu.Ayat 6“Kecuali orang-orang yang beriman dan beramal saleh.\"Menurut Tafsir Ibnu Jarir, “Beriman dan beramal saleh di waktu badan masih muda dan sehat.\"“Maka untuk mereka ada ganjarnan yang tiada putus-putus.\" (ujung ayat 6)Doa yang diajarkan Nabi ﷺ itu ialah “Ya Tuhanku, aku berlindung kepada-Mu dari bakhil dan pemalas, dari tua dan kepikunan, dari siksa kubur dan fitnah dajjal, dari fitnah kehidupan dan kematian.\" (HR Bukhari)Di dalam Al-Qur'an umur tua renta (Ardzalil ‘Umur) itu sampai bertemu dua kali. Yaitu surah an-Nahl, ayat 70 dan surah al-Hajj, ayat 5. Ketika menafsirkan Ardzalil ‘Umur itu terdapatlah satu tafsir dari Ibnu Abbas, demikian bunyinya, “Asal saja dia taat kepada Allah di masa-masa mudanya, meskipun dia telah tua sehingga akalnya mulai tidak jalan lagi, namun buat dia masih tetap dituliskan amal salehnya sebagaimana di waktu mudanya itu jua, dan tidaklah dia akan dianggap berdosa lagi atas perbuatannya di waktu akalnya tak ada lagi itu. Sebab dia adalah beriman. Dia adalah taat kepada Allah di masa mudanya.\"Ayat 7“Maka apakah sesuatu yang akan mendustakan kamu tentang agama.\" (ayat 7)Artinya, kalau sudah demikian halnya, yaitu Allah telah menciptakan engkau, hai insan sedemikian rupa, dalam bentuk yang sebaik-baiknya, dan setelah lanjut umur kamu akan jatuh menjadi serendah-rendahnya; kalau tidak ada pendidikan dan asuhan agama semenjak kecil. Bukankah ajaran agama itu yang akan menjadi pegangan bagi kamu menempuh hidup ini, sejak mudamu sampai kepada hari tuamu?Ayat 8“Bukankah Allah itu yang paling adil diantara segala yang menghukum?\" (ayat 8)Kalau seseorang setia memegang ajaran agama untuk pedoman hidupnya, lalu hidupnya selamat sampai hari tuanya, bukankah itu suatu akibat yang adil dari hukum kebijaksanaan Ilahi?Maka segala petunjuk yang dibawa oleh nabi-nabi, baik yang dilambangkan oleh buah tin dan zaitun yang tumbuh di pergunungan Jerusalem (Palestina) yang berupa kitab suci; atau yang diturunkan di Jabal Thursina di Semenanjung Sinai, tempat Taurat diberikan kepada Musa; atau kitab penutup yang dibawa oleh Khatamul Anbiya' wal Mursalin, Al-Qur'an yang dibawa Muhammad, yang mula diturunkan di negeri yang aman, Mekah Al-Mukarramah; semuanya itu adalah satu maksudnya, yaitu ad-Din, agama untuk maslahat hidup manusia sejak datang ke dunia ini sampai pulangnya ke akhirat esok.Maka tersebutlah dalam sebuah hadits dirawikan Tirmidzi dari Abu Hurairah, Nabi menganjurkan bila imam sampai pada penutup ayat ini, pada shalat jahar, Alaisallaahu bi ahkamil haakimiirr, kita makmun sunnat membaca, “Balaa wa ana ‘alaa dzaalika minasy syaahidiin. Benar itu! Dan aku sendiri atas yang demikian itu turut menyaksikan.\""}},"5":{"arabic":"ثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَ","words":{"arabicWords":["ثُمَّ","رَدَدۡنَٰهُ","أَسۡفَلَ","سَٰفِلِينَ"],"translationWords":["kemudian","Kami kembalikan","lebih rendah/paling rendah","tempat yang rendah"]},"translation":"Kemudian, kami kembalikan dia ke tempat yang serendah-rendahnya,","tafsir":{"tafsir-jalalayn":"(Kemudian Kami kembalikan dia) maksudnya sebagian di antara mereka (ke tempat yang serendah-rendahnya) ungkapan ini merupakan kata kiasan bagi masa tua, karena jika usia telah lanjut kekuatan pun sudah mulai melemah dan pikun. Dengan demikian ia akan berkurang dalam beramal, berbeda dengan sewaktu masih muda; sekalipun demikian dalam hal mendapat pahala ia akan mendapat imbalan yang sama sebagaimana sewaktu ia beramal di kala masih muda, hal ini diungkapkan dalam firman selanjutnya, yaitu:.","tafsir-ibnu-katsir":"Tafsir Surat At-Tin: 1-8\n\nDemi (buah) tin dan (buah) zaitun, dan demi Bukit Sinai, dan demi kota (Mekah) ini yanga man, sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya. Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? Bukankah Allah Hakim yang seadil-adilnya? Ulama tafsir berbeda pendapat sehubungan dengan tafsir surat ini, ada beberapa pendapat yang cukup banyak di kalangan mereka mengenainya.\n\nMenurut suatu pendapat, yang dimaksud dengan tin adalah sebuah masjid di kota Dimasyq. Menurut pendapat yang lainnya adalah buah tin. Dan menurut pendapat yang lainnya lagi adalah nama sebuah gunung penuh dengan buah tin. Al-Qurtubi mengatakan bahwa tin adalah nama masjid As-habul Kahfi. Dan telah diriwayatkan dari Ibnu Abbas oleh Al-Aufi, bahwa tin di sini adalah masjid Nabi Nuh yang ada di puncak Bukit Al-Judi.\n\nMujahid mengatakan bahwa makna yang dimaksud adalah pohon tin kalian ini. Sedangkan mengenai zaitun menurut Ka'bul Ahbar, Qatadah, Ibnu Zaid, dan yang lainnya hal ini adalah nama sebuah masjid yang terletak di kota Yerussalem (Baitul Maqdis). Mujahid dan Ikrimah mengatakan bahwa makna yang dimaksud adalah buah zaitun yang kalian peras ini. dan demi Bukit Sinai. (At-Tin: 2) Ka'bul Ahbar dan yang lainnya yang bukan hanya seorang mengatakan bahwa ini adalah nama bukit yang di tempat itu Allah berbicara langsung kepadaMusa’alaihissalam\n\ndan demi kota (Mekah) ini yang aman. (At-Tin: 3) Makna yang dimaksud adalah kota Mekah, menurut Ibnu Abbas, Mujahid, Ikrimah, Al-Hasan, Ibrahim An-Nakha'i, Ibnu Zaid, dan Ka'bul Ahbar; tiada perbedaan pendapat di kalangan mereka dalam hal ini. Sebagian para imam mengatakan bahwa ketiganya merupakan nama tiga tempat yang pada masing-masingnya Allah telah mengutus seorang nabi dari kalangan Ulul 'Azmi para pemilik syariat-syariat yang besar. Yang pertama ialah tempat yang dipenuhi dengan tin dan zaitun, yaitu Baitul Maqdis, Allah telah mengutus Isa putra Maryam padanya.\n\nYang kedua adalah Tur Sinai, yakni nama bukit yang padanya Allah berbicara langsung kepada Musa ibnu Imran. Dan yang ketiga ialah Mekah alias kota yang aman; yang barang siapa memasukinya, pasti dia dalam keadaan aman; di tempat inilah Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Mereka mengatakan bahwa pada akhir kitab Taurat nama ketiga tempat ini disebutkan, \"Allah datang dari Bukit Sinai yakni tempat yang padanya Allah berbicara langsung kepada Musa a.s. ibnu Imran. Dan muncul di Sa'ir, nama sebuah bukit di Baitul Maqdis, yang padanya Allah mengutus Isa.\n\nDan tampak di bukit-bukit Faran, yakni bukit-bukit Mekah yang darinya Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Maka Allah subhanahu wa ta’ala menyebutkan nama-nama ketiga tempat itu seraya memberitakan tentang mereka yang diutus-Nya secara tertib dan menurut urutan zamannya. Untuk itulah hal ini berarti Allah bersumpah dengan menyebut yang mulia, lalu yang lebih mulia darinya, kemudian yang lebih mulia dari keseluruhannya. Firman Allah subhanahu wa ta’ala: sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (At-Tin: 4) Dan inilah subjek sumpahnya, yaitu bahwa Allah subhanahu wa ta’ala telah menciptakan manusia dalam bentuk yang paling baik dan rupa yang paling sempurna, tegak jalannya dan sempurna, lagi baik semua anggota tubuhnya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. (At-Tin: 5) Yakni neraka, menurut Mujahid, Abul Aliyah, Al-Hasan, Ibnu Zaid, dan lain-lainnya. Yakni kemudian sesudah penciptaan yang paling baik lagi paling indah itu, tempat kembali mereka adalah ke neraka, jika mereka tidak taat kepada Allah dan tidak mengikuti rasul-rasul-Nya.\n\nUntuk itulah maka disebutkan dalam firman berikutnya: kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin:6) Sebagian ulama ada yang mengatakan sehubungan dengan firman-Nya: Kemudian Kami kembalikan dia ke tempatyang serendah-rendahnya. (At-Tin: 5) Yaitu kepada usia yang paling hina. Hal ini telah diriwayatkan dari Ibnu Abbas, dan Ikrimah, sehingga Ikrimah mengatakan bahwa barang siapa yang hafal Al-Qur'an seluruhnya, maka ia tidak akan memasuki usia yang paling hina.\n\nPendapat ini dipilih oleh Ibnu Jarir. Seandainya hal itulah yang dimaksud oleh makna ayat, niscaya tidaklah menjadi indah pujian bagi kaum mukmin, mengingat sebagian dari mereka adalah yang mengalami usia pikun. Dan sesungguhnya makna yang dimaksud hanyalah sebagaimana yang telah kami sebutkan di atas, yakni ke neraka, bukan ke usia yang paling hina alias pikun.\n\nDan ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh, (Al-'Asr: 1-3) Adapun firman Allah subhanahu wa ta’ala: maka bagi mereka pahala yang tiada putus-putusnya. (At-Tin: 6) Yakni tiada habis-habisnya, sebagaimana yang sering diterangkan sebelumnya. Kemudian disebutkan dalam firman berikutnya: Maka apakah yang menyebabkan kamu mendustakan. (At-Tin: 7) wahai anak Adam. (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Maksudnya, pembalasan di hari kemudian. Sesungguhnya kamu telah mengetahui permulaan kejadianmu dan telah mengetahui bahwa Tuhan yang mampu menciptakan dari semula berkuasa pula untuk mengembalikannya jadi hidup, bahkan itu lebih mudah bagi-Nya.\n\nMaka apakah yang mendorongmu mendustakan adanya hari pembalasan, padahal engkau telah mengetahui hal tersebut? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad Ibnu Sinan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Mansur yang mengatakan bahwa aku pernah bertanya kepada Mujahid mengenai makna firman-Nya: Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Apakah yang dimaksud adalah Nabi ﷺ? Maka Mujahid menjawab, \"Ma'azallah, makna yang dimaksud adalah manusia.\" Hal yang sama telah dikatakan oleh Ikrimah dan lain-lainnya.\n\nFirman Allah Swt: Bukankah Allah Hakim yang seadil-adilnya? (At-Tin: 8) Yakni bukankah Dia Hakim yang paling adil, yang tidak melampaui batas dan tidak aniaya terhadap seseorang pun. Dan termasuk dari sifat adil-Nya ialah Dia mengadakan hari kiamat, lalu orang yang dianiaya di dunia dapat membalas kepada orang yang pernah berbuat aniaya kepadanya di hari itu. Dalam pembahasan yang lalu telah kami terangkan melalui hadits Abu Hurairah secara marfu': Apabila seseorang di antara kamu membaca Wat Tini Waz Zaituni (surat At-Tin), lalu sampai pada ayat terakhirnya, yaitu firman Allah subhanahu wa ta’ala, \"Bukankah Allah Hakim yang seadil-adilnya, maka hendaklah ia mengucapkan, \"Benar, dan aku termasuk orang-orang yang menjadi saksi atas hal tersebut.\n\nDemikianlah akhir tafsir surat At-Tin, dan segala puji bagi Allah atas limpahan karunia-Nya.\"","tafsir-ringkas-kemenag":"Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, yaitu ke neraka, bila mereka durhaka kepada Allah dan tidak menaati utusan-Nya. Ketika itu, kesempurnaan fisik, akal, dan sifat mereka tidak akan menyelamatkannya dari azab Allah. 6. Kami masukkan manusia ke neraka, kecuali orang-orang yang benar-benar beriman dan mengerjakan kebajikan, baik spiritual maupun sosial, secara ikhlas dan sesuai syariat Islam; maka mereka akan mendapat pahala yang tidak ada putus-putusnya dan tidak pula berkurang. Kami selamatkan mereka dari neraka dan Kami berikan itu semua kepada mereka sebagai ganjaran dari Kami.","tafsir-lengkap-kemenag":"Manusia yang paling baik dan sempurna kejadiannya itu akan menjadi tidak berguna bila tidak dijaga pertumbuhannya dan tidak dipelihara kesehatannya. Manusia yang paling sempurna rohaninya itu akan menjadi jahat dan merusak di muka bumi ini bila tidak diberi agama dan pendidikan yang baik. Manusia yang lemah akan menjadi beban, dan manusia yang jahat akan merusak masyarakatnya. Akhirnya di akhirat ia akan masuk neraka. Dengan demikian, manusia itu akan menjadi makhluk terhina.","tafsir-alazhar":"Ayat 4“Sesungguhnya telah Kami ciptakan manusia itu atas sebaik-baik pendirian.\" (ayat 4)Yaitu bahwa di antara makhluk Allah di atas muka bumi ini, manusia diciptakan oleh Allah dalam sebaik-baik bentuk; bentuk lahir dan batinnya; bentuk tubuh dan nyawanya.Ayat 5“Kemudian itu, Kami jatuhkan dia kepada serendah-rendah yang rendah.\" (ayat 5)Sesudah lahir ke dunia, berangsur tubuhnya kuat dan bisa berjalan, dan akal pun berkembang, sampai dewasa, sampai puncak kemegahan umur. Kemudian itu berangsur menurun tubuh tadi, berangsur kian tua. Badan mulai lemah, pikiran juga lemah, tenaga berkurang, gigi mulai rontok, rambut hitam berganti uban, kulit kencang mulai kendor, telinga berkurang pendengarannya, mulai pelupa. Kalau umur masih panjang juga, suatu ketika akal pun padam, sehingga kembali seperti anak-anak, berharap akan belas kasihan anak-cucu.Ayat 6“Kecuali orang-orang yang beriman dan beramal saleh.\"Menurut Tafsir Ibnu Jarir, “Beriman dan beramal saleh di waktu badan masih muda dan sehat.\"“Maka untuk mereka ada ganjarnan yang tiada putus-putus.\" (ujung ayat 6)Doa yang diajarkan Nabi ﷺ itu ialah “Ya Tuhanku, aku berlindung kepada-Mu dari bakhil dan pemalas, dari tua dan kepikunan, dari siksa kubur dan fitnah dajjal, dari fitnah kehidupan dan kematian.\" (HR Bukhari)Di dalam Al-Qur'an umur tua renta (Ardzalil ‘Umur) itu sampai bertemu dua kali. Yaitu surah an-Nahl, ayat 70 dan surah al-Hajj, ayat 5. Ketika menafsirkan Ardzalil ‘Umur itu terdapatlah satu tafsir dari Ibnu Abbas, demikian bunyinya, “Asal saja dia taat kepada Allah di masa-masa mudanya, meskipun dia telah tua sehingga akalnya mulai tidak jalan lagi, namun buat dia masih tetap dituliskan amal salehnya sebagaimana di waktu mudanya itu jua, dan tidaklah dia akan dianggap berdosa lagi atas perbuatannya di waktu akalnya tak ada lagi itu. Sebab dia adalah beriman. Dia adalah taat kepada Allah di masa mudanya.\"Ayat 7“Maka apakah sesuatu yang akan mendustakan kamu tentang agama.\" (ayat 7)Artinya, kalau sudah demikian halnya, yaitu Allah telah menciptakan engkau, hai insan sedemikian rupa, dalam bentuk yang sebaik-baiknya, dan setelah lanjut umur kamu akan jatuh menjadi serendah-rendahnya; kalau tidak ada pendidikan dan asuhan agama semenjak kecil. Bukankah ajaran agama itu yang akan menjadi pegangan bagi kamu menempuh hidup ini, sejak mudamu sampai kepada hari tuamu?Ayat 8“Bukankah Allah itu yang paling adil diantara segala yang menghukum?\" (ayat 8)Kalau seseorang setia memegang ajaran agama untuk pedoman hidupnya, lalu hidupnya selamat sampai hari tuanya, bukankah itu suatu akibat yang adil dari hukum kebijaksanaan Ilahi?Maka segala petunjuk yang dibawa oleh nabi-nabi, baik yang dilambangkan oleh buah tin dan zaitun yang tumbuh di pergunungan Jerusalem (Palestina) yang berupa kitab suci; atau yang diturunkan di Jabal Thursina di Semenanjung Sinai, tempat Taurat diberikan kepada Musa; atau kitab penutup yang dibawa oleh Khatamul Anbiya' wal Mursalin, Al-Qur'an yang dibawa Muhammad, yang mula diturunkan di negeri yang aman, Mekah Al-Mukarramah; semuanya itu adalah satu maksudnya, yaitu ad-Din, agama untuk maslahat hidup manusia sejak datang ke dunia ini sampai pulangnya ke akhirat esok.Maka tersebutlah dalam sebuah hadits dirawikan Tirmidzi dari Abu Hurairah, Nabi menganjurkan bila imam sampai pada penutup ayat ini, pada shalat jahar, Alaisallaahu bi ahkamil haakimiirr, kita makmun sunnat membaca, “Balaa wa ana ‘alaa dzaalika minasy syaahidiin. Benar itu! Dan aku sendiri atas yang demikian itu turut menyaksikan.\""}},"6":{"arabic":"إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٍإِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٍ","words":{"arabicWords":["إِلَّا","ٱلَّذِينَ","ءَامَنُواْ","وَعَمِلُواْ","ٱلصَّـٰلِحَٰتِ","فَلَهُمۡ","أَجۡرٌ","غَيۡرُ","مَمۡنُونٖ"],"translationWords":["kecuali","orang-orang yang","beriman","dan mereka berbuat/beramal","kebajikan/saleh","maka bagi mereka","pahala","bukan/tidak","terputus"]},"translation":"kecuali orang-orang yang beriman dan mengerjakan kebajikan. Maka, mereka akan mendapat pahala yang tidak putus-putusnya.","tafsir":{"tafsir-jalalayn":"(Kecuali) melainkan (orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya) atau pahala yang tak pernah terputus. Di dalam sebuah hadis telah disebutkan, bahwa apabila orang mukmin mencapai usia tua hingga ia tidak mampu lagi untuk mengerjakan amal kebaikan, maka dituliskan baginya pahala amal kebaikan yang biasa ia kerjakan di masa mudanya dahulu.","tafsir-ibnu-katsir":"Tafsir Surat At-Tin: 1-8\n\nDemi (buah) tin dan (buah) zaitun, dan demi Bukit Sinai, dan demi kota (Mekah) ini yanga man, sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya. Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? Bukankah Allah Hakim yang seadil-adilnya? Ulama tafsir berbeda pendapat sehubungan dengan tafsir surat ini, ada beberapa pendapat yang cukup banyak di kalangan mereka mengenainya.\n\nMenurut suatu pendapat, yang dimaksud dengan tin adalah sebuah masjid di kota Dimasyq. Menurut pendapat yang lainnya adalah buah tin. Dan menurut pendapat yang lainnya lagi adalah nama sebuah gunung penuh dengan buah tin. Al-Qurtubi mengatakan bahwa tin adalah nama masjid As-habul Kahfi. Dan telah diriwayatkan dari Ibnu Abbas oleh Al-Aufi, bahwa tin di sini adalah masjid Nabi Nuh yang ada di puncak Bukit Al-Judi.\n\nMujahid mengatakan bahwa makna yang dimaksud adalah pohon tin kalian ini. Sedangkan mengenai zaitun menurut Ka'bul Ahbar, Qatadah, Ibnu Zaid, dan yang lainnya hal ini adalah nama sebuah masjid yang terletak di kota Yerussalem (Baitul Maqdis). Mujahid dan Ikrimah mengatakan bahwa makna yang dimaksud adalah buah zaitun yang kalian peras ini. dan demi Bukit Sinai. (At-Tin: 2) Ka'bul Ahbar dan yang lainnya yang bukan hanya seorang mengatakan bahwa ini adalah nama bukit yang di tempat itu Allah berbicara langsung kepadaMusa’alaihissalam\n\ndan demi kota (Mekah) ini yang aman. (At-Tin: 3) Makna yang dimaksud adalah kota Mekah, menurut Ibnu Abbas, Mujahid, Ikrimah, Al-Hasan, Ibrahim An-Nakha'i, Ibnu Zaid, dan Ka'bul Ahbar; tiada perbedaan pendapat di kalangan mereka dalam hal ini. Sebagian para imam mengatakan bahwa ketiganya merupakan nama tiga tempat yang pada masing-masingnya Allah telah mengutus seorang nabi dari kalangan Ulul 'Azmi para pemilik syariat-syariat yang besar. Yang pertama ialah tempat yang dipenuhi dengan tin dan zaitun, yaitu Baitul Maqdis, Allah telah mengutus Isa putra Maryam padanya.\n\nYang kedua adalah Tur Sinai, yakni nama bukit yang padanya Allah berbicara langsung kepada Musa ibnu Imran. Dan yang ketiga ialah Mekah alias kota yang aman; yang barang siapa memasukinya, pasti dia dalam keadaan aman; di tempat inilah Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Mereka mengatakan bahwa pada akhir kitab Taurat nama ketiga tempat ini disebutkan, \"Allah datang dari Bukit Sinai yakni tempat yang padanya Allah berbicara langsung kepada Musa a.s. ibnu Imran. Dan muncul di Sa'ir, nama sebuah bukit di Baitul Maqdis, yang padanya Allah mengutus Isa.\n\nDan tampak di bukit-bukit Faran, yakni bukit-bukit Mekah yang darinya Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Maka Allah subhanahu wa ta’ala menyebutkan nama-nama ketiga tempat itu seraya memberitakan tentang mereka yang diutus-Nya secara tertib dan menurut urutan zamannya. Untuk itulah hal ini berarti Allah bersumpah dengan menyebut yang mulia, lalu yang lebih mulia darinya, kemudian yang lebih mulia dari keseluruhannya. Firman Allah subhanahu wa ta’ala: sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (At-Tin: 4) Dan inilah subjek sumpahnya, yaitu bahwa Allah subhanahu wa ta’ala telah menciptakan manusia dalam bentuk yang paling baik dan rupa yang paling sempurna, tegak jalannya dan sempurna, lagi baik semua anggota tubuhnya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. (At-Tin: 5) Yakni neraka, menurut Mujahid, Abul Aliyah, Al-Hasan, Ibnu Zaid, dan lain-lainnya. Yakni kemudian sesudah penciptaan yang paling baik lagi paling indah itu, tempat kembali mereka adalah ke neraka, jika mereka tidak taat kepada Allah dan tidak mengikuti rasul-rasul-Nya.\n\nUntuk itulah maka disebutkan dalam firman berikutnya: kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin:6) Sebagian ulama ada yang mengatakan sehubungan dengan firman-Nya: Kemudian Kami kembalikan dia ke tempatyang serendah-rendahnya. (At-Tin: 5) Yaitu kepada usia yang paling hina. Hal ini telah diriwayatkan dari Ibnu Abbas, dan Ikrimah, sehingga Ikrimah mengatakan bahwa barang siapa yang hafal Al-Qur'an seluruhnya, maka ia tidak akan memasuki usia yang paling hina.\n\nPendapat ini dipilih oleh Ibnu Jarir. Seandainya hal itulah yang dimaksud oleh makna ayat, niscaya tidaklah menjadi indah pujian bagi kaum mukmin, mengingat sebagian dari mereka adalah yang mengalami usia pikun. Dan sesungguhnya makna yang dimaksud hanyalah sebagaimana yang telah kami sebutkan di atas, yakni ke neraka, bukan ke usia yang paling hina alias pikun.\n\nDan ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh, (Al-'Asr: 1-3) Adapun firman Allah subhanahu wa ta’ala: maka bagi mereka pahala yang tiada putus-putusnya. (At-Tin: 6) Yakni tiada habis-habisnya, sebagaimana yang sering diterangkan sebelumnya. Kemudian disebutkan dalam firman berikutnya: Maka apakah yang menyebabkan kamu mendustakan. (At-Tin: 7) wahai anak Adam. (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Maksudnya, pembalasan di hari kemudian. Sesungguhnya kamu telah mengetahui permulaan kejadianmu dan telah mengetahui bahwa Tuhan yang mampu menciptakan dari semula berkuasa pula untuk mengembalikannya jadi hidup, bahkan itu lebih mudah bagi-Nya.\n\nMaka apakah yang mendorongmu mendustakan adanya hari pembalasan, padahal engkau telah mengetahui hal tersebut? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad Ibnu Sinan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Mansur yang mengatakan bahwa aku pernah bertanya kepada Mujahid mengenai makna firman-Nya: Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Apakah yang dimaksud adalah Nabi ﷺ? Maka Mujahid menjawab, \"Ma'azallah, makna yang dimaksud adalah manusia.\" Hal yang sama telah dikatakan oleh Ikrimah dan lain-lainnya.\n\nFirman Allah Swt: Bukankah Allah Hakim yang seadil-adilnya? (At-Tin: 8) Yakni bukankah Dia Hakim yang paling adil, yang tidak melampaui batas dan tidak aniaya terhadap seseorang pun. Dan termasuk dari sifat adil-Nya ialah Dia mengadakan hari kiamat, lalu orang yang dianiaya di dunia dapat membalas kepada orang yang pernah berbuat aniaya kepadanya di hari itu. Dalam pembahasan yang lalu telah kami terangkan melalui hadits Abu Hurairah secara marfu': Apabila seseorang di antara kamu membaca Wat Tini Waz Zaituni (surat At-Tin), lalu sampai pada ayat terakhirnya, yaitu firman Allah subhanahu wa ta’ala, \"Bukankah Allah Hakim yang seadil-adilnya, maka hendaklah ia mengucapkan, \"Benar, dan aku termasuk orang-orang yang menjadi saksi atas hal tersebut.\n\nDemikianlah akhir tafsir surat At-Tin, dan segala puji bagi Allah atas limpahan karunia-Nya.\"","tafsir-ringkas-kemenag":"Kami masukkan manusia ke neraka, kecuali orang-orang yang benar-benar beriman dan mengerjakan kebajikan, baik spiritual maupun sosial, secara ikhlas dan sesuai syariat Islam; maka mereka akan mendapat pahala yang tidak ada putus-putusnya dan tidak pula berkurang. Kami selamatkan mereka dari neraka dan Kami berikan itu semua kepada mereka sebagai ganjaran dari Kami. 7. Allah menciptakanmu dengan bentuk yang sempurna dari setetes mani yang menjadi janin, kemudian melewati berbagai tahap dari bayi, remaja, dewasa, tua, hingga meninggal. Itu merupakan dalil yang paling jelas tentang kekuasaan Allah; bahwa Dia kuasa untuk membang'kitkanmu dari kematian. Maka, apa yang menyebabkan mereka mendustakanmu tentang hari pembalasan yaitu hari kiamat setelah adanya keterangan-keterangan yang gamblang itu'.","tafsir-lengkap-kemenag":"Yang terhindar dari kehinaan itu adalah orang-orang yang beriman dan berbuat baik. Dengan demikian, tolok ukur kemuliaan adalah iman dan perbuatan baik itu. Hal itu karena iman berarti mengakui adanya Allah dan nilai-nilai yang diajarkan-Nya. Pengakuan itu akan menjadi jalan hidup atau akidahnya, dan karena telah menjadi akidahnya, maka nilai-nilai itu akan dilaksanakannya dengan sepenuh hatinya. Karena nilai-nilai yang diajarkan Allah seluruhnya baik, maka manusia yang melaksanakannya akan menjadi manusia baik pula. Semakin tinggi akidah seseorang semakin baik perbuatannya, sehingga ia akan menjadi manusia terbaik dan termulia.\t\n\nManusia yang memiliki sikap hidup yang didasarkan atas iman dan perbuatan baik itu akan memperoleh balasan dari Allah tanpa putus-putusnya. Iman dan perbuatan baiknya itu akan berbuah di dunia, berupa kesentosaan hidup baginya dan bagi masyarakatnya, dan kebahagiaan hidup di akhirat di dalam surga.","tafsir-alazhar":"Ayat 4“Sesungguhnya telah Kami ciptakan manusia itu atas sebaik-baik pendirian.\" (ayat 4)Yaitu bahwa di antara makhluk Allah di atas muka bumi ini, manusia diciptakan oleh Allah dalam sebaik-baik bentuk; bentuk lahir dan batinnya; bentuk tubuh dan nyawanya.Ayat 5“Kemudian itu, Kami jatuhkan dia kepada serendah-rendah yang rendah.\" (ayat 5)Sesudah lahir ke dunia, berangsur tubuhnya kuat dan bisa berjalan, dan akal pun berkembang, sampai dewasa, sampai puncak kemegahan umur. Kemudian itu berangsur menurun tubuh tadi, berangsur kian tua. Badan mulai lemah, pikiran juga lemah, tenaga berkurang, gigi mulai rontok, rambut hitam berganti uban, kulit kencang mulai kendor, telinga berkurang pendengarannya, mulai pelupa. Kalau umur masih panjang juga, suatu ketika akal pun padam, sehingga kembali seperti anak-anak, berharap akan belas kasihan anak-cucu.Ayat 6“Kecuali orang-orang yang beriman dan beramal saleh.\"Menurut Tafsir Ibnu Jarir, “Beriman dan beramal saleh di waktu badan masih muda dan sehat.\"“Maka untuk mereka ada ganjarnan yang tiada putus-putus.\" (ujung ayat 6)Doa yang diajarkan Nabi ﷺ itu ialah “Ya Tuhanku, aku berlindung kepada-Mu dari bakhil dan pemalas, dari tua dan kepikunan, dari siksa kubur dan fitnah dajjal, dari fitnah kehidupan dan kematian.\" (HR Bukhari)Di dalam Al-Qur'an umur tua renta (Ardzalil ‘Umur) itu sampai bertemu dua kali. Yaitu surah an-Nahl, ayat 70 dan surah al-Hajj, ayat 5. Ketika menafsirkan Ardzalil ‘Umur itu terdapatlah satu tafsir dari Ibnu Abbas, demikian bunyinya, “Asal saja dia taat kepada Allah di masa-masa mudanya, meskipun dia telah tua sehingga akalnya mulai tidak jalan lagi, namun buat dia masih tetap dituliskan amal salehnya sebagaimana di waktu mudanya itu jua, dan tidaklah dia akan dianggap berdosa lagi atas perbuatannya di waktu akalnya tak ada lagi itu. Sebab dia adalah beriman. Dia adalah taat kepada Allah di masa mudanya.\"Ayat 7“Maka apakah sesuatu yang akan mendustakan kamu tentang agama.\" (ayat 7)Artinya, kalau sudah demikian halnya, yaitu Allah telah menciptakan engkau, hai insan sedemikian rupa, dalam bentuk yang sebaik-baiknya, dan setelah lanjut umur kamu akan jatuh menjadi serendah-rendahnya; kalau tidak ada pendidikan dan asuhan agama semenjak kecil. Bukankah ajaran agama itu yang akan menjadi pegangan bagi kamu menempuh hidup ini, sejak mudamu sampai kepada hari tuamu?Ayat 8“Bukankah Allah itu yang paling adil diantara segala yang menghukum?\" (ayat 8)Kalau seseorang setia memegang ajaran agama untuk pedoman hidupnya, lalu hidupnya selamat sampai hari tuanya, bukankah itu suatu akibat yang adil dari hukum kebijaksanaan Ilahi?Maka segala petunjuk yang dibawa oleh nabi-nabi, baik yang dilambangkan oleh buah tin dan zaitun yang tumbuh di pergunungan Jerusalem (Palestina) yang berupa kitab suci; atau yang diturunkan di Jabal Thursina di Semenanjung Sinai, tempat Taurat diberikan kepada Musa; atau kitab penutup yang dibawa oleh Khatamul Anbiya' wal Mursalin, Al-Qur'an yang dibawa Muhammad, yang mula diturunkan di negeri yang aman, Mekah Al-Mukarramah; semuanya itu adalah satu maksudnya, yaitu ad-Din, agama untuk maslahat hidup manusia sejak datang ke dunia ini sampai pulangnya ke akhirat esok.Maka tersebutlah dalam sebuah hadits dirawikan Tirmidzi dari Abu Hurairah, Nabi menganjurkan bila imam sampai pada penutup ayat ini, pada shalat jahar, Alaisallaahu bi ahkamil haakimiirr, kita makmun sunnat membaca, “Balaa wa ana ‘alaa dzaalika minasy syaahidiin. Benar itu! Dan aku sendiri atas yang demikian itu turut menyaksikan.\""}},"7":{"arabic":"فَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِفَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ","words":{"arabicWords":["فَمَا","يُكَذِّبُكَ","بَعۡدُ","بِٱلدِّينِ"],"translationWords":["maka apakah","mendustakanmu","sesudah","hari pembalasan/agama"]},"translation":"Maka, apa alasanmu (wahai orang kafir) mendustakan hari Pembalasan setelah (adanya bukti-bukti) itu?","tafsir":{"tafsir-jalalayn":"(Maka apakah yang menyebabkan kamu mendustakan) hai orang kafir (sesudah itu) yakni sesudah hal-hal yang telah disebutkan tadi, yaitu mengenai penciptaan manusia dalam bentuk yang sebaik-baiknya, kemudian dijadikan-Nya tua dan pikun, yang hal ini menunjukkan kepada kekuasaan-Nya untuk membangkitkan makhluk hidup kembali (hari pembalasan) yang terlebih dahulu diawali dengan hari kebangkitan lalu perhitungan amal perbuatan. Maksudnya apakah gerangan yang mendorongmu mendustakan hal tersebut? Tentu saja tidak ada yang mendorongnya untuk mendustakan hal tersebut selain dirinya sendiri.","tafsir-ibnu-katsir":"Tafsir Surat At-Tin: 1-8\n\nDemi (buah) tin dan (buah) zaitun, dan demi Bukit Sinai, dan demi kota (Mekah) ini yanga man, sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya. Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? Bukankah Allah Hakim yang seadil-adilnya? Ulama tafsir berbeda pendapat sehubungan dengan tafsir surat ini, ada beberapa pendapat yang cukup banyak di kalangan mereka mengenainya.\n\nMenurut suatu pendapat, yang dimaksud dengan tin adalah sebuah masjid di kota Dimasyq. Menurut pendapat yang lainnya adalah buah tin. Dan menurut pendapat yang lainnya lagi adalah nama sebuah gunung penuh dengan buah tin. Al-Qurtubi mengatakan bahwa tin adalah nama masjid As-habul Kahfi. Dan telah diriwayatkan dari Ibnu Abbas oleh Al-Aufi, bahwa tin di sini adalah masjid Nabi Nuh yang ada di puncak Bukit Al-Judi.\n\nMujahid mengatakan bahwa makna yang dimaksud adalah pohon tin kalian ini. Sedangkan mengenai zaitun menurut Ka'bul Ahbar, Qatadah, Ibnu Zaid, dan yang lainnya hal ini adalah nama sebuah masjid yang terletak di kota Yerussalem (Baitul Maqdis). Mujahid dan Ikrimah mengatakan bahwa makna yang dimaksud adalah buah zaitun yang kalian peras ini. dan demi Bukit Sinai. (At-Tin: 2) Ka'bul Ahbar dan yang lainnya yang bukan hanya seorang mengatakan bahwa ini adalah nama bukit yang di tempat itu Allah berbicara langsung kepadaMusa’alaihissalam\n\ndan demi kota (Mekah) ini yang aman. (At-Tin: 3) Makna yang dimaksud adalah kota Mekah, menurut Ibnu Abbas, Mujahid, Ikrimah, Al-Hasan, Ibrahim An-Nakha'i, Ibnu Zaid, dan Ka'bul Ahbar; tiada perbedaan pendapat di kalangan mereka dalam hal ini. Sebagian para imam mengatakan bahwa ketiganya merupakan nama tiga tempat yang pada masing-masingnya Allah telah mengutus seorang nabi dari kalangan Ulul 'Azmi para pemilik syariat-syariat yang besar. Yang pertama ialah tempat yang dipenuhi dengan tin dan zaitun, yaitu Baitul Maqdis, Allah telah mengutus Isa putra Maryam padanya.\n\nYang kedua adalah Tur Sinai, yakni nama bukit yang padanya Allah berbicara langsung kepada Musa ibnu Imran. Dan yang ketiga ialah Mekah alias kota yang aman; yang barang siapa memasukinya, pasti dia dalam keadaan aman; di tempat inilah Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Mereka mengatakan bahwa pada akhir kitab Taurat nama ketiga tempat ini disebutkan, \"Allah datang dari Bukit Sinai yakni tempat yang padanya Allah berbicara langsung kepada Musa a.s. ibnu Imran. Dan muncul di Sa'ir, nama sebuah bukit di Baitul Maqdis, yang padanya Allah mengutus Isa.\n\nDan tampak di bukit-bukit Faran, yakni bukit-bukit Mekah yang darinya Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Maka Allah subhanahu wa ta’ala menyebutkan nama-nama ketiga tempat itu seraya memberitakan tentang mereka yang diutus-Nya secara tertib dan menurut urutan zamannya. Untuk itulah hal ini berarti Allah bersumpah dengan menyebut yang mulia, lalu yang lebih mulia darinya, kemudian yang lebih mulia dari keseluruhannya. Firman Allah subhanahu wa ta’ala: sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (At-Tin: 4) Dan inilah subjek sumpahnya, yaitu bahwa Allah subhanahu wa ta’ala telah menciptakan manusia dalam bentuk yang paling baik dan rupa yang paling sempurna, tegak jalannya dan sempurna, lagi baik semua anggota tubuhnya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. (At-Tin: 5) Yakni neraka, menurut Mujahid, Abul Aliyah, Al-Hasan, Ibnu Zaid, dan lain-lainnya. Yakni kemudian sesudah penciptaan yang paling baik lagi paling indah itu, tempat kembali mereka adalah ke neraka, jika mereka tidak taat kepada Allah dan tidak mengikuti rasul-rasul-Nya.\n\nUntuk itulah maka disebutkan dalam firman berikutnya: kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin:6) Sebagian ulama ada yang mengatakan sehubungan dengan firman-Nya: Kemudian Kami kembalikan dia ke tempatyang serendah-rendahnya. (At-Tin: 5) Yaitu kepada usia yang paling hina. Hal ini telah diriwayatkan dari Ibnu Abbas, dan Ikrimah, sehingga Ikrimah mengatakan bahwa barang siapa yang hafal Al-Qur'an seluruhnya, maka ia tidak akan memasuki usia yang paling hina.\n\nPendapat ini dipilih oleh Ibnu Jarir. Seandainya hal itulah yang dimaksud oleh makna ayat, niscaya tidaklah menjadi indah pujian bagi kaum mukmin, mengingat sebagian dari mereka adalah yang mengalami usia pikun. Dan sesungguhnya makna yang dimaksud hanyalah sebagaimana yang telah kami sebutkan di atas, yakni ke neraka, bukan ke usia yang paling hina alias pikun.\n\nDan ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh, (Al-'Asr: 1-3) Adapun firman Allah subhanahu wa ta’ala: maka bagi mereka pahala yang tiada putus-putusnya. (At-Tin: 6) Yakni tiada habis-habisnya, sebagaimana yang sering diterangkan sebelumnya. Kemudian disebutkan dalam firman berikutnya: Maka apakah yang menyebabkan kamu mendustakan. (At-Tin: 7) wahai anak Adam. (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Maksudnya, pembalasan di hari kemudian. Sesungguhnya kamu telah mengetahui permulaan kejadianmu dan telah mengetahui bahwa Tuhan yang mampu menciptakan dari semula berkuasa pula untuk mengembalikannya jadi hidup, bahkan itu lebih mudah bagi-Nya.\n\nMaka apakah yang mendorongmu mendustakan adanya hari pembalasan, padahal engkau telah mengetahui hal tersebut? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad Ibnu Sinan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Mansur yang mengatakan bahwa aku pernah bertanya kepada Mujahid mengenai makna firman-Nya: Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Apakah yang dimaksud adalah Nabi ﷺ? Maka Mujahid menjawab, \"Ma'azallah, makna yang dimaksud adalah manusia.\" Hal yang sama telah dikatakan oleh Ikrimah dan lain-lainnya.\n\nFirman Allah Swt: Bukankah Allah Hakim yang seadil-adilnya? (At-Tin: 8) Yakni bukankah Dia Hakim yang paling adil, yang tidak melampaui batas dan tidak aniaya terhadap seseorang pun. Dan termasuk dari sifat adil-Nya ialah Dia mengadakan hari kiamat, lalu orang yang dianiaya di dunia dapat membalas kepada orang yang pernah berbuat aniaya kepadanya di hari itu. Dalam pembahasan yang lalu telah kami terangkan melalui hadits Abu Hurairah secara marfu': Apabila seseorang di antara kamu membaca Wat Tini Waz Zaituni (surat At-Tin), lalu sampai pada ayat terakhirnya, yaitu firman Allah subhanahu wa ta’ala, \"Bukankah Allah Hakim yang seadil-adilnya, maka hendaklah ia mengucapkan, \"Benar, dan aku termasuk orang-orang yang menjadi saksi atas hal tersebut.\n\nDemikianlah akhir tafsir surat At-Tin, dan segala puji bagi Allah atas limpahan karunia-Nya.\"","tafsir-ringkas-kemenag":"Allah menciptakanmu dengan bentuk yang sempurna dari setetes mani yang menjadi janin, kemudian melewati berbagai tahap dari bayi, remaja, dewasa, tua, hingga meninggal. Itu merupakan dalil yang paling jelas tentang kekuasaan Allah; bahwa Dia kuasa untuk membang'kitkanmu dari kematian. Maka, apa yang menyebabkan mereka mendustakanmu tentang hari pembalasan yaitu hari kiamat setelah adanya keterangan-keterangan yang gamblang itu'8. Bukankah Allah adalah hakim yang paling adil' Jangan kaukira Allah menciptakan manusia secara sia-sia dengan tidak memberinya perintah dan larangan. Allah telah menurunkan aturan syariat. Dia akan memberi putusan dengan adil; memberi pahala kepada orang yang taat dan menghukum orang yang bersalah.","tafsir-lengkap-kemenag":"Allah mempertanyakan bila masih ada manusia yang menganggap bohong apa yang disampaikan-Nya kepada Nabi Muhammad bahwa kemuliaan manusia itu diukur dari imannya dan perbuatan baiknya. Hal itu karena iman itulah yang akan membuahkan perbuatan baik, sedangkan keingkaran hanya akan membuahkan kejahatan.","tafsir-alazhar":"Ayat 4“Sesungguhnya telah Kami ciptakan manusia itu atas sebaik-baik pendirian.\" (ayat 4)Yaitu bahwa di antara makhluk Allah di atas muka bumi ini, manusia diciptakan oleh Allah dalam sebaik-baik bentuk; bentuk lahir dan batinnya; bentuk tubuh dan nyawanya.Ayat 5“Kemudian itu, Kami jatuhkan dia kepada serendah-rendah yang rendah.\" (ayat 5)Sesudah lahir ke dunia, berangsur tubuhnya kuat dan bisa berjalan, dan akal pun berkembang, sampai dewasa, sampai puncak kemegahan umur. Kemudian itu berangsur menurun tubuh tadi, berangsur kian tua. Badan mulai lemah, pikiran juga lemah, tenaga berkurang, gigi mulai rontok, rambut hitam berganti uban, kulit kencang mulai kendor, telinga berkurang pendengarannya, mulai pelupa. Kalau umur masih panjang juga, suatu ketika akal pun padam, sehingga kembali seperti anak-anak, berharap akan belas kasihan anak-cucu.Ayat 6“Kecuali orang-orang yang beriman dan beramal saleh.\"Menurut Tafsir Ibnu Jarir, “Beriman dan beramal saleh di waktu badan masih muda dan sehat.\"“Maka untuk mereka ada ganjarnan yang tiada putus-putus.\" (ujung ayat 6)Doa yang diajarkan Nabi ﷺ itu ialah “Ya Tuhanku, aku berlindung kepada-Mu dari bakhil dan pemalas, dari tua dan kepikunan, dari siksa kubur dan fitnah dajjal, dari fitnah kehidupan dan kematian.\" (HR Bukhari)Di dalam Al-Qur'an umur tua renta (Ardzalil ‘Umur) itu sampai bertemu dua kali. Yaitu surah an-Nahl, ayat 70 dan surah al-Hajj, ayat 5. Ketika menafsirkan Ardzalil ‘Umur itu terdapatlah satu tafsir dari Ibnu Abbas, demikian bunyinya, “Asal saja dia taat kepada Allah di masa-masa mudanya, meskipun dia telah tua sehingga akalnya mulai tidak jalan lagi, namun buat dia masih tetap dituliskan amal salehnya sebagaimana di waktu mudanya itu jua, dan tidaklah dia akan dianggap berdosa lagi atas perbuatannya di waktu akalnya tak ada lagi itu. Sebab dia adalah beriman. Dia adalah taat kepada Allah di masa mudanya.\"Ayat 7“Maka apakah sesuatu yang akan mendustakan kamu tentang agama.\" (ayat 7)Artinya, kalau sudah demikian halnya, yaitu Allah telah menciptakan engkau, hai insan sedemikian rupa, dalam bentuk yang sebaik-baiknya, dan setelah lanjut umur kamu akan jatuh menjadi serendah-rendahnya; kalau tidak ada pendidikan dan asuhan agama semenjak kecil. Bukankah ajaran agama itu yang akan menjadi pegangan bagi kamu menempuh hidup ini, sejak mudamu sampai kepada hari tuamu?Ayat 8“Bukankah Allah itu yang paling adil diantara segala yang menghukum?\" (ayat 8)Kalau seseorang setia memegang ajaran agama untuk pedoman hidupnya, lalu hidupnya selamat sampai hari tuanya, bukankah itu suatu akibat yang adil dari hukum kebijaksanaan Ilahi?Maka segala petunjuk yang dibawa oleh nabi-nabi, baik yang dilambangkan oleh buah tin dan zaitun yang tumbuh di pergunungan Jerusalem (Palestina) yang berupa kitab suci; atau yang diturunkan di Jabal Thursina di Semenanjung Sinai, tempat Taurat diberikan kepada Musa; atau kitab penutup yang dibawa oleh Khatamul Anbiya' wal Mursalin, Al-Qur'an yang dibawa Muhammad, yang mula diturunkan di negeri yang aman, Mekah Al-Mukarramah; semuanya itu adalah satu maksudnya, yaitu ad-Din, agama untuk maslahat hidup manusia sejak datang ke dunia ini sampai pulangnya ke akhirat esok.Maka tersebutlah dalam sebuah hadits dirawikan Tirmidzi dari Abu Hurairah, Nabi menganjurkan bila imam sampai pada penutup ayat ini, pada shalat jahar, Alaisallaahu bi ahkamil haakimiirr, kita makmun sunnat membaca, “Balaa wa ana ‘alaa dzaalika minasy syaahidiin. Benar itu! Dan aku sendiri atas yang demikian itu turut menyaksikan.\""}},"8":{"arabic":"أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَأَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ","words":{"arabicWords":["أَلَيۡسَ","ٱللَّهُ","بِأَحۡكَمِ","ٱلۡحَٰكِمِينَ"],"translationWords":["bukankah","Allah","lebih bijaksana/seadil-adilnya","para hakim"]},"translation":"Bukankah Allah hakim yang paling adil?","tafsir":{"tafsir-jalalayn":"(Bukankah Allah hakim yang seadil-adilnya?) artinya Dia adalah hakim yang paling adil di antara hakim-hakim yang adil lainnya, dan keputusan-Nya berdasarkan sifat tersebut. Di dalam sebuah hadis disebutkan, \"Barang siapa membaca surah At-Tiin hingga akhir surah, maka hendaknya sesudah itu ia menjawab, 'Balaa Wa Anaa 'Alaa Dzaalika Minasy Syaahidiina/tentu saja kami termasuk orang-orang yang menyaksikan akan hal tersebut.'\".","tafsir-ibnu-katsir":"Tafsir Surat At-Tin: 1-8\n\nDemi (buah) tin dan (buah) zaitun, dan demi Bukit Sinai, dan demi kota (Mekah) ini yanga man, sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya (neraka), kecuali orang-orang yang beriman dan mengerjakan amal saleh; maka bagi mereka pahala yang tiada putus-putusnya. Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? Bukankah Allah Hakim yang seadil-adilnya? Ulama tafsir berbeda pendapat sehubungan dengan tafsir surat ini, ada beberapa pendapat yang cukup banyak di kalangan mereka mengenainya.\n\nMenurut suatu pendapat, yang dimaksud dengan tin adalah sebuah masjid di kota Dimasyq. Menurut pendapat yang lainnya adalah buah tin. Dan menurut pendapat yang lainnya lagi adalah nama sebuah gunung penuh dengan buah tin. Al-Qurtubi mengatakan bahwa tin adalah nama masjid As-habul Kahfi. Dan telah diriwayatkan dari Ibnu Abbas oleh Al-Aufi, bahwa tin di sini adalah masjid Nabi Nuh yang ada di puncak Bukit Al-Judi.\n\nMujahid mengatakan bahwa makna yang dimaksud adalah pohon tin kalian ini. Sedangkan mengenai zaitun menurut Ka'bul Ahbar, Qatadah, Ibnu Zaid, dan yang lainnya hal ini adalah nama sebuah masjid yang terletak di kota Yerussalem (Baitul Maqdis). Mujahid dan Ikrimah mengatakan bahwa makna yang dimaksud adalah buah zaitun yang kalian peras ini. dan demi Bukit Sinai. (At-Tin: 2) Ka'bul Ahbar dan yang lainnya yang bukan hanya seorang mengatakan bahwa ini adalah nama bukit yang di tempat itu Allah berbicara langsung kepadaMusa’alaihissalam\n\ndan demi kota (Mekah) ini yang aman. (At-Tin: 3) Makna yang dimaksud adalah kota Mekah, menurut Ibnu Abbas, Mujahid, Ikrimah, Al-Hasan, Ibrahim An-Nakha'i, Ibnu Zaid, dan Ka'bul Ahbar; tiada perbedaan pendapat di kalangan mereka dalam hal ini. Sebagian para imam mengatakan bahwa ketiganya merupakan nama tiga tempat yang pada masing-masingnya Allah telah mengutus seorang nabi dari kalangan Ulul 'Azmi para pemilik syariat-syariat yang besar. Yang pertama ialah tempat yang dipenuhi dengan tin dan zaitun, yaitu Baitul Maqdis, Allah telah mengutus Isa putra Maryam padanya.\n\nYang kedua adalah Tur Sinai, yakni nama bukit yang padanya Allah berbicara langsung kepada Musa ibnu Imran. Dan yang ketiga ialah Mekah alias kota yang aman; yang barang siapa memasukinya, pasti dia dalam keadaan aman; di tempat inilah Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Mereka mengatakan bahwa pada akhir kitab Taurat nama ketiga tempat ini disebutkan, \"Allah datang dari Bukit Sinai yakni tempat yang padanya Allah berbicara langsung kepada Musa a.s. ibnu Imran. Dan muncul di Sa'ir, nama sebuah bukit di Baitul Maqdis, yang padanya Allah mengutus Isa.\n\nDan tampak di bukit-bukit Faran, yakni bukit-bukit Mekah yang darinya Allah subhanahu wa ta’ala mengutus Nabi Muhammad ﷺ Maka Allah subhanahu wa ta’ala menyebutkan nama-nama ketiga tempat itu seraya memberitakan tentang mereka yang diutus-Nya secara tertib dan menurut urutan zamannya. Untuk itulah hal ini berarti Allah bersumpah dengan menyebut yang mulia, lalu yang lebih mulia darinya, kemudian yang lebih mulia dari keseluruhannya. Firman Allah subhanahu wa ta’ala: sesungguhnya Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya. (At-Tin: 4) Dan inilah subjek sumpahnya, yaitu bahwa Allah subhanahu wa ta’ala telah menciptakan manusia dalam bentuk yang paling baik dan rupa yang paling sempurna, tegak jalannya dan sempurna, lagi baik semua anggota tubuhnya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya. (At-Tin: 5) Yakni neraka, menurut Mujahid, Abul Aliyah, Al-Hasan, Ibnu Zaid, dan lain-lainnya. Yakni kemudian sesudah penciptaan yang paling baik lagi paling indah itu, tempat kembali mereka adalah ke neraka, jika mereka tidak taat kepada Allah dan tidak mengikuti rasul-rasul-Nya.\n\nUntuk itulah maka disebutkan dalam firman berikutnya: kecuali orang-orang yang beriman dan mengerjakan amal saleh. (At-Tin:6) Sebagian ulama ada yang mengatakan sehubungan dengan firman-Nya: Kemudian Kami kembalikan dia ke tempatyang serendah-rendahnya. (At-Tin: 5) Yaitu kepada usia yang paling hina. Hal ini telah diriwayatkan dari Ibnu Abbas, dan Ikrimah, sehingga Ikrimah mengatakan bahwa barang siapa yang hafal Al-Qur'an seluruhnya, maka ia tidak akan memasuki usia yang paling hina.\n\nPendapat ini dipilih oleh Ibnu Jarir. Seandainya hal itulah yang dimaksud oleh makna ayat, niscaya tidaklah menjadi indah pujian bagi kaum mukmin, mengingat sebagian dari mereka adalah yang mengalami usia pikun. Dan sesungguhnya makna yang dimaksud hanyalah sebagaimana yang telah kami sebutkan di atas, yakni ke neraka, bukan ke usia yang paling hina alias pikun.\n\nDan ayat ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Demi masa. Sesungguhnya manusia itu benar-benar dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan amal saleh, (Al-'Asr: 1-3) Adapun firman Allah subhanahu wa ta’ala: maka bagi mereka pahala yang tiada putus-putusnya. (At-Tin: 6) Yakni tiada habis-habisnya, sebagaimana yang sering diterangkan sebelumnya. Kemudian disebutkan dalam firman berikutnya: Maka apakah yang menyebabkan kamu mendustakan. (At-Tin: 7) wahai anak Adam. (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Maksudnya, pembalasan di hari kemudian. Sesungguhnya kamu telah mengetahui permulaan kejadianmu dan telah mengetahui bahwa Tuhan yang mampu menciptakan dari semula berkuasa pula untuk mengembalikannya jadi hidup, bahkan itu lebih mudah bagi-Nya.\n\nMaka apakah yang mendorongmu mendustakan adanya hari pembalasan, padahal engkau telah mengetahui hal tersebut? Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Ahmad Ibnu Sinan, telah menceritakan kepada kami Abdur Rahman, dari Sufyan, dari Mansur yang mengatakan bahwa aku pernah bertanya kepada Mujahid mengenai makna firman-Nya: Maka apakah yang menyebabkan kamu mendustakan (hari) pembalasan sesudah (adanya keterangan-keterangan) itu? (At-Tin: 7) Apakah yang dimaksud adalah Nabi ﷺ? Maka Mujahid menjawab, \"Ma'azallah, makna yang dimaksud adalah manusia.\" Hal yang sama telah dikatakan oleh Ikrimah dan lain-lainnya.\n\nFirman Allah Swt: Bukankah Allah Hakim yang seadil-adilnya? (At-Tin: 8) Yakni bukankah Dia Hakim yang paling adil, yang tidak melampaui batas dan tidak aniaya terhadap seseorang pun. Dan termasuk dari sifat adil-Nya ialah Dia mengadakan hari kiamat, lalu orang yang dianiaya di dunia dapat membalas kepada orang yang pernah berbuat aniaya kepadanya di hari itu. Dalam pembahasan yang lalu telah kami terangkan melalui hadits Abu Hurairah secara marfu': Apabila seseorang di antara kamu membaca Wat Tini Waz Zaituni (surat At-Tin), lalu sampai pada ayat terakhirnya, yaitu firman Allah subhanahu wa ta’ala, \"Bukankah Allah Hakim yang seadil-adilnya, maka hendaklah ia mengucapkan, \"Benar, dan aku termasuk orang-orang yang menjadi saksi atas hal tersebut.\n\nDemikianlah akhir tafsir surat At-Tin, dan segala puji bagi Allah atas limpahan karunia-Nya.\"","tafsir-ringkas-kemenag":"Bukankah Allah adalah hakim yang paling adil' Jangan kaukira Allah menciptakan manusia secara sia-sia dengan tidak memberinya perintah dan larangan. Allah telah menurunkan aturan syariat. Dia akan memberi putusan dengan adil; memberi pahala kepada orang yang taat dan menghukum orang yang bersalah. 1. Wahai Nabi, bacalah apa yang Allah wahyukan kepadamu dengan terlebih dahulu menyebut nama Tuhanmu yang menciptakan segala sesuatu dengan keesaan-Nya.","tafsir-lengkap-kemenag":"Allah menegaskan bahwa menerapkan ketentuan tentang kemuliaan manusia itu didasarkan atas iman dan perbuatan baiknya, itu adalah bukti bahwa Allah Mahabijaksana. Hal itu karena iman itulah yang akan membuahkan perbuatan baik, sedangkan keingkaran hanya akan membuahkan kejahatan, sebagaimana disampaikan di atas. Bila kemuliaan diletakkan pada kekafiran dan kejahatan, itu akan menghancurkan alam ini.","tafsir-alazhar":"Ayat 4“Sesungguhnya telah Kami ciptakan manusia itu atas sebaik-baik pendirian.\" (ayat 4)Yaitu bahwa di antara makhluk Allah di atas muka bumi ini, manusia diciptakan oleh Allah dalam sebaik-baik bentuk; bentuk lahir dan batinnya; bentuk tubuh dan nyawanya.Ayat 5“Kemudian itu, Kami jatuhkan dia kepada serendah-rendah yang rendah.\" (ayat 5)Sesudah lahir ke dunia, berangsur tubuhnya kuat dan bisa berjalan, dan akal pun berkembang, sampai dewasa, sampai puncak kemegahan umur. Kemudian itu berangsur menurun tubuh tadi, berangsur kian tua. Badan mulai lemah, pikiran juga lemah, tenaga berkurang, gigi mulai rontok, rambut hitam berganti uban, kulit kencang mulai kendor, telinga berkurang pendengarannya, mulai pelupa. Kalau umur masih panjang juga, suatu ketika akal pun padam, sehingga kembali seperti anak-anak, berharap akan belas kasihan anak-cucu.Ayat 6“Kecuali orang-orang yang beriman dan beramal saleh.\"Menurut Tafsir Ibnu Jarir, “Beriman dan beramal saleh di waktu badan masih muda dan sehat.\"“Maka untuk mereka ada ganjarnan yang tiada putus-putus.\" (ujung ayat 6)Doa yang diajarkan Nabi ﷺ itu ialah “Ya Tuhanku, aku berlindung kepada-Mu dari bakhil dan pemalas, dari tua dan kepikunan, dari siksa kubur dan fitnah dajjal, dari fitnah kehidupan dan kematian.\" (HR Bukhari)Di dalam Al-Qur'an umur tua renta (Ardzalil ‘Umur) itu sampai bertemu dua kali. Yaitu surah an-Nahl, ayat 70 dan surah al-Hajj, ayat 5. Ketika menafsirkan Ardzalil ‘Umur itu terdapatlah satu tafsir dari Ibnu Abbas, demikian bunyinya, “Asal saja dia taat kepada Allah di masa-masa mudanya, meskipun dia telah tua sehingga akalnya mulai tidak jalan lagi, namun buat dia masih tetap dituliskan amal salehnya sebagaimana di waktu mudanya itu jua, dan tidaklah dia akan dianggap berdosa lagi atas perbuatannya di waktu akalnya tak ada lagi itu. Sebab dia adalah beriman. Dia adalah taat kepada Allah di masa mudanya.\"Ayat 7“Maka apakah sesuatu yang akan mendustakan kamu tentang agama.\" (ayat 7)Artinya, kalau sudah demikian halnya, yaitu Allah telah menciptakan engkau, hai insan sedemikian rupa, dalam bentuk yang sebaik-baiknya, dan setelah lanjut umur kamu akan jatuh menjadi serendah-rendahnya; kalau tidak ada pendidikan dan asuhan agama semenjak kecil. Bukankah ajaran agama itu yang akan menjadi pegangan bagi kamu menempuh hidup ini, sejak mudamu sampai kepada hari tuamu?Ayat 8“Bukankah Allah itu yang paling adil diantara segala yang menghukum?\" (ayat 8)Kalau seseorang setia memegang ajaran agama untuk pedoman hidupnya, lalu hidupnya selamat sampai hari tuanya, bukankah itu suatu akibat yang adil dari hukum kebijaksanaan Ilahi?Maka segala petunjuk yang dibawa oleh nabi-nabi, baik yang dilambangkan oleh buah tin dan zaitun yang tumbuh di pergunungan Jerusalem (Palestina) yang berupa kitab suci; atau yang diturunkan di Jabal Thursina di Semenanjung Sinai, tempat Taurat diberikan kepada Musa; atau kitab penutup yang dibawa oleh Khatamul Anbiya' wal Mursalin, Al-Qur'an yang dibawa Muhammad, yang mula diturunkan di negeri yang aman, Mekah Al-Mukarramah; semuanya itu adalah satu maksudnya, yaitu ad-Din, agama untuk maslahat hidup manusia sejak datang ke dunia ini sampai pulangnya ke akhirat esok.Maka tersebutlah dalam sebuah hadits dirawikan Tirmidzi dari Abu Hurairah, Nabi menganjurkan bila imam sampai pada penutup ayat ini, pada shalat jahar, Alaisallaahu bi ahkamil haakimiirr, kita makmun sunnat membaca, “Balaa wa ana ‘alaa dzaalika minasy syaahidiin. Benar itu! Dan aku sendiri atas yang demikian itu turut menyaksikan.\""}}}