{"1":{"arabic":"بِّسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ إِنَّآ أَنزَلۡنَٰهُ فِى لَيۡلَةِ ٱلۡقَدۡرِبِّسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ إِنَّآ أَنزَلۡنَٰهُ فِى لَيۡلَةِ ٱلۡقَدۡرِ","words":{"arabicWords":["إِنَّآ","أَنزَلۡنَٰهُ","فِي","لَيۡلَةِ","ٱلۡقَدۡرِ"],"translationWords":["sesungguhnya","Kami telah menurunkannya","pada","malam","kemuliaan"]},"translation":"Sesungguhnya Kami telah menurunkannya (Al-Qur’an) pada Lailatulqadar.","tafsir":{"tafsir-jalalayn":"Al-Qadr (Kemuliaan)\n\n(Sesungguhnya Kami telah menurunkannya) yaitu menurunkan Al-Qur'an seluruhnya secara sekali turun dari lohmahfuz hingga ke langit yang paling bawah (pada malam kemuliaan) yaitu malam Lailatulkadar, malam yang penuh dengan kemuliaan dan kebesaran.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qadr: 1-5\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. Malam itu (penuh) kesejahteraan sampai terbit fajar. Allah subhanahu wa ta’ala menceritakan bahwa Dia menurunkan Al-Qur'an di malam Lailatul Qadar, yaitu malam yang penuh dengan keberkahan, sebagaimana yang dijelaskan dalam ayat lain melalui firman-Nya: sesungguhnya Kami menurunkannya pada suatu malam yang diberkati. (Ad-Dukhan: 3) Yaitu Lailatul Qadaryangterletakdi dalam bulan Ramadan, sebagaimana yang disebutkan di dalam firman-Nya: (Beberapa hari yang ditentukan itu ialah) bulan Ramadan, bulan yang di dalamnya diturunkan (permulaan)Al-Qur'an. (Al-Baqarah: 185) Ibnu Abbas dan lain-lainnya mengatakan bahwa Allah subhanahu wa ta’ala menurunkan Al-Qur'an sekaligus dari Lauh Mahfuz ke Baitul 'Izzah di langit yang terdekat.\n\nKemudian diturunkan secara terpisah-pisah sesuai dengan kejadian-kejadian dalam masa dua puluh tiga tahun kepada Rasulullah ﷺ Kemudian Allah subhanahu wa ta’ala berfirman, mengagungkan kedudukan Lailatul Qadar yang dikhususkan oleh Allah subhanahu wa ta’ala sebagai malam diturunkan-Nya Al-Qur'an di dalamnya. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 2-3) Abu Isa At-At-Tirmidzi sehubungan dengan tafsir ayat ini mengatakan, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Abu Dawud At-Tayalisi, telah menceritakan kepada kami Al-Qasim ibnul Fadl Al-Haddani, dari Yusuf ibnu Sad yang mengatakan bahwa seorang lelaki bangkit menuju kepada Al-Hasan ibnu Ali sesudah membaiat Mu'awiyah. Lalu lelaki itu berkata, \"Engkau telah mencoreng muka kaum mukmin,\" atau, \"Wahai orang yang mencoreng muka kaum mukmin.\" Maka Al-Hasan ibnu Ali menjawab, \"Janganlah engkau mencelaku, semoga Allah merahmatimu, karena sesungguhnya Nabi ﷺ pernah diperlihatkan kepadanya Bani Umayyah berada di atas mimbarnya, hal itu membuat diri beliau merasa berdukacita.\n\nMaka turunlah firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar' (Al-Kautsar: 1) wahai Muhammad, yakni sebuah sungai (teiaga) di dalam surga. Dan turunlah pula firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan' (Al-Qadar: 1-3). yang akan dimilikkan sesudahmu kepada Bani Umayyah, wahai Muhammad.\" Al-Qasim mengatakan bahwa lalu kami menghitung-hitungnya, dan ternyata masa pemerintahan Bani Umayyah adalah seribu bulan, tidak lebih dan tidak kurang barang sehari pun.\n\nKemudian Imam At-Tirmidzi mengatakan bahwa hadits ini gharib, kami tidak mengenalnya melainkan melalui jalur ini, yaitu melalui hadits Al-Qasim ibnul Fadl. Dia adalah seorang yang berpredikat siqah, dinilai siqah oleh Yahya Al-Qattan dan Abdur Rahman ibnu Mahdi. Imam At-Tirmidzi mengatakan bahwa gurunya bernama Yusuf ibnu Sa'd yang dikenal dengan nama Yusuf ibnu Mazin, dia adalah seorang yang tidak dikenal.\n\nDan hadits dengan lafal yang seperti ini tidaklah dikenal melainkan hanya melalui jalur ini. Imam Hakim di dalam kitab Mustadrak-nya telah meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin dengan sanad yang sama. Dan mengenai perkataan (penilaian) Imam At-Tirmidzi yang menyebutkan bahwa Yusuf ibnu Sa'd seorang yang tidak dikenal, masih perlu diteliti. Karena sesungguhnya telah meriwayatkan darinya sejumiah ulama yang antara lain ialah Hammad ibnu Salamah, Khalid Al-Hazza dan Yunus ibnu Ubaid.\n\nYahya ibnu Mu'in menilainya sebagai seorang yang masyhur (terkenal). Dan menurut suatu riwayat dari Ibnu Mu'in, Yusuf ibnu Sa'd adalah seorang yang siqah (dipercaya). Ibnu Jarir meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin, demikianlah menurutnya, dan ini menimbulkan idtirab dalam hadits ini; hanya Allah sajalah Yang Maha Mengetahui. Kemudian hadits ini dengan hipotesis apa pun berpredikat munkar sekali. Guru kami Imam Al-Hafidzh Al-Hujjah Abul Hajjaj Al-Maziy mengatakan bahwa hadits ini berpredikat munkar.\n\nMenurut hemat kami, ucapan Al-Qasim ibnul Fadl Al-Haddani yang menyebutkan bahwa ia menghitung-hitung masa pemerintahan Bani Umayyah, maka ternyata ia menjumpainya seribu bulan, tidak lebih dan tidak kurang barang sehari pun, pendapat ini tidaklah benar. Karena sesungguhnya Mu'awiyah ibnu Abu Sufyan baru memegang tampuk pemerintahan saat Al-Hasan ibnu Ali menyerahkannya kepada dia pada tahun empat puluh Hijriah, lalu semua baiat sepakat 'tertuju kepada Mu'awiyah, maka tahun itu dinamakan dengan tahun Jama'ah.\n\nKemudian Bani Umayyah terus-menerus memegang kendali pemerintahan berturut-turut di negeri Syam dan negeri lainnya. Tiada suatu kawasan pun yang memberontak terhadap mereka kecuali hanya di masa pemerintahan Abdullah ibnuz Zubair di kedua tanah suci (Mekah dan Madinah), dan Al-Ahwaz serta negeri-negeri yang terdekat selama sembilan tahun. Akan tetapi, kesatuan dan persatuan mereka tetap berada di bawah pemerintahan Bani Umayyah secara keseluruhan terkecuali hanya pada sebagian kawasan yang tertentu.\n\nHingga pada akhirnya kekhalifahan direbut dari tangan mereka oleh Banil Abbas pada tahun seratus tiga puluh dua. Dengan demikran, berarti jumlah masa pemerintahan Bani Umayyah seluruhnya adalah sembilan puluh dua tahun, dan ini berarti lebih dari seribu bulan, yang kalau dijumlahkan berarti hanya delapan puluh tiga tahun lebih empat bulan. Kalau begitu, berarti Al-Qasim ibnul Fadl menggugurkan masa pemerintahan mereka di masa-masa Ibnuz Zubair (yang hanya sembilan tahun itu).\n\nJika demikian, berarti jumlah ini mendekati kebenaran dari apa yang dikatakannya; hanya Allah jualah Yang Maha Mengetahui. Bukti lain yang menunjukkan ke-daif-an hadits ini ialah karena hadits ini sengaja diutarakan hanya untuk mencela pemerintahan Bani Umayyah. Seandainya dimaksudkan untuk mencela mereka, tentulah bukan dengan konteks seperti itu. Mengingat keutamaan LailatuI Qadar di masa-masa pemerintahan mereka bukanlah menunjukkan tercelanya hari-hari mereka.\n\nSesungguhnya malam LailatuI Qadar itu sangat mulia, dan surat yang mulia ini diturunkan hanya semata-mata memuji malam LailatuI Qadar. Lalu mengapa ayat ini memuji keutamaannya di masa-masa pemerintahan Bani Umayyah yang dinilai oleh hadits ini tercela. Hal ini tiada lain hanyalah seperti apa yang dikatakan oleh penyair: ... Tidakkah engkau lihat, bahwa pedang itu turun pamornya bila dikatakan bahwa ia lebih tajam daripada tongkat? Penyair lainnya mengatakan: ...\n\nJika engkau mengutamakan seseorang yang mempunyai keahlian di atas orang yang tidak mempunyai keahlian, maka sama saja dengan merendahkan martabat orang yang dipujinya. Kemudian bila-dipahami dari ayat ini bahwa seribu bulan yang disebutkan dalam ayat menunjukkan masa pemerintahan Bani Umayyah, sedangkan suratnya sendiri adalah Makkiyyah. Lalu bagaimana bisa dibelokkan dengan pengertian seribu bulan masa pemerintahan Bani Umayyah, padahal baik lafal maupun makna ayat tidak menunjukkan kepada pengertian itu.\n\nDan lagi mimbar itu hanyalah baru dibuat di Madinah sesudah hijrah. Semua bukti tersebut menunjukkan kelemahan dan kemungkaran hadits di atas; hanya Allah sajalah Yang Maha Mengetahui. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Muslim ibnu Khalid, dari Ibnu Abu Najih, dari Mujahid, bahwa Nabi ﷺ menceritakan tentang seorang lelaki dari kalangan Bani Israil yang menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah subhanahu wa ta’ala Maka kaum muslim merasa kagum dengan perihal lelaki Bani Israil itu.\n\nMujahid melanjutkan kisahnya, bahwa lalu Allah subhanahu wa ta’ala menurunkan firman-Nya: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 1-3) Maksudnya, lebih baik daripada lelaki itu menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Hakkam ibnu Muslim, dari Al-Musanna ibnus Sabbah, dari Mujahid yang meHgatakan bahwa dahulu di kalangan kaum Bani Israil terdapat seorang lelaki yang malam harinya melakukan qiyam hingga pagi hari, kemudian di siang harinya ia berjihad di jalan Allah hingga petang hari.\n\nDia mengerjakan amalan ini selama seribu bulan, maka Allah menurunkan firman-Nya: Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 3) Yakni melakukan qiyam di malam kemuliaan itu lebih baik daripada amalan laki-laki Bani Israil itu. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Maslamah ibnu Ali, dari Ali ibnu Urwah yang mengatakan bahwa di suatu hari Rasulullah ﷺ menceritakan tentang kisah empat orang lelaki dari kalangan kaum Bani Israil (di masa lalu); mereka menyembah Allah selama delapan puluh tahun tanpa melakukan kedurhakaan kepada-Nya barang sekejap mata pun.\n\nBeliau ﷺ menyebutkan nama mereka, yaitu Ayyub, Zakaria, Hizkil ibnul Ajuz, dan Yusya' ibnu Nun. Ali ibnu Urwah melanjutkan kisahnya, bahwa lalu para sahabat Rasulullah ﷺ merasa kagum dengan amalan mereka. Maka datanglah Jibril kepada Nabi ﷺ dan berkata, \"Wahai Muhammad, umatmu merasa kagum dengan ibadah mereka selama delapan puluh tahun itu tanpa berbuat durhaka barang sekejap mata pun. Sesungguhnya Allah subhanahu wa ta’ala telah menurunkan hal yang lebih baik daripada itu.\" Kemudian Malaikat Jibril a.s. membacakan kepadanya firman Allah subhanahu wa ta’ala: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: -3) Ini lebih baik daripada apa yang engkau dan umatmu kagumi. Maka bergembiralah karenanya Rasulullah ﷺ dan orang-orang yang bersamanya saat itu. Sufyan Ats-Tsauri mengatakan bahwa telah sampai kepadaku dari Mujahid sehubungan dengan malam kemuliaan lebih baik daripada seribu bulan.\n\nBahwa amalan, puasa, dan qiyamnya lebih baik daripada melakukan hal yang sama dalam seribu bulan. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Ibnu Abu Zaidah, dari Ibnu Juraij, dari Mujahid yang mengatakan bahwa malam kemuliaan lebih baik daripada seribu bulan yang di dalam bulan-bulannya tidak terdapat malam Lailatul Qadar.\n\nHal yang sama telah dikatakan oleh Qatadah ibnu Di'amah dan Imam Syafii serta yang lainnya yang bukan hanya seorang. Amr ibnu Qais Al-Mala'i telah mengatakan bahwa melakukan suatu amalan di malam kemuliaan lebih baik daripada melakukan amalan selama seribu bulan. Dan pendapat yang menyebutkan bahwa malam Lailatul Qadar itu lebih afdal daripada melakukan ibadah selama seribu bulan yang di dalamnya tidak terdapat Lailatul Qadar, merupakan pendapat yang dipilih oleh Ibnu Jarir, dan pendapat inilah yang benar, bukan yang lainnya.\n\nPengertian ini sama dengan apa yang disebutkan dalam sabda Nabi ﷺ yang mengatakan: Berjaga-jaga selama semalam di jalan Allah (jihad) lebih baik daripada seribu malam di tempat-tempat yang lainnya. Hadits diriwayatkan oleh Imam Ahmad. Sebagaimana pula yang disebutkan berkenaan dengan keutamaan seseorang yang datang ke shalat Jumat dengan penampilan yang baik dan niat yang saleh, bahwa dicatatkan baginya amal selama satu tahun, berikut pahala puasa dan qiyamnya. Dan masih banyak lagi nas-nas lainnya yang semakna.\n\n\". Imam Ahmad mengatakan, telah menceritakan kepada kami Ismail ibnu Ibrahim, telah menceritakan kepada kami Ayyub, dari Abu Qilabah, dari Abu Hurairah yang menceritakan bahwa ketika Ramadan tiba, Rasulullah ﷺ bersabda: Telah datang kepadamu bulan Ramadan, bulan yang diberkati, Allah telah memfardukan bagimu melakukan puasa padanya. Di dalamnya dibukakan semua pintu surga dan ditutup rapat-rapat semua pintu neraka, dan setan-setan dibelenggu. Di dalamnya terdapat suatu malam yang lebih baik daripada seribu bulan. Barang siapa yang terhalang dari kebaikannya, berarti dia telah terhalang (dari semua kebaikan). Imam An-Nasai meriwayatkannya melalui hadits Ayyub dengan sanad yang sama.\n\nMengingat melakukan ibadah di dalam malam Lailatul Qadar sebanding pahalanya dengan melakukan ibadah selama seribu bulan, telah disebutkan di dalam kitab Sahihain melalui Abu Hurairah, bahwa Rasulullah ﷺ telah bersabda: Barang siapa yang melakukan qiyam (shalat sunat) di malam Lailatul Qadar karena iman dan mengharapkan pahala dan ridaAllah, maka diampunilah baginya semua dosanya yang terdahulu. Firman Allah subhanahu wa ta’ala: Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. (Al-Qadar: 4) Yakni banyak malaikat yang turun di malam kemuliaan ini karena berkahnya yang banyak.\n\nDan para malaikat turun bersamaan dengan turunnya berkah dan rahmat, sebagaimana mereka pun turun ketika Al-Qur'an dibacakan dan mengelilingi halqah-halqah zikir serta meletakkan sayap mereka menaungi orang yang menuntut ilmu dengan benar karena menghormatinya. Adapun mengenai ar-ruh dalam ayat ini, menurut suatu pendapat makna yang dimaksud adalah Jibril a.s., yang hal ini berarti termasuk ke dalam Bab \"Ataf khusus kepada umum.\" Menurut pendapat lain menyebutkan, ar-ruh adalah sejenis malaikat tertentu, sebagaimana yang telah dijelaskan sebelumnya di dalam surat An-Naba.\n\nHanya Allah sajalah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: untuk mengatur segala urusan. (Al-Qadar: 4) Mujahid mengatakan bahwa selamatlah malam kemuliaan itu dari semua urusan. Sa'id ibnu Mansur mengatakan, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Al-A'masy, dari Mujahid sehubungan dengan makna firman-Nya: Malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Bahwa malam itu penuh keselamatan, setan tidak mampu berbuat keburukan padanya atau melakukan gangguan padanya. Qatadah dan yang lainnya mengatakan bahwa makna yang dimaksud ialah semua urusan ditetapkan di dalamnya dan semua ajal serta rezeki ditakdirkan, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Pada malam itu dijelaskan segala urusan yang penuh hikmah. (Ad' Dukhan: 4) Adapun firman Allah subhanahu wa ta’ala: Malam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 5) Sa'id ibnu Mansur mengatakan bahwa telah menceritakan kepada kami Hisyam, dari Abu Ishaq, dari Asy-Sya'bi sehubungan dengan makna firman-Nya: untuk mengatur segala urusan.\n\nMalam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 4-5) Makna yang dimaksud ialah salamnya para malaikat di malam Lailatul Qadar kepada orang-orang yang ada di dalam masjid sampai fajar terbit. Dan Ibnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa ia membaca ayat ini dengan bacaan berikut: Min kulli imri'in, yang artinya menjadi seperti berikut: Kepada setiap orang (malaikat memberi salam) di malam Lailatul Qadar sampai terbit fajar, yang dimaksud adalah ahli masjid.\n\nImam Baihaqi telah meriwayatkan sebuah atsar yang gharib yang menceritakan turunnya para malaikat dan lewatnya mereka kepada orang-orang yang sedang shalat di malam itu (malam kemuliaan) sehingga orang-orang yang shalat mendapat berkah karenanya. Ibnu Abu Hatim telah meriwayatkan sebuah atsar yang gharib dari Ka'bul Ahbar cukup panjang menceritakan turunnya para malaikat dari Sidratul Muntaha dipimpin oleh Malaikat Jibril a.s. ke bumi di malam kemuliaan dan doa mereka bagi orang-orang mukmin laki-laki dan perempuan.\n\n-: Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Imran Al-Qattan, dari Qatadah, dari Abu Maimunah, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda sehubungan dengan malam kemuliaan (Lailatul Qadar): Sesungguhnya malam kemuliaan itu jatuh pada malam dua puluh tujuh atau dua puluh sembilan (Ramadan), dan sesungguhnya para malaikat di bumi pada malam itu jumlahnya lebih banyak daripada bilangan batu kerikil. Al-A'masy telah meriwayatkan dari Al-Minhal, dari Abdur Rahman ibnu Abu Laila sehubungan dengan makna firman-Nya: untuk mengatur segala urusan, yang (penuh) kesejahteraan. (Al-Qadar: 4-5) Yakni tiada suatu urusan pun yang terjadi di malam itu.\n\nQatadah dan Ibnu Zaid mengatakan sehubungan dengan makna firman-Nya: malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Yaitu semuanya baik belaka, tiada suatu keburukan pun yang terjadi di malam itu sampai matahari terbit. Pengertian ini didukung oleh apa yang telah diriwayatkan oleh Imam Ahmad, \". telah menceritakan kepada kami Haiwah ibnu Syuraih, telah menceritakan kepada kami Baqiyyah. telah menceritakan kepadaku Bujair ibnu Sa'd dan Khalid ibnu Madan: dari Ubadah ibnus Samit, bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar terdapat di malam sepuluh yang terakhir (dari bulan Ramadan); barang siapa yang melakukan qiyam padanya karena mengharapkan pahala di malam-malam tersebut, maka Allah memberi ampunan baginya atas semua dosanyayang terdahulu dan yang kemudian.\n\nMalam Lailatul Qadar adalah malam yang ganjil, yang jatuh pada malam dua puluh sembilan, atau dua puluh tujuh, atau dua puluh lima, atau dua puluh tiga, atau malam yang terakhir. Rasulullah ﷺ telah bersabda pula: Sesungguhnya pertanda Lailatul Qadar ialah cuacanya bersih lagi terang seakan-akan ada rembulannya, tenang, lagi hening; suhunya tidak dingin dan tidak pula panas, dan tiada suatu bintang pun yang dilemparkan pada malam itu sampai pagi hari.\n\nDan sesungguhnya pertanda Lailatul Qadar itu dipagi harinya matahari terbit dalam keadaan sempurna, tetapi tidak bercahaya seperti biasanya melainkan seperti rembulan di malam purnama, dan tidak diperbolehkan bagi setan ikut muncul bersamaan dengan terbitnya matahari di hari itu. Sanad hadits ini hasan dan di dalam matannya terdapat garabah, dan pada sebagian lafaznya terdapat yang hal munkar.\n\nAbu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Zam'ah, dari Salamah ibnu Wahram, dari Ikrimah, dari Ibnu Abbas, bahwa Rasulullah ﷺ telah bersabda sehubungan dengan malam Lailatul Qadar: (Yaitu) malam yang sedang lagi terang, tidak panas dan tidak dingin, dan pada keesokan harinya cahaya mataharinya lemah kemerah-merahan. Ibnu Abu ‘Ashim An-Nabil telah meriwayatkan berikut sanadnya dari Jabir ibnu Abdullah, bahwa Rasulullah ﷺ pernah bersabda: Sesungguhnya aku telah melihat malam Lailatul Qadar, lalu aku dijadikan lupa kepadanya; malam Lailatul Qadar itu ada pada sepuluh terakhir (bulan Ramadan), pertandanya ialah cerah dan terang, suhunya tidak panas dan tidak pula dingin, seakan-akan padanya terdapat rembulan; setan tidak dapat keluar di malam itu hingga pagi harinya.\n\nPara ulama berbeda pendapat, apakah di kalangan umat-umat terdahulu ada Lailatul Qadar, ataukah memang Lailatul Qadar hanya khusus bagi umat ini? Ada dua pendapat di kalangan mereka mengenainya. Abu Mus'ab alias Ahmad ibnu Abu Bakar Az-Zuhri mengatakan, telah menceritakan kepada kami Malik, telah sampai kepadanya bahwa Rasulullah ﷺ diperlihatkan kepadanya usia-usia manusia yang sebelumnya dari kalangan umat terdahulu, atau sebagian dari hal tersebut menurut apa yang dikehendaki oleh Allah. Maka Rasulullah ﷺ seakan-akan menganggap pendek usia umatnya bila dibandingkan dengan mereka yang berusia sedemikian panjangnya dalam hal beramal, dan beliau merasa khawatir bila amal umatnya tidak dapat mencapai tingkatan mereka.\n\nMaka Allah subhanahu wa ta’ala memberinya Lailatul Qadar yang lebih baik daripada seribu bulan. Hadits ini telah disandarkan melalui jalur lain, dan apa yang dikatakan oleh Malik ini memberikan pengertian bahwa Lailatul Qadar hanya dikhususkan bagi umat ini. Dan pendapat ini telah dinukil oleh penulis kitab Al-Iddah, salah seorang ulama dari kalangan mazhab Syafii dari jumhur ulama; hanya Allah-lah Yang Maha Mengetahui. Al-Khattabi telah meriwayatkan adanya kesepakatan dalam hal ini, dan'Al-Qadi telah menukilnya secara pasti dari mazhab Syafii.\n\nAkan tetapi, pengertian yang ditunjukkan oleh hadits memberikan pengertian bahwa Lailatul Qadar terdapat pula di kalangan umat-umat terdahulu sebagaimana terdapat di kalangan umat kita sekarang. Imam Ahmad Ibnu Hambal mengatakan, telah menceritakan kepada kami Yahya ibnu Sa'id, dari Ikrimah ibnu Ammar, telah menceritakan kepadaku Abu Zamil alias Sammak Al-Hanafi, telah menceritakan kepadaku Malik ibnu Marsad ibnu Abdullah, telah menceritakan kepadaku Marsad yang telah mengatakan bahwa aku bertanya kepada Abu Dzar, \"Apakah yang pernah engkau tanyakan kepada Rasulullah ﷺ tentang Lailatul Qadar?\" Abu Dzar menjawab, bahwa dirinyalah orang yang paling gencar menanyakan tentang Lailatul Qadar kepada Rasulullah ﷺ Aku bertanya, \"Wahai Rasulullah, ceritakanlah kepadaku tentang Lailatul Qadar, apakah terdapat di dalam bulan Ramadan ataukah di bulan yang lain?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan ia terdapat di dalam bulan Ramadan.\" Aku bertanya lagi, \"Apakah Lailatul Qadar itu hanya ada di masa para nabi saja? Apabila mereka telah tiada, maka Lailatul Qadar dihapuskan, ataukah masih tetap ada sampai hari kiamat?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan Lailatul Qadar tetap ada sampai hari kiamat.\" Aku bertanya lagi, \"Di bagian manakah Lailatul Qadar terdapat dalam bulan Ramadan?\" Rasulullah ﷺ menjawab: Carilah Lailatul Qadar dalam sepuluh malam terakhirnya, jangan kamu bertanya lagi mengenai apapun sesudah ini.\n\nKemudian Rasulullah ﷺ melanjutkan perbincangannya, dan beliau terus berbincang-bincang, lalu aku memotong pembicaraannya dan bertanya, \"Di malam dua puluh berapakah Lailatul Qadar itu?\" Rasulullah ﷺ menjawab: Carilah ia di malam-malam sepuluh terakhir, dan jangan engkan bertanya lagi mengenainya sesudah ini. Rasulullah ﷺ melanjutkan pembicaraannya, kemudian aku memotong lagi pembicaraannya dan kukatakan kepadanya, \"Wahai Rasulullah, aku bersumpah kepada engkau demi hakku atas dirimu setelah engkau menceritakannya kepadaku, di malam dua puluh berapakah Lailatul Qadar itu?\" Maka beliau ﷺ kelihatan marah, dan aku belum pernah melihat beliau marah seperti itu sejak aku menjadi sahabatnya, lalu beliau bersabda: Carilah ia di malam-malam tujuh terakhir, dan jangan lagi engkau menanyakannya kepadaku sesudah ini. Imam An-Nasai meriwayatkannya dari Al-Fallas, dari Yahya ibnu Sa'id Al-Qattan dengan sanad yang sama.\n\nDi dalam hadits ini terkandung makna yang menunjukkan seperti apa yang telah kami sebutkan di atas, yaitu bahwa Lailatul Qadar masih tetap ada sampai hari kiamat, tiap tahunnya sesudah Nabi ﷺ tiada. Tidak sebagaimana yang disangka oleh sebagian golongan Syi'ah yang mengatakan bahwa Lailatul Qadar telah diangkat secara keseluruhan, sesuai dengan pemahaman mereka terhadap hadits yang akan kami kemukakan sehubungan dengan sabda Nabi ﷺ yang mengatakan: Maka diangkatlah (dihapuskanlah) LailatuI Qadar dan mudah-mudahan hal ini baik bagi kalian. Karena sesungguhnya makna yang dimaksud ialah hanya penghapusan mengenai pengetahuan malamnya secara tertentu.\n\nJuga dalam hadits di atas menunjukkan bahwa LailatuI Qadar itu hanya khusus terjadi di dalam bulan Ramadan, bukan bulan-bulan lainnya. Tidak sebagaimana yang diriwayatkan dari Ibnu Mas'ud dan ulama ahli Kufah yang mengikutinya, mereka mengatakan bahwa LailatuI Qadar itu terdapat di sepanjang tahun dan diharapkan terdapat di setiap bulannya secara merata. Imam Abu Dawud di dalam kitab sunannya telah menukil hadits ini dalam Bab \"Penjelasan LailatuI Qadar\" terdapat di semua Ramadan, untuk itu ia mengatakan bahwa: telah menceritakan kepada kami Humaid ibnu Zanjawaih As-Sami, telah menceritakan kepada kami Sa'id ibnu Abu Maryam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Musa ibnu Uqbah, dari Abu Ishaq, dari Sa'id ibnu Jubair, dari Abdullah ibnu Umar yang mengatakan bahwa Rasulullah ﷺ pernah ditanya mengenai LailatuI Qadar, sedangkan ia mendengarkannya.\n\nMaka beliau ﷺ menjawab: LailatuI Qadar terdapat di semua Ramadan. Sanad ini semua perawinya berpredikat siqah; hanya saja Abu Dawud mengatakan bahwa Syu'bah dan Sufyan telah meriwayatkan hadits ini dari Abu Ishaq, dan keduanya me-mauquf-kan hadits ini hanya sampai kepadanya. Dan telah diriwayatkan dari Abu Hanifah rahimahullah, bahwa LailatuI Qadar itu diharapkan terdapat di setiap bulan Ramadan. Ini merupakan suatu pendapat yang diriwayatkan oleh Al-Gazali dan dinilai gharib sekali oleh Ar-Rafi'i.\n\nKemudian dikatakan bahwa LailatuI Qadar itu terdapat di malam pertama bulan Ramadan, pendapat ini diriwayatkan dari Abu Razin. Menurut pendapat yang lain, LailatuI Qadar terdapat pada malam tujuh belas Ramadan. Sehubungan dengan hal ini Abu Dawud telah meriwayatkan sebuah hadits marfu' dari Ibnu Mas'ud. Sebagaimana telah diriwayatkan pula hal yang sama secara mauquf hanya sampai pada Ibnu Mas'ud, Zaid ibnu Arqam, dan Usman ibnu Abul As.\n\nDan hal ini merupakan suatu pendapat yang bersumber dari Muhammad ibnu Idris Asy-Syafii, dan diriwayatkan dari Al-Hasan Al-Basri. Mereka mengemukakan alasannya, bahwa LailatuI Qadar terjadi di malam Perang Badar, yang jatuh pada hari Jumat tanggal tujuh belas Ramadan. Dan di pagi harinya terjadi Perang Badar, yaitu hari yang disebut oleh Allah subhanahu wa ta’ala melalui firman-Nya dengan sebutan Yaumul Furqan, alias hari pembeda antara perkara yang hak dan perkara yang batil. Menurut pendapat lain, LailatuI Qadar jatuh pada tanggal sembilan belas bulan Ramadan; pendapat ini bersumber dari Ali dan juga Ibnu Mas'ud.\n\nMenurut pendapat yang lainnya lagi, LailatuI Qadar jatuh pada tanggal dua puluh satu berdasarkan hadits Abu Sa'id Al-Khudri yang mengatakan bahwa Rasulullah ﷺ melakukan i'tikaf di malam-malam sepuluh pertama bulan Ramadan, dan kami pun ikut i'tikaf bersamanya. Lalu datanglah Jibril dan mengatakan kepadanya, \"Sesungguhnya yang engkau cari berada di depanmu.\" MakaNabi ﷺ melakukan i'tikaf pada malam-malam pertengahan (sepuluh kedua) bulan Ramadan, dan kami ikut beri'tikaf bersamanya. Dan Jibril datang lagi kepadanya, lalu berkata, \"Yang engkau cari berada di depanmu.\" Kemudian Nabi ﷺ berdiri dan berkhotbah di pagi hari tanggal dua puluh Ramadan, antara lain beliau bersabda: Barang siapa yang telah melakukan i'tikaf bersamaku, hendaklah ia pulang, karena sesungguhnya aku telah melihat malam kemuliaan itu.\n\nDan sesungguhnya aku telah dibuat lupa terhadapnya, sesungguhnya malam kemuliaan itu berada di sepuluh terakhir bulan Ramadan pada malam-malam ganjilnya, dan sesungguhnya aku telah bermimpi seakan-akan diriku sedang sujud di tanah dan air (karena cuacanya hujan). Sedangkan atap masjid terbuat dari pelepah daun kurma, pada mulanya kami tidak melihat sepotong awan pun di langit. Lalu tiba-tiba terjadilah pelangi, dan terjadilah hujan, dan Nabi ﷺ membawa kami shalat sehingga aku melihat bekas tanah dan air menempel di kening beliau, hal ini membuktikan kebenaran dari mimpi yang dilihatnya.\n\nMenurut riwayat yang lain, kejadian itu terjadi pada pagi hari tanggal dua puluh satu Ramadan; diketengahkan oleh Imam Bukhari dan Imam Muslim di dalam kitab sahihnya masing-masing. Imam Syafii mengatakan bahwa hadits ini merupakan hadits yang sanadnya paling shahih. Menurut pendapat lainnya, malam kemuliaan terjadi pada tanggal dua puluh tiga Ramadan berdasarkan hadits Abdullah ibnu Unais dalam kitab Sahih Muslim, dan hadits ini konteksnya mendekati hadisnya Abu Sa'id; hanya Allah-lah Yang Maha Mengetahui.\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terjadi pada tanggal dua puluh empat Ramadan. Sehubungan dengan hal ini Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Hammad ibnu Salamah, dari Al-Jariri, dari Abu Nadrah, dari A.bu Sa'id, bahwa Rasulullah ﷺ telah bersabda: Lailatul Qadar adalah malam dua puluh empat (bulan Ramadan). Sanad hadits ini semua perawinya berpredikat siqah. Ahmad mengatakan bahwa telah menceritakan kepada kami Musa ibnu Daud, telah menceritakan kepada kami Ibnu Lahi'ah, dari Yazid ibnu Abu Habib, dari Abul Khair As-Sanabiji, dari Bilal yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar adalah malam dua puluh empat (Ramadan).\n\nIbnu Lahi'ah orangnya daif. Hadits ini bertentangan dengan apa yang telah diriwayatkan oleh Imam Bukhari dari Asbag, dari Ibnu Wahb, dari Arar ibnul Haris, dari Yazid ibnu Abu Habib, dari Abul Khair, dari Abu Abdullah As-Sanabiji yang mengatakan bahwa telah menceritakan kepadaku Bilal juru azan Rasulullah ﷺ, bahwa malam kemuliaan itu terdapat pada malam tujuh terakhir dari bulan Ramadan.\n\nHadits ini mauquf hanya sampai kepada Bilal, dan inilah yang paling shahih; hanya Allah-lah Yang Maha Mengetahui. Hal yang sama telah diriwayatkan dari Ibnu Mas'ud, Ibnu Abbas, Jabir, Al-Hasan, Qatadah, dan Abdullah ibnu Wahb, bahwa malam kemuliaan terdapat pada malam dua puluh empat Ramadan. Dalam pembahasan yang lalu telah disebutkan hadits Wasilah ibnul Asqa' secara marfu', yaitu dalam tafsir surat Al-Baqarah, berbunyi demikian: Sesungguhnya Al-Qur'an diturunkan pada malam dua puluh empat (Ramadan).\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh lima Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Bukhari dari Abdullah ibnu Abbas, bahwa Rasulullah ﷺ pernah bersabda: Carilah malam kemuliaan di malam-malam sepuluh terakhir dari bulan Ramadan, yaitu bila tinggal sembilan malam lagi atau bila tinggal tujuh malam lagi, atau bila tinggal lima malam lagi. Kebanyakan ulama menakwilkan makna hadits ini dengan malam-malam yang ganjil, dan pendapat inilah yang kuat dan yang terkenal.\n\nSedangkan ulama lainnya menakwilkannya terjadi pada malam-malam yang genap dari malam-malam sepuluh terakhir Ramadan. Ini berdasarkan apa yang telah diriwayatkan oleh Imam Muslim dari Abu Sa'id, bahwa ia menakwilkannya demikian; hanya Allah-lah Yang Maha Mengetahui. Menurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh tujuh Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Muslim di dalam kitab sahihnya, dari Ubay ibnu Ka'b, dari Rasulullah ﷺ, bahwa malam kemuliaan terjadi pada tanggal dua puluh tujuh.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sufyan yang telah mendengar dari Abdah dan ‘Ashim, dari Zur yang mengatakan bahwa ia pernah bertanya kepada Ubay ibnu Ka'b, \"Wahai Abul Munzir, engkau pernah berkata bahwa saudaramu Ibnu Mas'ud pernah mengatakan bahwa barang siapa yang melakukan qiyaimil lail sepanjang tahun, niscaya akan menjumpai Lailatul Qadar.\" Ubay ibnu Ka'b menjawab, \"Semoga Allah merahmatinya, sesungguhnya dia telah mengetahui bahwa malam kemuliaan itu terdapat di dalam bulan Ramadan dan tepatnya di malam dua puluh tujuh.\" Kemudian Ubay ibnu Ka'b bersumpah untuk menguatkan perkataannya.\n\nDan aku bertanya, \"Bagaimanakah kamu mengetahuinya?\" Ubay ibnu Ka'b menjawab, \"Melalui alamat atau tandanya yang telah diberitahukan kepada kami oleh Nabi ﷺ, bahwa pada siang harinya mentari terbit di pagi harinya, sedangkan cahayanya lemah.\" Imam Muslim telah meriwayatkan ini melalui jalur Sufyan ibnu Uyaynah, Syu'bah, dan Al-Auza'i, dari Abdah, dari Zur, dari Ubay, lalu disebutkan hal yang semisal.\n\nYang di dalamnya disebutkan bahwa Ubay ibnu Ka'b mengatakan, \"Demi Allah, yang tiada Tuhan yang berhak disembah selain Dia, sesungguhnya malam kemuliaan itu benar-benar berada di bulan Ramadan.\" Ubay ibnu Ka'b bersumpah tanpa mengucapkan pengecualian, lalu ia melanjutkan, \"Demi Allah, sesungguhnya aku benar-benar mengetahui di tanggal berapakah Lailatul Qadar itu berada, Rasulullah ﷺ telah memerintahkan kami untuk melakukan qiyam padanya, yaitu tanggal dua puluh tujuh. Dan pertandanya ialah di pagi harinya mentari terbit dengan cahaya yang redup.\" Dalam bab yang sama telah disebutkan dari Mu'awiyah, Ibnu Umar, dan Ibnu Abbas serta selain mereka, dari Rasulullah ﷺ yang telah bersabda bahwa Lailatul Qadar itu adalah malam dua puluh tujuh.\n\nDan inilah pendapat yang dipegang oleh segolongan ulama Salaf, dan merupakan pendapat yang dianut di kalangan mazhab Imam Ahmad ibnu Hambal rahimahullah, juga menurut suatu riwayat yang bersumber dari Imam Abu Hanifah menyebutkan hal yang sama. Telah diriwayatkan pula dari sebagian ulama Salaf, bahwa Imam Abu Hanifah berupaya menyimpulkan keadaan Lailatul Qadar jatuh pada tanggal duapuluh tujuh dari Al-Qur'an melalui firman-Nya, \"Hiya (malam itu),\" dengan alasan bahwa kalimat ini merupakan kalimat yang kedua puluh tujuh dari surat yang bersangkutan; hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Al-Qur'an adalah kitab suci yang mulia. Sesungguhnya Kami telah menurunkannya untuk pertama kali kepada Nabi Muhammad di Gua Hira, atau menurunkannya secara sekaligus dari Lau' Ma'f'' ke Baitul 'Izzah di langit dunia, pada malam qadar, malam kemuliaan dan ke agungan. 2. Dan tahukah kamu, wahai Nabi Muhammad, apakah malam kemuliaan dan keagungan itu' Ungkapan Lailatul Qadr baru disebut oleh Al-Qur'an dalam ayat pertama surah ini sehingga Allah perlu menjelaskan artinya dan menggugah perhatian Nabi tentangnya.","tafsir-lengkap-kemenag":"Terdapat empat tempat dalam Al-Qur'an yang menerangkan tentang penurunannya kepada Nabi ﷺ yaitu:\n\n1.\tDalam Surah al-Qadr.\n\n2.\tDalam Surah ad-Dukhan, yaitu pada firman-Nya:\t\n\nha Mim. Demi Kitab (Al-Qur'an) yang jelas, sesungguhnya Kami menurunkannya pada malam yang diberkahi. Sungguh, Kamilah yang memberi peringatan. Pada (malam itu) dijelaskan segala urusan yang penuh hikmah, (yaitu) urusan dari sisi Kami. Sungguh, Kamilah yang mengutus rasul-rasul, sebagai rahmat dari Tuhanmu. Sungguh, Dia Maha Mendengar, Maha Mengetahui. (ad-Dukhan/44: 1-6)\n\n3.\tDalam Surah al-Baqarah, yaitu pada firman-Nya:\n\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). (al-Baqarah/2: 185)\n\n\n\n4.\tDalam Surah al-Anfal, yaitu pada firman-Nya:\n\nDan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang, maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil, (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari Furqan, yaitu pada hari bertemunya dua pasukan. Allah Mahakuasa atas segala sesuatu. (al-Anfal/8: 41)\n\nAyat Surah al-Qadr menyatakan bahwa turunnya Al-Qur'an dari Lauh Mahfudh ke Baitul-'Izzah jelas pada malam Lailatul Qadr. Ayat Surah ad-Dukhan menguatkan turunnya Al-Qur'an pada malam yang diberkahi, ayat Surah al-Baqarah menunjukkan turunnya Al-Qur'an pada bulan Ramadan. Sedangkan Surah al-Anfal/8: 41 di atas menerangkan penyelesaian pembagian rampasan perang pada Perang Badar. Perang ini disebut yaumul-furqan karena merupakan pertempuran antara tentara Islam dengan tentara kafir, di mana kemenangan berada di tangan tentara Islam. \n\nDalam ayat ini diungkapkan bahwa Allah menurunkan Al-Qur'an pertama kali kepada Nabi ﷺ pada malam yang mulia. Kemudian diturunkan terus-menerus secara berangsur-angsur menurut peristiwa dan suasana yang menghendakinya dalam jangka waktu dua puluh dua tahun lebih sebagai petunjuk bagi manusia dalam mencapai kebahagiaan hidup di dunia dan di akhirat nanti.\n\nSehubungan dengan uraian di atas, para ulama mengatakan bahwa kata anzala dan nazzala berbeda penggunaan dan maknanya. Oleh sebab itu, makna anzalnahu dalam Surah al-Qadr menunjukkan turunnya kitab suci Al-Qur'an pertama kali dan sekaligus dari Lauh Mahfudh ke langit dunia. Kemudian diturunkan berangsur-angsur dari langit dunia kepada Nabi Muhammad, yang dibawa oleh Malaikat Jibril selama 22 tahun, 2 bulan dan 22 hari. Sedangkan makna nazzala bermakna diturunkan berangsur-angsur.\n\nTidak diragukan lagi bahwa manusia sangat memerlukan Al-Qur'an sebagai pedoman yang menjelaskan sesuatu yang mereka ragukan dalam hal-hal yang berhubungan dengan soal-soal keagamaan atau masalah-masalah duniawi. Al-Qur'an juga menerangkan kepada mereka kejadian manusia dan kejadian yang akan datang ketika datangnya hari kebangkitan.\n\nManusia memerlukan pegangan tersebut karena tanpanya, mereka tidak dapat memahami prinsip-prinsip kemaslahatan yang sebenarnya untuk membentuk peraturan-peraturan dan undang-undang. Oleh sebab itu, benarlah pendapat yang menyatakan bahwa manusia tidak dapat melepaskan diri dari agama dan petunjuk rohani yang menentukan ukuran dan nilai sesuatu setelah mengetahui secara ilmiah keadaan dan khasiat sesuatu.","tafsir-alazhar":"SURAH AL-QADR(KEMULIAAN)SURAH KE-97, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Sesungguhnya telah Kami turunkan dia pada Malam Kemuliaan.\" (ayat 1)Artinya Allah Tuhan sarwa sekalian alam telah menurunkan Al-Qur'an yang pertama sekali kepada Nabi-Nya pada Lailatul Qadr, Malam Kemuliaan. Sebagian arti qadr itu ialah kemuliaan. Sejak malam itu perikemanusiaan dicerahi kemuliaan; dikeluarkan dari Zhulumaat (kegelapan), kepada Nur (cahaya petunjuk Allah) yang gilang-gemilang. Dan boleh juga diartikan Lailatul-Qadr sebagai Malam Penentuan karena pada waktu itulah mulai ditentukan langkah yang akan ditempuh Rasul-Nya dalam memberi petunjuk bagi umat manusia. Di malam itu dimulai menentukan garis pemisah di antara kufur dengan iman, jahiliyyah dengan Islam, syirik dengan tauhid; tidak berkacau balau lagi. Kedua arti ini boleh dipakai.Ayat 2“Dan sudahkah engkau tahu, apakah dia malam Kemuliaan itu?\" (ayat 2)Ayat yang kedua ini tersusun sebagai suatu pertanyaan Allah kepada Nabi-Nya untuk memperkukuh perhatian kepada nilai tertinggi malam itu.Ayat 3“Malam Kemuliaan itu lebih utama daripada seribu bulan.\" (ayat 3)Dikatakan dalam ayat ketiga ini bahwa keutamaan Malam Kemuliaan (Lailatul-Qadr) itu sama dengan seribu bulan, lebih daripada delapan puluh tahun, selanjut usia seorang manusia. Lalu diterangkan pula sebabnya dalam ayat selanjutnya,Ayat 4“Turun Malaikat dan Ruh pada malam itu, dengan izin Tuhan mereka, membawa pokok-pokok dari tiap-tiap perintah.\" (ayat 4)Itulah sebab yang nyata dari kemuliaan malam itu. Laksana satu perutusan, atau satu delegasi, malaikat-malaikat turun ke muka bumi ini bersama-sama dengan malaikat yang di sini disebut ruh, yaitu kepala dari sekalian malaikat. Itulah Malaikat Jibril yang kadang-kadang disebut juga Ruhul Amin dan kadang- kadang disebut juga Ruhul Quds, menghantarkan wahyu kepada Nabi yang telah terpilih buat menerimanya, yaitu al-Mushthafa, Muhammad ﷺ di Gua Hira.Nilai malam itu menjadi tinggi sekali, lebih utama dari seribu bulan, setinggi-tinggi usia biasa yang dapat dicapai oleh manusia. Pada kali pertama dan utama itu Jibril memperlihatkan dirinya kepada Muhammad menurut keadaannya yang asli, sehingga Nabi sendiri pernah mengatakan bahwa hanya dua kali dia melihat Jibril dalam keadaannya sebenarnya, yaitu pada malam Lailatul-Qadr, atau Nuzulul Al-Qur'an itu di Gua Hira; dan kedua di Sidratul Muntaha ketika mi'raj. Pada kali yang lain beliau melihat Jibril dalam penjelmaan sebagai manusia, menyerupakan dirinya dengan sahabat Nabi yang bernama Dihyah al-Kalbi.Di dalam surah ad-Dukhkhan, ayat 3, malam itu disebut Lailatun Mubarakatun, malam yang diberkati Allah.Amat mulialah malam itu, sebab malaikat-malaikat dan Ruh menyatakan dirinya dan Muhammad ﷺ mulai berhubungan dengan Alam Malakut, dan akan terus-meneruslah hal itu selama 23 tahun; 10 tahun di Mekah dan 13 tahun di Madinah. Di ujung ayat disebutkan bahwa kedatangan malaikat-malaikat dan Ruh itu dengan izin Allah, ialah karena akan menyampaikan pokok-pokok dari tiap-tiap perintah. Setiap perintah akan disampaikan kepada Rasul ﷺ, setiap itu pulalah malaikat dan Ruh akan datang, sehingga lancarlah perhubungan di antara alam syahadah dengan alam gaib.Ayat 5“Sejahteralah dia sehingga terbit fajar.\" (ayat 5)Sebab pada malam itulah Nabi diberi pengertian mengapa sejak beberapa waktu sebelum itu dia mengalami beberapa pengalaman yang ganjil. Dia merasakan mimpi yang benar, dia mendengar suara di dekat telinganya sebagai gemuruh bunyi lonceng. Mulai pada malam itu terobat hati manusia utama itu, Muhammad ﷺ, yang sudah sekian lama merasa terpencil dari kaumnya karena perasaannya yang murni sudah sejak kecilnya tidak menyetujui menyembah berhala dan tidak pernah beliau memuja patung-patung dari batu dan kayu sejak kecilnya. Dan sudah sejak mudanya hati kecilnya tidak menyetujui adat-adat buruk bangsanya. Pada malam itulah terjawab segala pertanyaan dalam hati, terbuka segala rahasia yang musykil selama ini. Itulah malam damai, malam salam, sejak terbenamnya matahari sampai terbitnya fajar hari esoknya.Dengan keterangan 3 ayat Lailatul-Qadr, ditambah 3 ayat pembuka dari surah ad-Dukhkhan, teranglah bahwa malam Lailatul-Qadr itu adalah malam mula turunnya Al-Qur'an.Bilakah masa Lailatul-Qadr itu? Al-Qur'an telah menjelaskannya lagi. Di dalam surah al- Baqarah ayat 185 jelas bahwa bulan Ramadhan adalah bulan yang padanyalah diturunkan Al-Qur'an, menjadi petunjuk bagi manusia, dan keterangan-keterangan dari petunjuk itu dan pemisah di antara yang hak dengan yang batil.Tetapi menjadi perbincangan panjang lebar pula di antara ahli-ahli hadits dan riwayat, bilakah datangnya malam Lailatul-Qadr itu? Sehingga dalam kitab al-Fathul-Bari syarah Bukhari dari Ibnu Hajar al-Asqalani yang terkenal itu, disalinkan beliau tidak kurang ada 45 qaul tentang malam terjadinya Lailatul Qadr, masing-masing menurut catatan ulama-ulama yang merawikannya; sejak dari malam 1 Ramadhan sampai malam 29 (atau malam 30 Ramadhan) ada saja ulama yang merawikan malam itu dalam kitab tersebut. Dan semuanya pun dinukilkan pula oleh asy-Syaukani di dalam Nailul Authar. Ada satu riwayat dalam hadits Bukhari dirawikan dari Abu Said al-Khudri bahwa tentang malam berapa yang tepat, dianjurkanlah supaya setiap malam bulan Ramadhan itu diramaikan dan diisikan dengan aneka ibadah. Tetapi terdapat juga riwayat yang kuat bahwa Lailatul Qadr itu ialah pada malam sepuluh yang akhir dari Ramadhan, artinya sejak malam ke-21. Karena sejak malam 21 itu Nabi ﷺ lebih memperkuat ibadahnya daripada malam-malam yang sebelumnya, sampai beliau bangunkan kaum keluarganya yang tertidur.Abdullah bin Mas'ud, dan asy-Sya'bi dan al-Hasan dan Qatadah berpendapat bahwa malam itu ialah malam 24 Ramadhan. Alasan mereka ialah karena ada hadits dari Wastilah bahwa Al- Qur'an diturunkan pada 24 Ramadhan.Suatu riwayat lagi dari as-Suyuthi, yang kemudian sekali dikuatkan oleh Syekh Khudhari, Guru Besar pada Fuad I University (1922), jatuhnya ialah pada 17 Ramadhan, Orang yang berpegang pada 17 Ramadhan ini mengambil istimbath dari ayat 41 dari surah al-Anfaal karena di sana tersebut“...dan apa yang Kami turunkan kepada hamba Kami pada Hari Pemisahan, hari bertemu dua golongan.\" (al-Anfal: 41)“Hari bertemu dua golongan\" ialah Peperangan Badar, pada 17 Ramadhan, sedang “Hari Pemisahan\" ialah hari turunnya Al-Qur'an yang pertama, yang disebut juga malam yang diberi berkat sebagai tersebut dalam surah ad-Dukhkhan, di atas tadi. Maka oleh karena berhadapan dua golongan di Perang Badar itu, golongan Islam dan golongan musyrikin teriadi 17 Ramadhan. Mereka menguatkan bahwa Lailatul-Qadr, mulai turunnya Al-Qur'an di gua Hira', ialah 17 Ramadhan pula, meskipun jarak waktunya adalah 15 tahun.Kita pun dapatlah memahamkan bahwa ini pun adalah hasil ijtihad, bukan suatu nash qath'i yang pasti dipegang teguh, sebab Nabi ﷺ menyuruh memperhebat ibadah setelah sepuluh yang akhir, bukan pada malam 17 Ramadhan. Menurut keterangan al-Hafizh Ibnu Hajar juga, dalam Fathul Bari, setengah ulama berpendapat bahwa malam Lailatul Qadr yang sebenarnya itu hanyalah satu kali saja, yaitu ketika Al-Qur'an mulai pertama turun. Adapun Lailatul Qadr yang kita peringati dan memperbanyak ibadah pada tiap malam hari bulan Ramadhan itu, ialah untuk memperteguh ingatan kita kepada turunnya Al-Qur'an itu. Sudah terang malam itu pasti terjadi dalam bulan Ramadhan.Kita hidupkan malam itu, mengambil berkat dan sempena, memperbanyak syukur kepada Allah karena bertepatan dengan malam itulah Al-Qur'an mulai diturunkan Allah. Berdiri mengerjakan shalat yang disebut Qiyamul Lail atau tarawih, di seluruh malam Ramadhan ataupun menambah ramainya di malam sepuluh yang akhir, pastilah salah satu bertepatan dengan malam turunnya Al-Qur'an.Bukanlah ini saja hari-hari besar yang disuruh peringati di dalam Islam. Kita pun disuruh mempuasakan 10 Muharam, atau Asyura karena mengenangkan beberapa kejadian pada nabi-nabi yang terdahulu pada tanggal tersebut. Nabi ﷺ pun menegakkan beberapa sunnah dalam manasik haji guna mengenangkan kejadian zaman lampau; seumpama sa'i antara Bukit Shafa dan Marwah, mengenangkan betapa sulitnya Hajar mencari air untuk putranya, Ismail, di lembah yang tidak bertumbuh-tumbuhan itu. Kita pun disuruh melontar Jumratul Aqabah bersama kedua jumrah lagi, memperingati perdayaan setan kepada Nabi Ibrahim karena akan menyembelih putranya atas perintah Allah. Namun Ibrahim tetap teguh hatinya dan tidak kena oleh perdayaan itu. Maka jika kita tilik memperingati Lailatul Qadr, atau Malam Kemuliaan, atau Malam Penentuan, dapatlah semuanya kita pertautkan jadi satu, yaitu membesarkan syi'ar Allah untuk menambah takwa hati.Ada juga yang mengatakan bahwa malam Lailatul Qadr itu dapat disaksikan dengan kejadian yang ganjil-ganjil. Misalnya air berhenti mengalir, pohon kayu runduk ke bumi dan sebagainya. Semuanya itu adalah hal-hal yang tidak dapat dipertanggung jawabkan menurut ilmu agama yang sebenarnya.Heran dan kagumlah saya dengan orang tua saya, Syekh Yusuf Amrullah, yang wafat pada 11 Ramadhan 1392 (19 Oktober 1972), dalam usia 86 tahun, ketika saya menziarahi beliau pada 10 April 1972. Beliau menyatakan pendapatnya yang sesuai dengan pendapat ulama yang disalinkan oleh al-Hafizh Ibnu Hajar tadi, bahwa Lailatul Qadr yang sebenarnya hanya sekali, yaitu ketika mula-mula Al-Qur'an diturunkan. Yang kita perkuat ibadah di dalam bulan puasa menunggu Lailatul Qadr itu ialah memperingati dan memuliakan malam pertama turunnya Al-Qur'an. Kita kenangkan tiap tahun, agar kita bertambah teguh memegang segala yang dituntunkan Allah di dalam Al-Qur'an. Saya menjadi kagum, karena sudah lama mata beliau tidak dapat melihat kitab-kitab lagi.Ada juga terdapat beberapa perkataan mengatakan bahwa Lailatin Mubarakatin, malam yang diberi berkat itu bukanlah Lailatul- Qadr, melainkan malam Nisfu Sya'ban. Tetapi dalam penyelidikan terhadap sumber agama yang sah, yaitu Al-Qur'an dan hadits shahih, tidaklah bertemu sumbernya. Riwayat tentang Nisfu Sya'ban itu tidaklah dapat dipegang, sanad-sanadnya kacau balau, riwayatnya banyak yang dhaif, bahkan ada yang dusta. Oleh sebab itu tidaklah dapat dijadikan dasar untuk dijadikan aqidah dan pegangan."}},"2":{"arabic":"وَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِوَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِ","words":{"arabicWords":["وَمَآ","أَدۡرَىٰكَ","مَا","لَيۡلَةُ","ٱلۡقَدۡرِ"],"translationWords":["dan apakah","kamu tahu","apa","malam","kemuliaan"]},"translation":"Tahukah kamu apakah Lailatulqadar itu?","tafsir":{"tafsir-jalalayn":"(Dan tahukah kamu) Hai Muhammad (apakah malam kemuliaan itu?) ungkapan ini sebagai pernyataan takjub atas keagungan yang terdapat pada Lailatulkadar.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qadr: 1-5\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. Malam itu (penuh) kesejahteraan sampai terbit fajar. Allah subhanahu wa ta’ala menceritakan bahwa Dia menurunkan Al-Qur'an di malam Lailatul Qadar, yaitu malam yang penuh dengan keberkahan, sebagaimana yang dijelaskan dalam ayat lain melalui firman-Nya: sesungguhnya Kami menurunkannya pada suatu malam yang diberkati. (Ad-Dukhan: 3) Yaitu Lailatul Qadaryangterletakdi dalam bulan Ramadan, sebagaimana yang disebutkan di dalam firman-Nya: (Beberapa hari yang ditentukan itu ialah) bulan Ramadan, bulan yang di dalamnya diturunkan (permulaan)Al-Qur'an. (Al-Baqarah: 185) Ibnu Abbas dan lain-lainnya mengatakan bahwa Allah subhanahu wa ta’ala menurunkan Al-Qur'an sekaligus dari Lauh Mahfuz ke Baitul 'Izzah di langit yang terdekat.\n\nKemudian diturunkan secara terpisah-pisah sesuai dengan kejadian-kejadian dalam masa dua puluh tiga tahun kepada Rasulullah ﷺ Kemudian Allah subhanahu wa ta’ala berfirman, mengagungkan kedudukan Lailatul Qadar yang dikhususkan oleh Allah subhanahu wa ta’ala sebagai malam diturunkan-Nya Al-Qur'an di dalamnya. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 2-3) Abu Isa At-At-Tirmidzi sehubungan dengan tafsir ayat ini mengatakan, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Abu Dawud At-Tayalisi, telah menceritakan kepada kami Al-Qasim ibnul Fadl Al-Haddani, dari Yusuf ibnu Sad yang mengatakan bahwa seorang lelaki bangkit menuju kepada Al-Hasan ibnu Ali sesudah membaiat Mu'awiyah. Lalu lelaki itu berkata, \"Engkau telah mencoreng muka kaum mukmin,\" atau, \"Wahai orang yang mencoreng muka kaum mukmin.\" Maka Al-Hasan ibnu Ali menjawab, \"Janganlah engkau mencelaku, semoga Allah merahmatimu, karena sesungguhnya Nabi ﷺ pernah diperlihatkan kepadanya Bani Umayyah berada di atas mimbarnya, hal itu membuat diri beliau merasa berdukacita.\n\nMaka turunlah firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar' (Al-Kautsar: 1) wahai Muhammad, yakni sebuah sungai (teiaga) di dalam surga. Dan turunlah pula firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan' (Al-Qadar: 1-3). yang akan dimilikkan sesudahmu kepada Bani Umayyah, wahai Muhammad.\" Al-Qasim mengatakan bahwa lalu kami menghitung-hitungnya, dan ternyata masa pemerintahan Bani Umayyah adalah seribu bulan, tidak lebih dan tidak kurang barang sehari pun.\n\nKemudian Imam At-Tirmidzi mengatakan bahwa hadits ini gharib, kami tidak mengenalnya melainkan melalui jalur ini, yaitu melalui hadits Al-Qasim ibnul Fadl. Dia adalah seorang yang berpredikat siqah, dinilai siqah oleh Yahya Al-Qattan dan Abdur Rahman ibnu Mahdi. Imam At-Tirmidzi mengatakan bahwa gurunya bernama Yusuf ibnu Sa'd yang dikenal dengan nama Yusuf ibnu Mazin, dia adalah seorang yang tidak dikenal.\n\nDan hadits dengan lafal yang seperti ini tidaklah dikenal melainkan hanya melalui jalur ini. Imam Hakim di dalam kitab Mustadrak-nya telah meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin dengan sanad yang sama. Dan mengenai perkataan (penilaian) Imam At-Tirmidzi yang menyebutkan bahwa Yusuf ibnu Sa'd seorang yang tidak dikenal, masih perlu diteliti. Karena sesungguhnya telah meriwayatkan darinya sejumiah ulama yang antara lain ialah Hammad ibnu Salamah, Khalid Al-Hazza dan Yunus ibnu Ubaid.\n\nYahya ibnu Mu'in menilainya sebagai seorang yang masyhur (terkenal). Dan menurut suatu riwayat dari Ibnu Mu'in, Yusuf ibnu Sa'd adalah seorang yang siqah (dipercaya). Ibnu Jarir meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin, demikianlah menurutnya, dan ini menimbulkan idtirab dalam hadits ini; hanya Allah sajalah Yang Maha Mengetahui. Kemudian hadits ini dengan hipotesis apa pun berpredikat munkar sekali. Guru kami Imam Al-Hafidzh Al-Hujjah Abul Hajjaj Al-Maziy mengatakan bahwa hadits ini berpredikat munkar.\n\nMenurut hemat kami, ucapan Al-Qasim ibnul Fadl Al-Haddani yang menyebutkan bahwa ia menghitung-hitung masa pemerintahan Bani Umayyah, maka ternyata ia menjumpainya seribu bulan, tidak lebih dan tidak kurang barang sehari pun, pendapat ini tidaklah benar. Karena sesungguhnya Mu'awiyah ibnu Abu Sufyan baru memegang tampuk pemerintahan saat Al-Hasan ibnu Ali menyerahkannya kepada dia pada tahun empat puluh Hijriah, lalu semua baiat sepakat 'tertuju kepada Mu'awiyah, maka tahun itu dinamakan dengan tahun Jama'ah.\n\nKemudian Bani Umayyah terus-menerus memegang kendali pemerintahan berturut-turut di negeri Syam dan negeri lainnya. Tiada suatu kawasan pun yang memberontak terhadap mereka kecuali hanya di masa pemerintahan Abdullah ibnuz Zubair di kedua tanah suci (Mekah dan Madinah), dan Al-Ahwaz serta negeri-negeri yang terdekat selama sembilan tahun. Akan tetapi, kesatuan dan persatuan mereka tetap berada di bawah pemerintahan Bani Umayyah secara keseluruhan terkecuali hanya pada sebagian kawasan yang tertentu.\n\nHingga pada akhirnya kekhalifahan direbut dari tangan mereka oleh Banil Abbas pada tahun seratus tiga puluh dua. Dengan demikran, berarti jumlah masa pemerintahan Bani Umayyah seluruhnya adalah sembilan puluh dua tahun, dan ini berarti lebih dari seribu bulan, yang kalau dijumlahkan berarti hanya delapan puluh tiga tahun lebih empat bulan. Kalau begitu, berarti Al-Qasim ibnul Fadl menggugurkan masa pemerintahan mereka di masa-masa Ibnuz Zubair (yang hanya sembilan tahun itu).\n\nJika demikian, berarti jumlah ini mendekati kebenaran dari apa yang dikatakannya; hanya Allah jualah Yang Maha Mengetahui. Bukti lain yang menunjukkan ke-daif-an hadits ini ialah karena hadits ini sengaja diutarakan hanya untuk mencela pemerintahan Bani Umayyah. Seandainya dimaksudkan untuk mencela mereka, tentulah bukan dengan konteks seperti itu. Mengingat keutamaan LailatuI Qadar di masa-masa pemerintahan mereka bukanlah menunjukkan tercelanya hari-hari mereka.\n\nSesungguhnya malam LailatuI Qadar itu sangat mulia, dan surat yang mulia ini diturunkan hanya semata-mata memuji malam LailatuI Qadar. Lalu mengapa ayat ini memuji keutamaannya di masa-masa pemerintahan Bani Umayyah yang dinilai oleh hadits ini tercela. Hal ini tiada lain hanyalah seperti apa yang dikatakan oleh penyair: ... Tidakkah engkau lihat, bahwa pedang itu turun pamornya bila dikatakan bahwa ia lebih tajam daripada tongkat? Penyair lainnya mengatakan: ...\n\nJika engkau mengutamakan seseorang yang mempunyai keahlian di atas orang yang tidak mempunyai keahlian, maka sama saja dengan merendahkan martabat orang yang dipujinya. Kemudian bila-dipahami dari ayat ini bahwa seribu bulan yang disebutkan dalam ayat menunjukkan masa pemerintahan Bani Umayyah, sedangkan suratnya sendiri adalah Makkiyyah. Lalu bagaimana bisa dibelokkan dengan pengertian seribu bulan masa pemerintahan Bani Umayyah, padahal baik lafal maupun makna ayat tidak menunjukkan kepada pengertian itu.\n\nDan lagi mimbar itu hanyalah baru dibuat di Madinah sesudah hijrah. Semua bukti tersebut menunjukkan kelemahan dan kemungkaran hadits di atas; hanya Allah sajalah Yang Maha Mengetahui. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Muslim ibnu Khalid, dari Ibnu Abu Najih, dari Mujahid, bahwa Nabi ﷺ menceritakan tentang seorang lelaki dari kalangan Bani Israil yang menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah subhanahu wa ta’ala Maka kaum muslim merasa kagum dengan perihal lelaki Bani Israil itu.\n\nMujahid melanjutkan kisahnya, bahwa lalu Allah subhanahu wa ta’ala menurunkan firman-Nya: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 1-3) Maksudnya, lebih baik daripada lelaki itu menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Hakkam ibnu Muslim, dari Al-Musanna ibnus Sabbah, dari Mujahid yang meHgatakan bahwa dahulu di kalangan kaum Bani Israil terdapat seorang lelaki yang malam harinya melakukan qiyam hingga pagi hari, kemudian di siang harinya ia berjihad di jalan Allah hingga petang hari.\n\nDia mengerjakan amalan ini selama seribu bulan, maka Allah menurunkan firman-Nya: Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 3) Yakni melakukan qiyam di malam kemuliaan itu lebih baik daripada amalan laki-laki Bani Israil itu. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Maslamah ibnu Ali, dari Ali ibnu Urwah yang mengatakan bahwa di suatu hari Rasulullah ﷺ menceritakan tentang kisah empat orang lelaki dari kalangan kaum Bani Israil (di masa lalu); mereka menyembah Allah selama delapan puluh tahun tanpa melakukan kedurhakaan kepada-Nya barang sekejap mata pun.\n\nBeliau ﷺ menyebutkan nama mereka, yaitu Ayyub, Zakaria, Hizkil ibnul Ajuz, dan Yusya' ibnu Nun. Ali ibnu Urwah melanjutkan kisahnya, bahwa lalu para sahabat Rasulullah ﷺ merasa kagum dengan amalan mereka. Maka datanglah Jibril kepada Nabi ﷺ dan berkata, \"Wahai Muhammad, umatmu merasa kagum dengan ibadah mereka selama delapan puluh tahun itu tanpa berbuat durhaka barang sekejap mata pun. Sesungguhnya Allah subhanahu wa ta’ala telah menurunkan hal yang lebih baik daripada itu.\" Kemudian Malaikat Jibril a.s. membacakan kepadanya firman Allah subhanahu wa ta’ala: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: -3) Ini lebih baik daripada apa yang engkau dan umatmu kagumi. Maka bergembiralah karenanya Rasulullah ﷺ dan orang-orang yang bersamanya saat itu. Sufyan Ats-Tsauri mengatakan bahwa telah sampai kepadaku dari Mujahid sehubungan dengan malam kemuliaan lebih baik daripada seribu bulan.\n\nBahwa amalan, puasa, dan qiyamnya lebih baik daripada melakukan hal yang sama dalam seribu bulan. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Ibnu Abu Zaidah, dari Ibnu Juraij, dari Mujahid yang mengatakan bahwa malam kemuliaan lebih baik daripada seribu bulan yang di dalam bulan-bulannya tidak terdapat malam Lailatul Qadar.\n\nHal yang sama telah dikatakan oleh Qatadah ibnu Di'amah dan Imam Syafii serta yang lainnya yang bukan hanya seorang. Amr ibnu Qais Al-Mala'i telah mengatakan bahwa melakukan suatu amalan di malam kemuliaan lebih baik daripada melakukan amalan selama seribu bulan. Dan pendapat yang menyebutkan bahwa malam Lailatul Qadar itu lebih afdal daripada melakukan ibadah selama seribu bulan yang di dalamnya tidak terdapat Lailatul Qadar, merupakan pendapat yang dipilih oleh Ibnu Jarir, dan pendapat inilah yang benar, bukan yang lainnya.\n\nPengertian ini sama dengan apa yang disebutkan dalam sabda Nabi ﷺ yang mengatakan: Berjaga-jaga selama semalam di jalan Allah (jihad) lebih baik daripada seribu malam di tempat-tempat yang lainnya. Hadits diriwayatkan oleh Imam Ahmad. Sebagaimana pula yang disebutkan berkenaan dengan keutamaan seseorang yang datang ke shalat Jumat dengan penampilan yang baik dan niat yang saleh, bahwa dicatatkan baginya amal selama satu tahun, berikut pahala puasa dan qiyamnya. Dan masih banyak lagi nas-nas lainnya yang semakna.\n\n\". Imam Ahmad mengatakan, telah menceritakan kepada kami Ismail ibnu Ibrahim, telah menceritakan kepada kami Ayyub, dari Abu Qilabah, dari Abu Hurairah yang menceritakan bahwa ketika Ramadan tiba, Rasulullah ﷺ bersabda: Telah datang kepadamu bulan Ramadan, bulan yang diberkati, Allah telah memfardukan bagimu melakukan puasa padanya. Di dalamnya dibukakan semua pintu surga dan ditutup rapat-rapat semua pintu neraka, dan setan-setan dibelenggu. Di dalamnya terdapat suatu malam yang lebih baik daripada seribu bulan. Barang siapa yang terhalang dari kebaikannya, berarti dia telah terhalang (dari semua kebaikan). Imam An-Nasai meriwayatkannya melalui hadits Ayyub dengan sanad yang sama.\n\nMengingat melakukan ibadah di dalam malam Lailatul Qadar sebanding pahalanya dengan melakukan ibadah selama seribu bulan, telah disebutkan di dalam kitab Sahihain melalui Abu Hurairah, bahwa Rasulullah ﷺ telah bersabda: Barang siapa yang melakukan qiyam (shalat sunat) di malam Lailatul Qadar karena iman dan mengharapkan pahala dan ridaAllah, maka diampunilah baginya semua dosanya yang terdahulu. Firman Allah subhanahu wa ta’ala: Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. (Al-Qadar: 4) Yakni banyak malaikat yang turun di malam kemuliaan ini karena berkahnya yang banyak.\n\nDan para malaikat turun bersamaan dengan turunnya berkah dan rahmat, sebagaimana mereka pun turun ketika Al-Qur'an dibacakan dan mengelilingi halqah-halqah zikir serta meletakkan sayap mereka menaungi orang yang menuntut ilmu dengan benar karena menghormatinya. Adapun mengenai ar-ruh dalam ayat ini, menurut suatu pendapat makna yang dimaksud adalah Jibril a.s., yang hal ini berarti termasuk ke dalam Bab \"Ataf khusus kepada umum.\" Menurut pendapat lain menyebutkan, ar-ruh adalah sejenis malaikat tertentu, sebagaimana yang telah dijelaskan sebelumnya di dalam surat An-Naba.\n\nHanya Allah sajalah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: untuk mengatur segala urusan. (Al-Qadar: 4) Mujahid mengatakan bahwa selamatlah malam kemuliaan itu dari semua urusan. Sa'id ibnu Mansur mengatakan, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Al-A'masy, dari Mujahid sehubungan dengan makna firman-Nya: Malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Bahwa malam itu penuh keselamatan, setan tidak mampu berbuat keburukan padanya atau melakukan gangguan padanya. Qatadah dan yang lainnya mengatakan bahwa makna yang dimaksud ialah semua urusan ditetapkan di dalamnya dan semua ajal serta rezeki ditakdirkan, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Pada malam itu dijelaskan segala urusan yang penuh hikmah. (Ad' Dukhan: 4) Adapun firman Allah subhanahu wa ta’ala: Malam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 5) Sa'id ibnu Mansur mengatakan bahwa telah menceritakan kepada kami Hisyam, dari Abu Ishaq, dari Asy-Sya'bi sehubungan dengan makna firman-Nya: untuk mengatur segala urusan.\n\nMalam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 4-5) Makna yang dimaksud ialah salamnya para malaikat di malam Lailatul Qadar kepada orang-orang yang ada di dalam masjid sampai fajar terbit. Dan Ibnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa ia membaca ayat ini dengan bacaan berikut: Min kulli imri'in, yang artinya menjadi seperti berikut: Kepada setiap orang (malaikat memberi salam) di malam Lailatul Qadar sampai terbit fajar, yang dimaksud adalah ahli masjid.\n\nImam Baihaqi telah meriwayatkan sebuah atsar yang gharib yang menceritakan turunnya para malaikat dan lewatnya mereka kepada orang-orang yang sedang shalat di malam itu (malam kemuliaan) sehingga orang-orang yang shalat mendapat berkah karenanya. Ibnu Abu Hatim telah meriwayatkan sebuah atsar yang gharib dari Ka'bul Ahbar cukup panjang menceritakan turunnya para malaikat dari Sidratul Muntaha dipimpin oleh Malaikat Jibril a.s. ke bumi di malam kemuliaan dan doa mereka bagi orang-orang mukmin laki-laki dan perempuan.\n\n-: Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Imran Al-Qattan, dari Qatadah, dari Abu Maimunah, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda sehubungan dengan malam kemuliaan (Lailatul Qadar): Sesungguhnya malam kemuliaan itu jatuh pada malam dua puluh tujuh atau dua puluh sembilan (Ramadan), dan sesungguhnya para malaikat di bumi pada malam itu jumlahnya lebih banyak daripada bilangan batu kerikil. Al-A'masy telah meriwayatkan dari Al-Minhal, dari Abdur Rahman ibnu Abu Laila sehubungan dengan makna firman-Nya: untuk mengatur segala urusan, yang (penuh) kesejahteraan. (Al-Qadar: 4-5) Yakni tiada suatu urusan pun yang terjadi di malam itu.\n\nQatadah dan Ibnu Zaid mengatakan sehubungan dengan makna firman-Nya: malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Yaitu semuanya baik belaka, tiada suatu keburukan pun yang terjadi di malam itu sampai matahari terbit. Pengertian ini didukung oleh apa yang telah diriwayatkan oleh Imam Ahmad, \". telah menceritakan kepada kami Haiwah ibnu Syuraih, telah menceritakan kepada kami Baqiyyah. telah menceritakan kepadaku Bujair ibnu Sa'd dan Khalid ibnu Madan: dari Ubadah ibnus Samit, bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar terdapat di malam sepuluh yang terakhir (dari bulan Ramadan); barang siapa yang melakukan qiyam padanya karena mengharapkan pahala di malam-malam tersebut, maka Allah memberi ampunan baginya atas semua dosanyayang terdahulu dan yang kemudian.\n\nMalam Lailatul Qadar adalah malam yang ganjil, yang jatuh pada malam dua puluh sembilan, atau dua puluh tujuh, atau dua puluh lima, atau dua puluh tiga, atau malam yang terakhir. Rasulullah ﷺ telah bersabda pula: Sesungguhnya pertanda Lailatul Qadar ialah cuacanya bersih lagi terang seakan-akan ada rembulannya, tenang, lagi hening; suhunya tidak dingin dan tidak pula panas, dan tiada suatu bintang pun yang dilemparkan pada malam itu sampai pagi hari.\n\nDan sesungguhnya pertanda Lailatul Qadar itu dipagi harinya matahari terbit dalam keadaan sempurna, tetapi tidak bercahaya seperti biasanya melainkan seperti rembulan di malam purnama, dan tidak diperbolehkan bagi setan ikut muncul bersamaan dengan terbitnya matahari di hari itu. Sanad hadits ini hasan dan di dalam matannya terdapat garabah, dan pada sebagian lafaznya terdapat yang hal munkar.\n\nAbu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Zam'ah, dari Salamah ibnu Wahram, dari Ikrimah, dari Ibnu Abbas, bahwa Rasulullah ﷺ telah bersabda sehubungan dengan malam Lailatul Qadar: (Yaitu) malam yang sedang lagi terang, tidak panas dan tidak dingin, dan pada keesokan harinya cahaya mataharinya lemah kemerah-merahan. Ibnu Abu ‘Ashim An-Nabil telah meriwayatkan berikut sanadnya dari Jabir ibnu Abdullah, bahwa Rasulullah ﷺ pernah bersabda: Sesungguhnya aku telah melihat malam Lailatul Qadar, lalu aku dijadikan lupa kepadanya; malam Lailatul Qadar itu ada pada sepuluh terakhir (bulan Ramadan), pertandanya ialah cerah dan terang, suhunya tidak panas dan tidak pula dingin, seakan-akan padanya terdapat rembulan; setan tidak dapat keluar di malam itu hingga pagi harinya.\n\nPara ulama berbeda pendapat, apakah di kalangan umat-umat terdahulu ada Lailatul Qadar, ataukah memang Lailatul Qadar hanya khusus bagi umat ini? Ada dua pendapat di kalangan mereka mengenainya. Abu Mus'ab alias Ahmad ibnu Abu Bakar Az-Zuhri mengatakan, telah menceritakan kepada kami Malik, telah sampai kepadanya bahwa Rasulullah ﷺ diperlihatkan kepadanya usia-usia manusia yang sebelumnya dari kalangan umat terdahulu, atau sebagian dari hal tersebut menurut apa yang dikehendaki oleh Allah. Maka Rasulullah ﷺ seakan-akan menganggap pendek usia umatnya bila dibandingkan dengan mereka yang berusia sedemikian panjangnya dalam hal beramal, dan beliau merasa khawatir bila amal umatnya tidak dapat mencapai tingkatan mereka.\n\nMaka Allah subhanahu wa ta’ala memberinya Lailatul Qadar yang lebih baik daripada seribu bulan. Hadits ini telah disandarkan melalui jalur lain, dan apa yang dikatakan oleh Malik ini memberikan pengertian bahwa Lailatul Qadar hanya dikhususkan bagi umat ini. Dan pendapat ini telah dinukil oleh penulis kitab Al-Iddah, salah seorang ulama dari kalangan mazhab Syafii dari jumhur ulama; hanya Allah-lah Yang Maha Mengetahui. Al-Khattabi telah meriwayatkan adanya kesepakatan dalam hal ini, dan'Al-Qadi telah menukilnya secara pasti dari mazhab Syafii.\n\nAkan tetapi, pengertian yang ditunjukkan oleh hadits memberikan pengertian bahwa Lailatul Qadar terdapat pula di kalangan umat-umat terdahulu sebagaimana terdapat di kalangan umat kita sekarang. Imam Ahmad Ibnu Hambal mengatakan, telah menceritakan kepada kami Yahya ibnu Sa'id, dari Ikrimah ibnu Ammar, telah menceritakan kepadaku Abu Zamil alias Sammak Al-Hanafi, telah menceritakan kepadaku Malik ibnu Marsad ibnu Abdullah, telah menceritakan kepadaku Marsad yang telah mengatakan bahwa aku bertanya kepada Abu Dzar, \"Apakah yang pernah engkau tanyakan kepada Rasulullah ﷺ tentang Lailatul Qadar?\" Abu Dzar menjawab, bahwa dirinyalah orang yang paling gencar menanyakan tentang Lailatul Qadar kepada Rasulullah ﷺ Aku bertanya, \"Wahai Rasulullah, ceritakanlah kepadaku tentang Lailatul Qadar, apakah terdapat di dalam bulan Ramadan ataukah di bulan yang lain?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan ia terdapat di dalam bulan Ramadan.\" Aku bertanya lagi, \"Apakah Lailatul Qadar itu hanya ada di masa para nabi saja? Apabila mereka telah tiada, maka Lailatul Qadar dihapuskan, ataukah masih tetap ada sampai hari kiamat?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan Lailatul Qadar tetap ada sampai hari kiamat.\" Aku bertanya lagi, \"Di bagian manakah Lailatul Qadar terdapat dalam bulan Ramadan?\" Rasulullah ﷺ menjawab: Carilah Lailatul Qadar dalam sepuluh malam terakhirnya, jangan kamu bertanya lagi mengenai apapun sesudah ini.\n\nKemudian Rasulullah ﷺ melanjutkan perbincangannya, dan beliau terus berbincang-bincang, lalu aku memotong pembicaraannya dan bertanya, \"Di malam dua puluh berapakah Lailatul Qadar itu?\" Rasulullah ﷺ menjawab: Carilah ia di malam-malam sepuluh terakhir, dan jangan engkan bertanya lagi mengenainya sesudah ini. Rasulullah ﷺ melanjutkan pembicaraannya, kemudian aku memotong lagi pembicaraannya dan kukatakan kepadanya, \"Wahai Rasulullah, aku bersumpah kepada engkau demi hakku atas dirimu setelah engkau menceritakannya kepadaku, di malam dua puluh berapakah Lailatul Qadar itu?\" Maka beliau ﷺ kelihatan marah, dan aku belum pernah melihat beliau marah seperti itu sejak aku menjadi sahabatnya, lalu beliau bersabda: Carilah ia di malam-malam tujuh terakhir, dan jangan lagi engkau menanyakannya kepadaku sesudah ini. Imam An-Nasai meriwayatkannya dari Al-Fallas, dari Yahya ibnu Sa'id Al-Qattan dengan sanad yang sama.\n\nDi dalam hadits ini terkandung makna yang menunjukkan seperti apa yang telah kami sebutkan di atas, yaitu bahwa Lailatul Qadar masih tetap ada sampai hari kiamat, tiap tahunnya sesudah Nabi ﷺ tiada. Tidak sebagaimana yang disangka oleh sebagian golongan Syi'ah yang mengatakan bahwa Lailatul Qadar telah diangkat secara keseluruhan, sesuai dengan pemahaman mereka terhadap hadits yang akan kami kemukakan sehubungan dengan sabda Nabi ﷺ yang mengatakan: Maka diangkatlah (dihapuskanlah) LailatuI Qadar dan mudah-mudahan hal ini baik bagi kalian. Karena sesungguhnya makna yang dimaksud ialah hanya penghapusan mengenai pengetahuan malamnya secara tertentu.\n\nJuga dalam hadits di atas menunjukkan bahwa LailatuI Qadar itu hanya khusus terjadi di dalam bulan Ramadan, bukan bulan-bulan lainnya. Tidak sebagaimana yang diriwayatkan dari Ibnu Mas'ud dan ulama ahli Kufah yang mengikutinya, mereka mengatakan bahwa LailatuI Qadar itu terdapat di sepanjang tahun dan diharapkan terdapat di setiap bulannya secara merata. Imam Abu Dawud di dalam kitab sunannya telah menukil hadits ini dalam Bab \"Penjelasan LailatuI Qadar\" terdapat di semua Ramadan, untuk itu ia mengatakan bahwa: telah menceritakan kepada kami Humaid ibnu Zanjawaih As-Sami, telah menceritakan kepada kami Sa'id ibnu Abu Maryam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Musa ibnu Uqbah, dari Abu Ishaq, dari Sa'id ibnu Jubair, dari Abdullah ibnu Umar yang mengatakan bahwa Rasulullah ﷺ pernah ditanya mengenai LailatuI Qadar, sedangkan ia mendengarkannya.\n\nMaka beliau ﷺ menjawab: LailatuI Qadar terdapat di semua Ramadan. Sanad ini semua perawinya berpredikat siqah; hanya saja Abu Dawud mengatakan bahwa Syu'bah dan Sufyan telah meriwayatkan hadits ini dari Abu Ishaq, dan keduanya me-mauquf-kan hadits ini hanya sampai kepadanya. Dan telah diriwayatkan dari Abu Hanifah rahimahullah, bahwa LailatuI Qadar itu diharapkan terdapat di setiap bulan Ramadan. Ini merupakan suatu pendapat yang diriwayatkan oleh Al-Gazali dan dinilai gharib sekali oleh Ar-Rafi'i.\n\nKemudian dikatakan bahwa LailatuI Qadar itu terdapat di malam pertama bulan Ramadan, pendapat ini diriwayatkan dari Abu Razin. Menurut pendapat yang lain, LailatuI Qadar terdapat pada malam tujuh belas Ramadan. Sehubungan dengan hal ini Abu Dawud telah meriwayatkan sebuah hadits marfu' dari Ibnu Mas'ud. Sebagaimana telah diriwayatkan pula hal yang sama secara mauquf hanya sampai pada Ibnu Mas'ud, Zaid ibnu Arqam, dan Usman ibnu Abul As.\n\nDan hal ini merupakan suatu pendapat yang bersumber dari Muhammad ibnu Idris Asy-Syafii, dan diriwayatkan dari Al-Hasan Al-Basri. Mereka mengemukakan alasannya, bahwa LailatuI Qadar terjadi di malam Perang Badar, yang jatuh pada hari Jumat tanggal tujuh belas Ramadan. Dan di pagi harinya terjadi Perang Badar, yaitu hari yang disebut oleh Allah subhanahu wa ta’ala melalui firman-Nya dengan sebutan Yaumul Furqan, alias hari pembeda antara perkara yang hak dan perkara yang batil. Menurut pendapat lain, LailatuI Qadar jatuh pada tanggal sembilan belas bulan Ramadan; pendapat ini bersumber dari Ali dan juga Ibnu Mas'ud.\n\nMenurut pendapat yang lainnya lagi, LailatuI Qadar jatuh pada tanggal dua puluh satu berdasarkan hadits Abu Sa'id Al-Khudri yang mengatakan bahwa Rasulullah ﷺ melakukan i'tikaf di malam-malam sepuluh pertama bulan Ramadan, dan kami pun ikut i'tikaf bersamanya. Lalu datanglah Jibril dan mengatakan kepadanya, \"Sesungguhnya yang engkau cari berada di depanmu.\" MakaNabi ﷺ melakukan i'tikaf pada malam-malam pertengahan (sepuluh kedua) bulan Ramadan, dan kami ikut beri'tikaf bersamanya. Dan Jibril datang lagi kepadanya, lalu berkata, \"Yang engkau cari berada di depanmu.\" Kemudian Nabi ﷺ berdiri dan berkhotbah di pagi hari tanggal dua puluh Ramadan, antara lain beliau bersabda: Barang siapa yang telah melakukan i'tikaf bersamaku, hendaklah ia pulang, karena sesungguhnya aku telah melihat malam kemuliaan itu.\n\nDan sesungguhnya aku telah dibuat lupa terhadapnya, sesungguhnya malam kemuliaan itu berada di sepuluh terakhir bulan Ramadan pada malam-malam ganjilnya, dan sesungguhnya aku telah bermimpi seakan-akan diriku sedang sujud di tanah dan air (karena cuacanya hujan). Sedangkan atap masjid terbuat dari pelepah daun kurma, pada mulanya kami tidak melihat sepotong awan pun di langit. Lalu tiba-tiba terjadilah pelangi, dan terjadilah hujan, dan Nabi ﷺ membawa kami shalat sehingga aku melihat bekas tanah dan air menempel di kening beliau, hal ini membuktikan kebenaran dari mimpi yang dilihatnya.\n\nMenurut riwayat yang lain, kejadian itu terjadi pada pagi hari tanggal dua puluh satu Ramadan; diketengahkan oleh Imam Bukhari dan Imam Muslim di dalam kitab sahihnya masing-masing. Imam Syafii mengatakan bahwa hadits ini merupakan hadits yang sanadnya paling shahih. Menurut pendapat lainnya, malam kemuliaan terjadi pada tanggal dua puluh tiga Ramadan berdasarkan hadits Abdullah ibnu Unais dalam kitab Sahih Muslim, dan hadits ini konteksnya mendekati hadisnya Abu Sa'id; hanya Allah-lah Yang Maha Mengetahui.\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terjadi pada tanggal dua puluh empat Ramadan. Sehubungan dengan hal ini Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Hammad ibnu Salamah, dari Al-Jariri, dari Abu Nadrah, dari A.bu Sa'id, bahwa Rasulullah ﷺ telah bersabda: Lailatul Qadar adalah malam dua puluh empat (bulan Ramadan). Sanad hadits ini semua perawinya berpredikat siqah. Ahmad mengatakan bahwa telah menceritakan kepada kami Musa ibnu Daud, telah menceritakan kepada kami Ibnu Lahi'ah, dari Yazid ibnu Abu Habib, dari Abul Khair As-Sanabiji, dari Bilal yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar adalah malam dua puluh empat (Ramadan).\n\nIbnu Lahi'ah orangnya daif. Hadits ini bertentangan dengan apa yang telah diriwayatkan oleh Imam Bukhari dari Asbag, dari Ibnu Wahb, dari Arar ibnul Haris, dari Yazid ibnu Abu Habib, dari Abul Khair, dari Abu Abdullah As-Sanabiji yang mengatakan bahwa telah menceritakan kepadaku Bilal juru azan Rasulullah ﷺ, bahwa malam kemuliaan itu terdapat pada malam tujuh terakhir dari bulan Ramadan.\n\nHadits ini mauquf hanya sampai kepada Bilal, dan inilah yang paling shahih; hanya Allah-lah Yang Maha Mengetahui. Hal yang sama telah diriwayatkan dari Ibnu Mas'ud, Ibnu Abbas, Jabir, Al-Hasan, Qatadah, dan Abdullah ibnu Wahb, bahwa malam kemuliaan terdapat pada malam dua puluh empat Ramadan. Dalam pembahasan yang lalu telah disebutkan hadits Wasilah ibnul Asqa' secara marfu', yaitu dalam tafsir surat Al-Baqarah, berbunyi demikian: Sesungguhnya Al-Qur'an diturunkan pada malam dua puluh empat (Ramadan).\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh lima Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Bukhari dari Abdullah ibnu Abbas, bahwa Rasulullah ﷺ pernah bersabda: Carilah malam kemuliaan di malam-malam sepuluh terakhir dari bulan Ramadan, yaitu bila tinggal sembilan malam lagi atau bila tinggal tujuh malam lagi, atau bila tinggal lima malam lagi. Kebanyakan ulama menakwilkan makna hadits ini dengan malam-malam yang ganjil, dan pendapat inilah yang kuat dan yang terkenal.\n\nSedangkan ulama lainnya menakwilkannya terjadi pada malam-malam yang genap dari malam-malam sepuluh terakhir Ramadan. Ini berdasarkan apa yang telah diriwayatkan oleh Imam Muslim dari Abu Sa'id, bahwa ia menakwilkannya demikian; hanya Allah-lah Yang Maha Mengetahui. Menurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh tujuh Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Muslim di dalam kitab sahihnya, dari Ubay ibnu Ka'b, dari Rasulullah ﷺ, bahwa malam kemuliaan terjadi pada tanggal dua puluh tujuh.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sufyan yang telah mendengar dari Abdah dan ‘Ashim, dari Zur yang mengatakan bahwa ia pernah bertanya kepada Ubay ibnu Ka'b, \"Wahai Abul Munzir, engkau pernah berkata bahwa saudaramu Ibnu Mas'ud pernah mengatakan bahwa barang siapa yang melakukan qiyaimil lail sepanjang tahun, niscaya akan menjumpai Lailatul Qadar.\" Ubay ibnu Ka'b menjawab, \"Semoga Allah merahmatinya, sesungguhnya dia telah mengetahui bahwa malam kemuliaan itu terdapat di dalam bulan Ramadan dan tepatnya di malam dua puluh tujuh.\" Kemudian Ubay ibnu Ka'b bersumpah untuk menguatkan perkataannya.\n\nDan aku bertanya, \"Bagaimanakah kamu mengetahuinya?\" Ubay ibnu Ka'b menjawab, \"Melalui alamat atau tandanya yang telah diberitahukan kepada kami oleh Nabi ﷺ, bahwa pada siang harinya mentari terbit di pagi harinya, sedangkan cahayanya lemah.\" Imam Muslim telah meriwayatkan ini melalui jalur Sufyan ibnu Uyaynah, Syu'bah, dan Al-Auza'i, dari Abdah, dari Zur, dari Ubay, lalu disebutkan hal yang semisal.\n\nYang di dalamnya disebutkan bahwa Ubay ibnu Ka'b mengatakan, \"Demi Allah, yang tiada Tuhan yang berhak disembah selain Dia, sesungguhnya malam kemuliaan itu benar-benar berada di bulan Ramadan.\" Ubay ibnu Ka'b bersumpah tanpa mengucapkan pengecualian, lalu ia melanjutkan, \"Demi Allah, sesungguhnya aku benar-benar mengetahui di tanggal berapakah Lailatul Qadar itu berada, Rasulullah ﷺ telah memerintahkan kami untuk melakukan qiyam padanya, yaitu tanggal dua puluh tujuh. Dan pertandanya ialah di pagi harinya mentari terbit dengan cahaya yang redup.\" Dalam bab yang sama telah disebutkan dari Mu'awiyah, Ibnu Umar, dan Ibnu Abbas serta selain mereka, dari Rasulullah ﷺ yang telah bersabda bahwa Lailatul Qadar itu adalah malam dua puluh tujuh.\n\nDan inilah pendapat yang dipegang oleh segolongan ulama Salaf, dan merupakan pendapat yang dianut di kalangan mazhab Imam Ahmad ibnu Hambal rahimahullah, juga menurut suatu riwayat yang bersumber dari Imam Abu Hanifah menyebutkan hal yang sama. Telah diriwayatkan pula dari sebagian ulama Salaf, bahwa Imam Abu Hanifah berupaya menyimpulkan keadaan Lailatul Qadar jatuh pada tanggal duapuluh tujuh dari Al-Qur'an melalui firman-Nya, \"Hiya (malam itu),\" dengan alasan bahwa kalimat ini merupakan kalimat yang kedua puluh tujuh dari surat yang bersangkutan; hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Dan tahukah kamu, wahai Nabi Muhammad, apakah malam kemuliaan dan keagungan itu' Ungkapan Lailatul Qadr baru disebut oleh Al-Qur'an dalam ayat pertama surah ini sehingga Allah perlu menjelaskan artinya dan menggugah perhatian Nabi tentangnya. 3. Malam kemuliaan itu lebih baik daripada seribu bulan tanpa malam qadar di dalamnya. Ibadah pada malam itu mempunyai nilai yang sangat tinggi di mata Allah, lebih tinggi daripada ibadah selama seribu bulan.","tafsir-lengkap-kemenag":"Kemudian dalam ayat ini, Allah menyatakan keutamaan Lailatul-Qadr yang tidak dapat diketahui oleh para ulama dan ilmuwan, bagaimanapun tingginya ilmu pengetahuan mereka. Pengertian dan pengetahuan Nabi-Nya pun tidak sanggup menentukan kebesaran dan keutamaan malam itu. Hanya Allah yang mengetahui segala hal yang gaib, yang menciptakan alam semesta, yang mewujudkannya dari tidak ada menjadi ada.","tafsir-alazhar":"SURAH AL-QADR(KEMULIAAN)SURAH KE-97, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Sesungguhnya telah Kami turunkan dia pada Malam Kemuliaan.\" (ayat 1)Artinya Allah Tuhan sarwa sekalian alam telah menurunkan Al-Qur'an yang pertama sekali kepada Nabi-Nya pada Lailatul Qadr, Malam Kemuliaan. Sebagian arti qadr itu ialah kemuliaan. Sejak malam itu perikemanusiaan dicerahi kemuliaan; dikeluarkan dari Zhulumaat (kegelapan), kepada Nur (cahaya petunjuk Allah) yang gilang-gemilang. Dan boleh juga diartikan Lailatul-Qadr sebagai Malam Penentuan karena pada waktu itulah mulai ditentukan langkah yang akan ditempuh Rasul-Nya dalam memberi petunjuk bagi umat manusia. Di malam itu dimulai menentukan garis pemisah di antara kufur dengan iman, jahiliyyah dengan Islam, syirik dengan tauhid; tidak berkacau balau lagi. Kedua arti ini boleh dipakai.Ayat 2“Dan sudahkah engkau tahu, apakah dia malam Kemuliaan itu?\" (ayat 2)Ayat yang kedua ini tersusun sebagai suatu pertanyaan Allah kepada Nabi-Nya untuk memperkukuh perhatian kepada nilai tertinggi malam itu.Ayat 3“Malam Kemuliaan itu lebih utama daripada seribu bulan.\" (ayat 3)Dikatakan dalam ayat ketiga ini bahwa keutamaan Malam Kemuliaan (Lailatul-Qadr) itu sama dengan seribu bulan, lebih daripada delapan puluh tahun, selanjut usia seorang manusia. Lalu diterangkan pula sebabnya dalam ayat selanjutnya,Ayat 4“Turun Malaikat dan Ruh pada malam itu, dengan izin Tuhan mereka, membawa pokok-pokok dari tiap-tiap perintah.\" (ayat 4)Itulah sebab yang nyata dari kemuliaan malam itu. Laksana satu perutusan, atau satu delegasi, malaikat-malaikat turun ke muka bumi ini bersama-sama dengan malaikat yang di sini disebut ruh, yaitu kepala dari sekalian malaikat. Itulah Malaikat Jibril yang kadang-kadang disebut juga Ruhul Amin dan kadang- kadang disebut juga Ruhul Quds, menghantarkan wahyu kepada Nabi yang telah terpilih buat menerimanya, yaitu al-Mushthafa, Muhammad ﷺ di Gua Hira.Nilai malam itu menjadi tinggi sekali, lebih utama dari seribu bulan, setinggi-tinggi usia biasa yang dapat dicapai oleh manusia. Pada kali pertama dan utama itu Jibril memperlihatkan dirinya kepada Muhammad menurut keadaannya yang asli, sehingga Nabi sendiri pernah mengatakan bahwa hanya dua kali dia melihat Jibril dalam keadaannya sebenarnya, yaitu pada malam Lailatul-Qadr, atau Nuzulul Al-Qur'an itu di Gua Hira; dan kedua di Sidratul Muntaha ketika mi'raj. Pada kali yang lain beliau melihat Jibril dalam penjelmaan sebagai manusia, menyerupakan dirinya dengan sahabat Nabi yang bernama Dihyah al-Kalbi.Di dalam surah ad-Dukhkhan, ayat 3, malam itu disebut Lailatun Mubarakatun, malam yang diberkati Allah.Amat mulialah malam itu, sebab malaikat-malaikat dan Ruh menyatakan dirinya dan Muhammad ﷺ mulai berhubungan dengan Alam Malakut, dan akan terus-meneruslah hal itu selama 23 tahun; 10 tahun di Mekah dan 13 tahun di Madinah. Di ujung ayat disebutkan bahwa kedatangan malaikat-malaikat dan Ruh itu dengan izin Allah, ialah karena akan menyampaikan pokok-pokok dari tiap-tiap perintah. Setiap perintah akan disampaikan kepada Rasul ﷺ, setiap itu pulalah malaikat dan Ruh akan datang, sehingga lancarlah perhubungan di antara alam syahadah dengan alam gaib.Ayat 5“Sejahteralah dia sehingga terbit fajar.\" (ayat 5)Sebab pada malam itulah Nabi diberi pengertian mengapa sejak beberapa waktu sebelum itu dia mengalami beberapa pengalaman yang ganjil. Dia merasakan mimpi yang benar, dia mendengar suara di dekat telinganya sebagai gemuruh bunyi lonceng. Mulai pada malam itu terobat hati manusia utama itu, Muhammad ﷺ, yang sudah sekian lama merasa terpencil dari kaumnya karena perasaannya yang murni sudah sejak kecilnya tidak menyetujui menyembah berhala dan tidak pernah beliau memuja patung-patung dari batu dan kayu sejak kecilnya. Dan sudah sejak mudanya hati kecilnya tidak menyetujui adat-adat buruk bangsanya. Pada malam itulah terjawab segala pertanyaan dalam hati, terbuka segala rahasia yang musykil selama ini. Itulah malam damai, malam salam, sejak terbenamnya matahari sampai terbitnya fajar hari esoknya.Dengan keterangan 3 ayat Lailatul-Qadr, ditambah 3 ayat pembuka dari surah ad-Dukhkhan, teranglah bahwa malam Lailatul-Qadr itu adalah malam mula turunnya Al-Qur'an.Bilakah masa Lailatul-Qadr itu? Al-Qur'an telah menjelaskannya lagi. Di dalam surah al- Baqarah ayat 185 jelas bahwa bulan Ramadhan adalah bulan yang padanyalah diturunkan Al-Qur'an, menjadi petunjuk bagi manusia, dan keterangan-keterangan dari petunjuk itu dan pemisah di antara yang hak dengan yang batil.Tetapi menjadi perbincangan panjang lebar pula di antara ahli-ahli hadits dan riwayat, bilakah datangnya malam Lailatul-Qadr itu? Sehingga dalam kitab al-Fathul-Bari syarah Bukhari dari Ibnu Hajar al-Asqalani yang terkenal itu, disalinkan beliau tidak kurang ada 45 qaul tentang malam terjadinya Lailatul Qadr, masing-masing menurut catatan ulama-ulama yang merawikannya; sejak dari malam 1 Ramadhan sampai malam 29 (atau malam 30 Ramadhan) ada saja ulama yang merawikan malam itu dalam kitab tersebut. Dan semuanya pun dinukilkan pula oleh asy-Syaukani di dalam Nailul Authar. Ada satu riwayat dalam hadits Bukhari dirawikan dari Abu Said al-Khudri bahwa tentang malam berapa yang tepat, dianjurkanlah supaya setiap malam bulan Ramadhan itu diramaikan dan diisikan dengan aneka ibadah. Tetapi terdapat juga riwayat yang kuat bahwa Lailatul Qadr itu ialah pada malam sepuluh yang akhir dari Ramadhan, artinya sejak malam ke-21. Karena sejak malam 21 itu Nabi ﷺ lebih memperkuat ibadahnya daripada malam-malam yang sebelumnya, sampai beliau bangunkan kaum keluarganya yang tertidur.Abdullah bin Mas'ud, dan asy-Sya'bi dan al-Hasan dan Qatadah berpendapat bahwa malam itu ialah malam 24 Ramadhan. Alasan mereka ialah karena ada hadits dari Wastilah bahwa Al- Qur'an diturunkan pada 24 Ramadhan.Suatu riwayat lagi dari as-Suyuthi, yang kemudian sekali dikuatkan oleh Syekh Khudhari, Guru Besar pada Fuad I University (1922), jatuhnya ialah pada 17 Ramadhan, Orang yang berpegang pada 17 Ramadhan ini mengambil istimbath dari ayat 41 dari surah al-Anfaal karena di sana tersebut“...dan apa yang Kami turunkan kepada hamba Kami pada Hari Pemisahan, hari bertemu dua golongan.\" (al-Anfal: 41)“Hari bertemu dua golongan\" ialah Peperangan Badar, pada 17 Ramadhan, sedang “Hari Pemisahan\" ialah hari turunnya Al-Qur'an yang pertama, yang disebut juga malam yang diberi berkat sebagai tersebut dalam surah ad-Dukhkhan, di atas tadi. Maka oleh karena berhadapan dua golongan di Perang Badar itu, golongan Islam dan golongan musyrikin teriadi 17 Ramadhan. Mereka menguatkan bahwa Lailatul-Qadr, mulai turunnya Al-Qur'an di gua Hira', ialah 17 Ramadhan pula, meskipun jarak waktunya adalah 15 tahun.Kita pun dapatlah memahamkan bahwa ini pun adalah hasil ijtihad, bukan suatu nash qath'i yang pasti dipegang teguh, sebab Nabi ﷺ menyuruh memperhebat ibadah setelah sepuluh yang akhir, bukan pada malam 17 Ramadhan. Menurut keterangan al-Hafizh Ibnu Hajar juga, dalam Fathul Bari, setengah ulama berpendapat bahwa malam Lailatul Qadr yang sebenarnya itu hanyalah satu kali saja, yaitu ketika Al-Qur'an mulai pertama turun. Adapun Lailatul Qadr yang kita peringati dan memperbanyak ibadah pada tiap malam hari bulan Ramadhan itu, ialah untuk memperteguh ingatan kita kepada turunnya Al-Qur'an itu. Sudah terang malam itu pasti terjadi dalam bulan Ramadhan.Kita hidupkan malam itu, mengambil berkat dan sempena, memperbanyak syukur kepada Allah karena bertepatan dengan malam itulah Al-Qur'an mulai diturunkan Allah. Berdiri mengerjakan shalat yang disebut Qiyamul Lail atau tarawih, di seluruh malam Ramadhan ataupun menambah ramainya di malam sepuluh yang akhir, pastilah salah satu bertepatan dengan malam turunnya Al-Qur'an.Bukanlah ini saja hari-hari besar yang disuruh peringati di dalam Islam. Kita pun disuruh mempuasakan 10 Muharam, atau Asyura karena mengenangkan beberapa kejadian pada nabi-nabi yang terdahulu pada tanggal tersebut. Nabi ﷺ pun menegakkan beberapa sunnah dalam manasik haji guna mengenangkan kejadian zaman lampau; seumpama sa'i antara Bukit Shafa dan Marwah, mengenangkan betapa sulitnya Hajar mencari air untuk putranya, Ismail, di lembah yang tidak bertumbuh-tumbuhan itu. Kita pun disuruh melontar Jumratul Aqabah bersama kedua jumrah lagi, memperingati perdayaan setan kepada Nabi Ibrahim karena akan menyembelih putranya atas perintah Allah. Namun Ibrahim tetap teguh hatinya dan tidak kena oleh perdayaan itu. Maka jika kita tilik memperingati Lailatul Qadr, atau Malam Kemuliaan, atau Malam Penentuan, dapatlah semuanya kita pertautkan jadi satu, yaitu membesarkan syi'ar Allah untuk menambah takwa hati.Ada juga yang mengatakan bahwa malam Lailatul Qadr itu dapat disaksikan dengan kejadian yang ganjil-ganjil. Misalnya air berhenti mengalir, pohon kayu runduk ke bumi dan sebagainya. Semuanya itu adalah hal-hal yang tidak dapat dipertanggung jawabkan menurut ilmu agama yang sebenarnya.Heran dan kagumlah saya dengan orang tua saya, Syekh Yusuf Amrullah, yang wafat pada 11 Ramadhan 1392 (19 Oktober 1972), dalam usia 86 tahun, ketika saya menziarahi beliau pada 10 April 1972. Beliau menyatakan pendapatnya yang sesuai dengan pendapat ulama yang disalinkan oleh al-Hafizh Ibnu Hajar tadi, bahwa Lailatul Qadr yang sebenarnya hanya sekali, yaitu ketika mula-mula Al-Qur'an diturunkan. Yang kita perkuat ibadah di dalam bulan puasa menunggu Lailatul Qadr itu ialah memperingati dan memuliakan malam pertama turunnya Al-Qur'an. Kita kenangkan tiap tahun, agar kita bertambah teguh memegang segala yang dituntunkan Allah di dalam Al-Qur'an. Saya menjadi kagum, karena sudah lama mata beliau tidak dapat melihat kitab-kitab lagi.Ada juga terdapat beberapa perkataan mengatakan bahwa Lailatin Mubarakatin, malam yang diberi berkat itu bukanlah Lailatul- Qadr, melainkan malam Nisfu Sya'ban. Tetapi dalam penyelidikan terhadap sumber agama yang sah, yaitu Al-Qur'an dan hadits shahih, tidaklah bertemu sumbernya. Riwayat tentang Nisfu Sya'ban itu tidaklah dapat dipegang, sanad-sanadnya kacau balau, riwayatnya banyak yang dhaif, bahkan ada yang dusta. Oleh sebab itu tidaklah dapat dijadikan dasar untuk dijadikan aqidah dan pegangan."}},"3":{"arabic":"لَيۡلَةُ ٱلۡقَدۡرِ خَيۡرٌ مِّنۡ أَلۡفِ شَهۡرٍلَيۡلَةُ ٱلۡقَدۡرِ خَيۡرٌ مِّنۡ أَلۡفِ شَهۡرٍ","words":{"arabicWords":["لَيۡلَةُ","ٱلۡقَدۡرِ","خَيۡرٞ","مِّنۡ","أَلۡفِ","شَهۡرٖ"],"translationWords":["malam","kemuliaan","lebih baik","dari","seribu","bulan"]},"translation":"Lailatulqadar itu lebih baik daripada seribu bulan.","tafsir":{"tafsir-jalalayn":"(Malam kemuliaan itu lebih baik daripada seribu bulan) yang tidak ada malam lailatulkadarnya; beramal saleh pada malam itu pahalanya jauh lebih besar dan lebih baik daripada beramal saleh yang dilakukan selama seribu bulan yang tidak mengandung malam lailatulkadar.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qadr: 1-5\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. Malam itu (penuh) kesejahteraan sampai terbit fajar. Allah subhanahu wa ta’ala menceritakan bahwa Dia menurunkan Al-Qur'an di malam Lailatul Qadar, yaitu malam yang penuh dengan keberkahan, sebagaimana yang dijelaskan dalam ayat lain melalui firman-Nya: sesungguhnya Kami menurunkannya pada suatu malam yang diberkati. (Ad-Dukhan: 3) Yaitu Lailatul Qadaryangterletakdi dalam bulan Ramadan, sebagaimana yang disebutkan di dalam firman-Nya: (Beberapa hari yang ditentukan itu ialah) bulan Ramadan, bulan yang di dalamnya diturunkan (permulaan)Al-Qur'an. (Al-Baqarah: 185) Ibnu Abbas dan lain-lainnya mengatakan bahwa Allah subhanahu wa ta’ala menurunkan Al-Qur'an sekaligus dari Lauh Mahfuz ke Baitul 'Izzah di langit yang terdekat.\n\nKemudian diturunkan secara terpisah-pisah sesuai dengan kejadian-kejadian dalam masa dua puluh tiga tahun kepada Rasulullah ﷺ Kemudian Allah subhanahu wa ta’ala berfirman, mengagungkan kedudukan Lailatul Qadar yang dikhususkan oleh Allah subhanahu wa ta’ala sebagai malam diturunkan-Nya Al-Qur'an di dalamnya. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 2-3) Abu Isa At-At-Tirmidzi sehubungan dengan tafsir ayat ini mengatakan, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Abu Dawud At-Tayalisi, telah menceritakan kepada kami Al-Qasim ibnul Fadl Al-Haddani, dari Yusuf ibnu Sad yang mengatakan bahwa seorang lelaki bangkit menuju kepada Al-Hasan ibnu Ali sesudah membaiat Mu'awiyah. Lalu lelaki itu berkata, \"Engkau telah mencoreng muka kaum mukmin,\" atau, \"Wahai orang yang mencoreng muka kaum mukmin.\" Maka Al-Hasan ibnu Ali menjawab, \"Janganlah engkau mencelaku, semoga Allah merahmatimu, karena sesungguhnya Nabi ﷺ pernah diperlihatkan kepadanya Bani Umayyah berada di atas mimbarnya, hal itu membuat diri beliau merasa berdukacita.\n\nMaka turunlah firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar' (Al-Kautsar: 1) wahai Muhammad, yakni sebuah sungai (teiaga) di dalam surga. Dan turunlah pula firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan' (Al-Qadar: 1-3). yang akan dimilikkan sesudahmu kepada Bani Umayyah, wahai Muhammad.\" Al-Qasim mengatakan bahwa lalu kami menghitung-hitungnya, dan ternyata masa pemerintahan Bani Umayyah adalah seribu bulan, tidak lebih dan tidak kurang barang sehari pun.\n\nKemudian Imam At-Tirmidzi mengatakan bahwa hadits ini gharib, kami tidak mengenalnya melainkan melalui jalur ini, yaitu melalui hadits Al-Qasim ibnul Fadl. Dia adalah seorang yang berpredikat siqah, dinilai siqah oleh Yahya Al-Qattan dan Abdur Rahman ibnu Mahdi. Imam At-Tirmidzi mengatakan bahwa gurunya bernama Yusuf ibnu Sa'd yang dikenal dengan nama Yusuf ibnu Mazin, dia adalah seorang yang tidak dikenal.\n\nDan hadits dengan lafal yang seperti ini tidaklah dikenal melainkan hanya melalui jalur ini. Imam Hakim di dalam kitab Mustadrak-nya telah meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin dengan sanad yang sama. Dan mengenai perkataan (penilaian) Imam At-Tirmidzi yang menyebutkan bahwa Yusuf ibnu Sa'd seorang yang tidak dikenal, masih perlu diteliti. Karena sesungguhnya telah meriwayatkan darinya sejumiah ulama yang antara lain ialah Hammad ibnu Salamah, Khalid Al-Hazza dan Yunus ibnu Ubaid.\n\nYahya ibnu Mu'in menilainya sebagai seorang yang masyhur (terkenal). Dan menurut suatu riwayat dari Ibnu Mu'in, Yusuf ibnu Sa'd adalah seorang yang siqah (dipercaya). Ibnu Jarir meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin, demikianlah menurutnya, dan ini menimbulkan idtirab dalam hadits ini; hanya Allah sajalah Yang Maha Mengetahui. Kemudian hadits ini dengan hipotesis apa pun berpredikat munkar sekali. Guru kami Imam Al-Hafidzh Al-Hujjah Abul Hajjaj Al-Maziy mengatakan bahwa hadits ini berpredikat munkar.\n\nMenurut hemat kami, ucapan Al-Qasim ibnul Fadl Al-Haddani yang menyebutkan bahwa ia menghitung-hitung masa pemerintahan Bani Umayyah, maka ternyata ia menjumpainya seribu bulan, tidak lebih dan tidak kurang barang sehari pun, pendapat ini tidaklah benar. Karena sesungguhnya Mu'awiyah ibnu Abu Sufyan baru memegang tampuk pemerintahan saat Al-Hasan ibnu Ali menyerahkannya kepada dia pada tahun empat puluh Hijriah, lalu semua baiat sepakat 'tertuju kepada Mu'awiyah, maka tahun itu dinamakan dengan tahun Jama'ah.\n\nKemudian Bani Umayyah terus-menerus memegang kendali pemerintahan berturut-turut di negeri Syam dan negeri lainnya. Tiada suatu kawasan pun yang memberontak terhadap mereka kecuali hanya di masa pemerintahan Abdullah ibnuz Zubair di kedua tanah suci (Mekah dan Madinah), dan Al-Ahwaz serta negeri-negeri yang terdekat selama sembilan tahun. Akan tetapi, kesatuan dan persatuan mereka tetap berada di bawah pemerintahan Bani Umayyah secara keseluruhan terkecuali hanya pada sebagian kawasan yang tertentu.\n\nHingga pada akhirnya kekhalifahan direbut dari tangan mereka oleh Banil Abbas pada tahun seratus tiga puluh dua. Dengan demikran, berarti jumlah masa pemerintahan Bani Umayyah seluruhnya adalah sembilan puluh dua tahun, dan ini berarti lebih dari seribu bulan, yang kalau dijumlahkan berarti hanya delapan puluh tiga tahun lebih empat bulan. Kalau begitu, berarti Al-Qasim ibnul Fadl menggugurkan masa pemerintahan mereka di masa-masa Ibnuz Zubair (yang hanya sembilan tahun itu).\n\nJika demikian, berarti jumlah ini mendekati kebenaran dari apa yang dikatakannya; hanya Allah jualah Yang Maha Mengetahui. Bukti lain yang menunjukkan ke-daif-an hadits ini ialah karena hadits ini sengaja diutarakan hanya untuk mencela pemerintahan Bani Umayyah. Seandainya dimaksudkan untuk mencela mereka, tentulah bukan dengan konteks seperti itu. Mengingat keutamaan LailatuI Qadar di masa-masa pemerintahan mereka bukanlah menunjukkan tercelanya hari-hari mereka.\n\nSesungguhnya malam LailatuI Qadar itu sangat mulia, dan surat yang mulia ini diturunkan hanya semata-mata memuji malam LailatuI Qadar. Lalu mengapa ayat ini memuji keutamaannya di masa-masa pemerintahan Bani Umayyah yang dinilai oleh hadits ini tercela. Hal ini tiada lain hanyalah seperti apa yang dikatakan oleh penyair: ... Tidakkah engkau lihat, bahwa pedang itu turun pamornya bila dikatakan bahwa ia lebih tajam daripada tongkat? Penyair lainnya mengatakan: ...\n\nJika engkau mengutamakan seseorang yang mempunyai keahlian di atas orang yang tidak mempunyai keahlian, maka sama saja dengan merendahkan martabat orang yang dipujinya. Kemudian bila-dipahami dari ayat ini bahwa seribu bulan yang disebutkan dalam ayat menunjukkan masa pemerintahan Bani Umayyah, sedangkan suratnya sendiri adalah Makkiyyah. Lalu bagaimana bisa dibelokkan dengan pengertian seribu bulan masa pemerintahan Bani Umayyah, padahal baik lafal maupun makna ayat tidak menunjukkan kepada pengertian itu.\n\nDan lagi mimbar itu hanyalah baru dibuat di Madinah sesudah hijrah. Semua bukti tersebut menunjukkan kelemahan dan kemungkaran hadits di atas; hanya Allah sajalah Yang Maha Mengetahui. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Muslim ibnu Khalid, dari Ibnu Abu Najih, dari Mujahid, bahwa Nabi ﷺ menceritakan tentang seorang lelaki dari kalangan Bani Israil yang menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah subhanahu wa ta’ala Maka kaum muslim merasa kagum dengan perihal lelaki Bani Israil itu.\n\nMujahid melanjutkan kisahnya, bahwa lalu Allah subhanahu wa ta’ala menurunkan firman-Nya: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 1-3) Maksudnya, lebih baik daripada lelaki itu menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Hakkam ibnu Muslim, dari Al-Musanna ibnus Sabbah, dari Mujahid yang meHgatakan bahwa dahulu di kalangan kaum Bani Israil terdapat seorang lelaki yang malam harinya melakukan qiyam hingga pagi hari, kemudian di siang harinya ia berjihad di jalan Allah hingga petang hari.\n\nDia mengerjakan amalan ini selama seribu bulan, maka Allah menurunkan firman-Nya: Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 3) Yakni melakukan qiyam di malam kemuliaan itu lebih baik daripada amalan laki-laki Bani Israil itu. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Maslamah ibnu Ali, dari Ali ibnu Urwah yang mengatakan bahwa di suatu hari Rasulullah ﷺ menceritakan tentang kisah empat orang lelaki dari kalangan kaum Bani Israil (di masa lalu); mereka menyembah Allah selama delapan puluh tahun tanpa melakukan kedurhakaan kepada-Nya barang sekejap mata pun.\n\nBeliau ﷺ menyebutkan nama mereka, yaitu Ayyub, Zakaria, Hizkil ibnul Ajuz, dan Yusya' ibnu Nun. Ali ibnu Urwah melanjutkan kisahnya, bahwa lalu para sahabat Rasulullah ﷺ merasa kagum dengan amalan mereka. Maka datanglah Jibril kepada Nabi ﷺ dan berkata, \"Wahai Muhammad, umatmu merasa kagum dengan ibadah mereka selama delapan puluh tahun itu tanpa berbuat durhaka barang sekejap mata pun. Sesungguhnya Allah subhanahu wa ta’ala telah menurunkan hal yang lebih baik daripada itu.\" Kemudian Malaikat Jibril a.s. membacakan kepadanya firman Allah subhanahu wa ta’ala: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: -3) Ini lebih baik daripada apa yang engkau dan umatmu kagumi. Maka bergembiralah karenanya Rasulullah ﷺ dan orang-orang yang bersamanya saat itu. Sufyan Ats-Tsauri mengatakan bahwa telah sampai kepadaku dari Mujahid sehubungan dengan malam kemuliaan lebih baik daripada seribu bulan.\n\nBahwa amalan, puasa, dan qiyamnya lebih baik daripada melakukan hal yang sama dalam seribu bulan. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Ibnu Abu Zaidah, dari Ibnu Juraij, dari Mujahid yang mengatakan bahwa malam kemuliaan lebih baik daripada seribu bulan yang di dalam bulan-bulannya tidak terdapat malam Lailatul Qadar.\n\nHal yang sama telah dikatakan oleh Qatadah ibnu Di'amah dan Imam Syafii serta yang lainnya yang bukan hanya seorang. Amr ibnu Qais Al-Mala'i telah mengatakan bahwa melakukan suatu amalan di malam kemuliaan lebih baik daripada melakukan amalan selama seribu bulan. Dan pendapat yang menyebutkan bahwa malam Lailatul Qadar itu lebih afdal daripada melakukan ibadah selama seribu bulan yang di dalamnya tidak terdapat Lailatul Qadar, merupakan pendapat yang dipilih oleh Ibnu Jarir, dan pendapat inilah yang benar, bukan yang lainnya.\n\nPengertian ini sama dengan apa yang disebutkan dalam sabda Nabi ﷺ yang mengatakan: Berjaga-jaga selama semalam di jalan Allah (jihad) lebih baik daripada seribu malam di tempat-tempat yang lainnya. Hadits diriwayatkan oleh Imam Ahmad. Sebagaimana pula yang disebutkan berkenaan dengan keutamaan seseorang yang datang ke shalat Jumat dengan penampilan yang baik dan niat yang saleh, bahwa dicatatkan baginya amal selama satu tahun, berikut pahala puasa dan qiyamnya. Dan masih banyak lagi nas-nas lainnya yang semakna.\n\n\". Imam Ahmad mengatakan, telah menceritakan kepada kami Ismail ibnu Ibrahim, telah menceritakan kepada kami Ayyub, dari Abu Qilabah, dari Abu Hurairah yang menceritakan bahwa ketika Ramadan tiba, Rasulullah ﷺ bersabda: Telah datang kepadamu bulan Ramadan, bulan yang diberkati, Allah telah memfardukan bagimu melakukan puasa padanya. Di dalamnya dibukakan semua pintu surga dan ditutup rapat-rapat semua pintu neraka, dan setan-setan dibelenggu. Di dalamnya terdapat suatu malam yang lebih baik daripada seribu bulan. Barang siapa yang terhalang dari kebaikannya, berarti dia telah terhalang (dari semua kebaikan). Imam An-Nasai meriwayatkannya melalui hadits Ayyub dengan sanad yang sama.\n\nMengingat melakukan ibadah di dalam malam Lailatul Qadar sebanding pahalanya dengan melakukan ibadah selama seribu bulan, telah disebutkan di dalam kitab Sahihain melalui Abu Hurairah, bahwa Rasulullah ﷺ telah bersabda: Barang siapa yang melakukan qiyam (shalat sunat) di malam Lailatul Qadar karena iman dan mengharapkan pahala dan ridaAllah, maka diampunilah baginya semua dosanya yang terdahulu. Firman Allah subhanahu wa ta’ala: Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. (Al-Qadar: 4) Yakni banyak malaikat yang turun di malam kemuliaan ini karena berkahnya yang banyak.\n\nDan para malaikat turun bersamaan dengan turunnya berkah dan rahmat, sebagaimana mereka pun turun ketika Al-Qur'an dibacakan dan mengelilingi halqah-halqah zikir serta meletakkan sayap mereka menaungi orang yang menuntut ilmu dengan benar karena menghormatinya. Adapun mengenai ar-ruh dalam ayat ini, menurut suatu pendapat makna yang dimaksud adalah Jibril a.s., yang hal ini berarti termasuk ke dalam Bab \"Ataf khusus kepada umum.\" Menurut pendapat lain menyebutkan, ar-ruh adalah sejenis malaikat tertentu, sebagaimana yang telah dijelaskan sebelumnya di dalam surat An-Naba.\n\nHanya Allah sajalah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: untuk mengatur segala urusan. (Al-Qadar: 4) Mujahid mengatakan bahwa selamatlah malam kemuliaan itu dari semua urusan. Sa'id ibnu Mansur mengatakan, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Al-A'masy, dari Mujahid sehubungan dengan makna firman-Nya: Malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Bahwa malam itu penuh keselamatan, setan tidak mampu berbuat keburukan padanya atau melakukan gangguan padanya. Qatadah dan yang lainnya mengatakan bahwa makna yang dimaksud ialah semua urusan ditetapkan di dalamnya dan semua ajal serta rezeki ditakdirkan, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Pada malam itu dijelaskan segala urusan yang penuh hikmah. (Ad' Dukhan: 4) Adapun firman Allah subhanahu wa ta’ala: Malam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 5) Sa'id ibnu Mansur mengatakan bahwa telah menceritakan kepada kami Hisyam, dari Abu Ishaq, dari Asy-Sya'bi sehubungan dengan makna firman-Nya: untuk mengatur segala urusan.\n\nMalam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 4-5) Makna yang dimaksud ialah salamnya para malaikat di malam Lailatul Qadar kepada orang-orang yang ada di dalam masjid sampai fajar terbit. Dan Ibnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa ia membaca ayat ini dengan bacaan berikut: Min kulli imri'in, yang artinya menjadi seperti berikut: Kepada setiap orang (malaikat memberi salam) di malam Lailatul Qadar sampai terbit fajar, yang dimaksud adalah ahli masjid.\n\nImam Baihaqi telah meriwayatkan sebuah atsar yang gharib yang menceritakan turunnya para malaikat dan lewatnya mereka kepada orang-orang yang sedang shalat di malam itu (malam kemuliaan) sehingga orang-orang yang shalat mendapat berkah karenanya. Ibnu Abu Hatim telah meriwayatkan sebuah atsar yang gharib dari Ka'bul Ahbar cukup panjang menceritakan turunnya para malaikat dari Sidratul Muntaha dipimpin oleh Malaikat Jibril a.s. ke bumi di malam kemuliaan dan doa mereka bagi orang-orang mukmin laki-laki dan perempuan.\n\n-: Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Imran Al-Qattan, dari Qatadah, dari Abu Maimunah, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda sehubungan dengan malam kemuliaan (Lailatul Qadar): Sesungguhnya malam kemuliaan itu jatuh pada malam dua puluh tujuh atau dua puluh sembilan (Ramadan), dan sesungguhnya para malaikat di bumi pada malam itu jumlahnya lebih banyak daripada bilangan batu kerikil. Al-A'masy telah meriwayatkan dari Al-Minhal, dari Abdur Rahman ibnu Abu Laila sehubungan dengan makna firman-Nya: untuk mengatur segala urusan, yang (penuh) kesejahteraan. (Al-Qadar: 4-5) Yakni tiada suatu urusan pun yang terjadi di malam itu.\n\nQatadah dan Ibnu Zaid mengatakan sehubungan dengan makna firman-Nya: malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Yaitu semuanya baik belaka, tiada suatu keburukan pun yang terjadi di malam itu sampai matahari terbit. Pengertian ini didukung oleh apa yang telah diriwayatkan oleh Imam Ahmad, \". telah menceritakan kepada kami Haiwah ibnu Syuraih, telah menceritakan kepada kami Baqiyyah. telah menceritakan kepadaku Bujair ibnu Sa'd dan Khalid ibnu Madan: dari Ubadah ibnus Samit, bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar terdapat di malam sepuluh yang terakhir (dari bulan Ramadan); barang siapa yang melakukan qiyam padanya karena mengharapkan pahala di malam-malam tersebut, maka Allah memberi ampunan baginya atas semua dosanyayang terdahulu dan yang kemudian.\n\nMalam Lailatul Qadar adalah malam yang ganjil, yang jatuh pada malam dua puluh sembilan, atau dua puluh tujuh, atau dua puluh lima, atau dua puluh tiga, atau malam yang terakhir. Rasulullah ﷺ telah bersabda pula: Sesungguhnya pertanda Lailatul Qadar ialah cuacanya bersih lagi terang seakan-akan ada rembulannya, tenang, lagi hening; suhunya tidak dingin dan tidak pula panas, dan tiada suatu bintang pun yang dilemparkan pada malam itu sampai pagi hari.\n\nDan sesungguhnya pertanda Lailatul Qadar itu dipagi harinya matahari terbit dalam keadaan sempurna, tetapi tidak bercahaya seperti biasanya melainkan seperti rembulan di malam purnama, dan tidak diperbolehkan bagi setan ikut muncul bersamaan dengan terbitnya matahari di hari itu. Sanad hadits ini hasan dan di dalam matannya terdapat garabah, dan pada sebagian lafaznya terdapat yang hal munkar.\n\nAbu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Zam'ah, dari Salamah ibnu Wahram, dari Ikrimah, dari Ibnu Abbas, bahwa Rasulullah ﷺ telah bersabda sehubungan dengan malam Lailatul Qadar: (Yaitu) malam yang sedang lagi terang, tidak panas dan tidak dingin, dan pada keesokan harinya cahaya mataharinya lemah kemerah-merahan. Ibnu Abu ‘Ashim An-Nabil telah meriwayatkan berikut sanadnya dari Jabir ibnu Abdullah, bahwa Rasulullah ﷺ pernah bersabda: Sesungguhnya aku telah melihat malam Lailatul Qadar, lalu aku dijadikan lupa kepadanya; malam Lailatul Qadar itu ada pada sepuluh terakhir (bulan Ramadan), pertandanya ialah cerah dan terang, suhunya tidak panas dan tidak pula dingin, seakan-akan padanya terdapat rembulan; setan tidak dapat keluar di malam itu hingga pagi harinya.\n\nPara ulama berbeda pendapat, apakah di kalangan umat-umat terdahulu ada Lailatul Qadar, ataukah memang Lailatul Qadar hanya khusus bagi umat ini? Ada dua pendapat di kalangan mereka mengenainya. Abu Mus'ab alias Ahmad ibnu Abu Bakar Az-Zuhri mengatakan, telah menceritakan kepada kami Malik, telah sampai kepadanya bahwa Rasulullah ﷺ diperlihatkan kepadanya usia-usia manusia yang sebelumnya dari kalangan umat terdahulu, atau sebagian dari hal tersebut menurut apa yang dikehendaki oleh Allah. Maka Rasulullah ﷺ seakan-akan menganggap pendek usia umatnya bila dibandingkan dengan mereka yang berusia sedemikian panjangnya dalam hal beramal, dan beliau merasa khawatir bila amal umatnya tidak dapat mencapai tingkatan mereka.\n\nMaka Allah subhanahu wa ta’ala memberinya Lailatul Qadar yang lebih baik daripada seribu bulan. Hadits ini telah disandarkan melalui jalur lain, dan apa yang dikatakan oleh Malik ini memberikan pengertian bahwa Lailatul Qadar hanya dikhususkan bagi umat ini. Dan pendapat ini telah dinukil oleh penulis kitab Al-Iddah, salah seorang ulama dari kalangan mazhab Syafii dari jumhur ulama; hanya Allah-lah Yang Maha Mengetahui. Al-Khattabi telah meriwayatkan adanya kesepakatan dalam hal ini, dan'Al-Qadi telah menukilnya secara pasti dari mazhab Syafii.\n\nAkan tetapi, pengertian yang ditunjukkan oleh hadits memberikan pengertian bahwa Lailatul Qadar terdapat pula di kalangan umat-umat terdahulu sebagaimana terdapat di kalangan umat kita sekarang. Imam Ahmad Ibnu Hambal mengatakan, telah menceritakan kepada kami Yahya ibnu Sa'id, dari Ikrimah ibnu Ammar, telah menceritakan kepadaku Abu Zamil alias Sammak Al-Hanafi, telah menceritakan kepadaku Malik ibnu Marsad ibnu Abdullah, telah menceritakan kepadaku Marsad yang telah mengatakan bahwa aku bertanya kepada Abu Dzar, \"Apakah yang pernah engkau tanyakan kepada Rasulullah ﷺ tentang Lailatul Qadar?\" Abu Dzar menjawab, bahwa dirinyalah orang yang paling gencar menanyakan tentang Lailatul Qadar kepada Rasulullah ﷺ Aku bertanya, \"Wahai Rasulullah, ceritakanlah kepadaku tentang Lailatul Qadar, apakah terdapat di dalam bulan Ramadan ataukah di bulan yang lain?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan ia terdapat di dalam bulan Ramadan.\" Aku bertanya lagi, \"Apakah Lailatul Qadar itu hanya ada di masa para nabi saja? Apabila mereka telah tiada, maka Lailatul Qadar dihapuskan, ataukah masih tetap ada sampai hari kiamat?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan Lailatul Qadar tetap ada sampai hari kiamat.\" Aku bertanya lagi, \"Di bagian manakah Lailatul Qadar terdapat dalam bulan Ramadan?\" Rasulullah ﷺ menjawab: Carilah Lailatul Qadar dalam sepuluh malam terakhirnya, jangan kamu bertanya lagi mengenai apapun sesudah ini.\n\nKemudian Rasulullah ﷺ melanjutkan perbincangannya, dan beliau terus berbincang-bincang, lalu aku memotong pembicaraannya dan bertanya, \"Di malam dua puluh berapakah Lailatul Qadar itu?\" Rasulullah ﷺ menjawab: Carilah ia di malam-malam sepuluh terakhir, dan jangan engkan bertanya lagi mengenainya sesudah ini. Rasulullah ﷺ melanjutkan pembicaraannya, kemudian aku memotong lagi pembicaraannya dan kukatakan kepadanya, \"Wahai Rasulullah, aku bersumpah kepada engkau demi hakku atas dirimu setelah engkau menceritakannya kepadaku, di malam dua puluh berapakah Lailatul Qadar itu?\" Maka beliau ﷺ kelihatan marah, dan aku belum pernah melihat beliau marah seperti itu sejak aku menjadi sahabatnya, lalu beliau bersabda: Carilah ia di malam-malam tujuh terakhir, dan jangan lagi engkau menanyakannya kepadaku sesudah ini. Imam An-Nasai meriwayatkannya dari Al-Fallas, dari Yahya ibnu Sa'id Al-Qattan dengan sanad yang sama.\n\nDi dalam hadits ini terkandung makna yang menunjukkan seperti apa yang telah kami sebutkan di atas, yaitu bahwa Lailatul Qadar masih tetap ada sampai hari kiamat, tiap tahunnya sesudah Nabi ﷺ tiada. Tidak sebagaimana yang disangka oleh sebagian golongan Syi'ah yang mengatakan bahwa Lailatul Qadar telah diangkat secara keseluruhan, sesuai dengan pemahaman mereka terhadap hadits yang akan kami kemukakan sehubungan dengan sabda Nabi ﷺ yang mengatakan: Maka diangkatlah (dihapuskanlah) LailatuI Qadar dan mudah-mudahan hal ini baik bagi kalian. Karena sesungguhnya makna yang dimaksud ialah hanya penghapusan mengenai pengetahuan malamnya secara tertentu.\n\nJuga dalam hadits di atas menunjukkan bahwa LailatuI Qadar itu hanya khusus terjadi di dalam bulan Ramadan, bukan bulan-bulan lainnya. Tidak sebagaimana yang diriwayatkan dari Ibnu Mas'ud dan ulama ahli Kufah yang mengikutinya, mereka mengatakan bahwa LailatuI Qadar itu terdapat di sepanjang tahun dan diharapkan terdapat di setiap bulannya secara merata. Imam Abu Dawud di dalam kitab sunannya telah menukil hadits ini dalam Bab \"Penjelasan LailatuI Qadar\" terdapat di semua Ramadan, untuk itu ia mengatakan bahwa: telah menceritakan kepada kami Humaid ibnu Zanjawaih As-Sami, telah menceritakan kepada kami Sa'id ibnu Abu Maryam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Musa ibnu Uqbah, dari Abu Ishaq, dari Sa'id ibnu Jubair, dari Abdullah ibnu Umar yang mengatakan bahwa Rasulullah ﷺ pernah ditanya mengenai LailatuI Qadar, sedangkan ia mendengarkannya.\n\nMaka beliau ﷺ menjawab: LailatuI Qadar terdapat di semua Ramadan. Sanad ini semua perawinya berpredikat siqah; hanya saja Abu Dawud mengatakan bahwa Syu'bah dan Sufyan telah meriwayatkan hadits ini dari Abu Ishaq, dan keduanya me-mauquf-kan hadits ini hanya sampai kepadanya. Dan telah diriwayatkan dari Abu Hanifah rahimahullah, bahwa LailatuI Qadar itu diharapkan terdapat di setiap bulan Ramadan. Ini merupakan suatu pendapat yang diriwayatkan oleh Al-Gazali dan dinilai gharib sekali oleh Ar-Rafi'i.\n\nKemudian dikatakan bahwa LailatuI Qadar itu terdapat di malam pertama bulan Ramadan, pendapat ini diriwayatkan dari Abu Razin. Menurut pendapat yang lain, LailatuI Qadar terdapat pada malam tujuh belas Ramadan. Sehubungan dengan hal ini Abu Dawud telah meriwayatkan sebuah hadits marfu' dari Ibnu Mas'ud. Sebagaimana telah diriwayatkan pula hal yang sama secara mauquf hanya sampai pada Ibnu Mas'ud, Zaid ibnu Arqam, dan Usman ibnu Abul As.\n\nDan hal ini merupakan suatu pendapat yang bersumber dari Muhammad ibnu Idris Asy-Syafii, dan diriwayatkan dari Al-Hasan Al-Basri. Mereka mengemukakan alasannya, bahwa LailatuI Qadar terjadi di malam Perang Badar, yang jatuh pada hari Jumat tanggal tujuh belas Ramadan. Dan di pagi harinya terjadi Perang Badar, yaitu hari yang disebut oleh Allah subhanahu wa ta’ala melalui firman-Nya dengan sebutan Yaumul Furqan, alias hari pembeda antara perkara yang hak dan perkara yang batil. Menurut pendapat lain, LailatuI Qadar jatuh pada tanggal sembilan belas bulan Ramadan; pendapat ini bersumber dari Ali dan juga Ibnu Mas'ud.\n\nMenurut pendapat yang lainnya lagi, LailatuI Qadar jatuh pada tanggal dua puluh satu berdasarkan hadits Abu Sa'id Al-Khudri yang mengatakan bahwa Rasulullah ﷺ melakukan i'tikaf di malam-malam sepuluh pertama bulan Ramadan, dan kami pun ikut i'tikaf bersamanya. Lalu datanglah Jibril dan mengatakan kepadanya, \"Sesungguhnya yang engkau cari berada di depanmu.\" MakaNabi ﷺ melakukan i'tikaf pada malam-malam pertengahan (sepuluh kedua) bulan Ramadan, dan kami ikut beri'tikaf bersamanya. Dan Jibril datang lagi kepadanya, lalu berkata, \"Yang engkau cari berada di depanmu.\" Kemudian Nabi ﷺ berdiri dan berkhotbah di pagi hari tanggal dua puluh Ramadan, antara lain beliau bersabda: Barang siapa yang telah melakukan i'tikaf bersamaku, hendaklah ia pulang, karena sesungguhnya aku telah melihat malam kemuliaan itu.\n\nDan sesungguhnya aku telah dibuat lupa terhadapnya, sesungguhnya malam kemuliaan itu berada di sepuluh terakhir bulan Ramadan pada malam-malam ganjilnya, dan sesungguhnya aku telah bermimpi seakan-akan diriku sedang sujud di tanah dan air (karena cuacanya hujan). Sedangkan atap masjid terbuat dari pelepah daun kurma, pada mulanya kami tidak melihat sepotong awan pun di langit. Lalu tiba-tiba terjadilah pelangi, dan terjadilah hujan, dan Nabi ﷺ membawa kami shalat sehingga aku melihat bekas tanah dan air menempel di kening beliau, hal ini membuktikan kebenaran dari mimpi yang dilihatnya.\n\nMenurut riwayat yang lain, kejadian itu terjadi pada pagi hari tanggal dua puluh satu Ramadan; diketengahkan oleh Imam Bukhari dan Imam Muslim di dalam kitab sahihnya masing-masing. Imam Syafii mengatakan bahwa hadits ini merupakan hadits yang sanadnya paling shahih. Menurut pendapat lainnya, malam kemuliaan terjadi pada tanggal dua puluh tiga Ramadan berdasarkan hadits Abdullah ibnu Unais dalam kitab Sahih Muslim, dan hadits ini konteksnya mendekati hadisnya Abu Sa'id; hanya Allah-lah Yang Maha Mengetahui.\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terjadi pada tanggal dua puluh empat Ramadan. Sehubungan dengan hal ini Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Hammad ibnu Salamah, dari Al-Jariri, dari Abu Nadrah, dari A.bu Sa'id, bahwa Rasulullah ﷺ telah bersabda: Lailatul Qadar adalah malam dua puluh empat (bulan Ramadan). Sanad hadits ini semua perawinya berpredikat siqah. Ahmad mengatakan bahwa telah menceritakan kepada kami Musa ibnu Daud, telah menceritakan kepada kami Ibnu Lahi'ah, dari Yazid ibnu Abu Habib, dari Abul Khair As-Sanabiji, dari Bilal yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar adalah malam dua puluh empat (Ramadan).\n\nIbnu Lahi'ah orangnya daif. Hadits ini bertentangan dengan apa yang telah diriwayatkan oleh Imam Bukhari dari Asbag, dari Ibnu Wahb, dari Arar ibnul Haris, dari Yazid ibnu Abu Habib, dari Abul Khair, dari Abu Abdullah As-Sanabiji yang mengatakan bahwa telah menceritakan kepadaku Bilal juru azan Rasulullah ﷺ, bahwa malam kemuliaan itu terdapat pada malam tujuh terakhir dari bulan Ramadan.\n\nHadits ini mauquf hanya sampai kepada Bilal, dan inilah yang paling shahih; hanya Allah-lah Yang Maha Mengetahui. Hal yang sama telah diriwayatkan dari Ibnu Mas'ud, Ibnu Abbas, Jabir, Al-Hasan, Qatadah, dan Abdullah ibnu Wahb, bahwa malam kemuliaan terdapat pada malam dua puluh empat Ramadan. Dalam pembahasan yang lalu telah disebutkan hadits Wasilah ibnul Asqa' secara marfu', yaitu dalam tafsir surat Al-Baqarah, berbunyi demikian: Sesungguhnya Al-Qur'an diturunkan pada malam dua puluh empat (Ramadan).\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh lima Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Bukhari dari Abdullah ibnu Abbas, bahwa Rasulullah ﷺ pernah bersabda: Carilah malam kemuliaan di malam-malam sepuluh terakhir dari bulan Ramadan, yaitu bila tinggal sembilan malam lagi atau bila tinggal tujuh malam lagi, atau bila tinggal lima malam lagi. Kebanyakan ulama menakwilkan makna hadits ini dengan malam-malam yang ganjil, dan pendapat inilah yang kuat dan yang terkenal.\n\nSedangkan ulama lainnya menakwilkannya terjadi pada malam-malam yang genap dari malam-malam sepuluh terakhir Ramadan. Ini berdasarkan apa yang telah diriwayatkan oleh Imam Muslim dari Abu Sa'id, bahwa ia menakwilkannya demikian; hanya Allah-lah Yang Maha Mengetahui. Menurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh tujuh Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Muslim di dalam kitab sahihnya, dari Ubay ibnu Ka'b, dari Rasulullah ﷺ, bahwa malam kemuliaan terjadi pada tanggal dua puluh tujuh.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sufyan yang telah mendengar dari Abdah dan ‘Ashim, dari Zur yang mengatakan bahwa ia pernah bertanya kepada Ubay ibnu Ka'b, \"Wahai Abul Munzir, engkau pernah berkata bahwa saudaramu Ibnu Mas'ud pernah mengatakan bahwa barang siapa yang melakukan qiyaimil lail sepanjang tahun, niscaya akan menjumpai Lailatul Qadar.\" Ubay ibnu Ka'b menjawab, \"Semoga Allah merahmatinya, sesungguhnya dia telah mengetahui bahwa malam kemuliaan itu terdapat di dalam bulan Ramadan dan tepatnya di malam dua puluh tujuh.\" Kemudian Ubay ibnu Ka'b bersumpah untuk menguatkan perkataannya.\n\nDan aku bertanya, \"Bagaimanakah kamu mengetahuinya?\" Ubay ibnu Ka'b menjawab, \"Melalui alamat atau tandanya yang telah diberitahukan kepada kami oleh Nabi ﷺ, bahwa pada siang harinya mentari terbit di pagi harinya, sedangkan cahayanya lemah.\" Imam Muslim telah meriwayatkan ini melalui jalur Sufyan ibnu Uyaynah, Syu'bah, dan Al-Auza'i, dari Abdah, dari Zur, dari Ubay, lalu disebutkan hal yang semisal.\n\nYang di dalamnya disebutkan bahwa Ubay ibnu Ka'b mengatakan, \"Demi Allah, yang tiada Tuhan yang berhak disembah selain Dia, sesungguhnya malam kemuliaan itu benar-benar berada di bulan Ramadan.\" Ubay ibnu Ka'b bersumpah tanpa mengucapkan pengecualian, lalu ia melanjutkan, \"Demi Allah, sesungguhnya aku benar-benar mengetahui di tanggal berapakah Lailatul Qadar itu berada, Rasulullah ﷺ telah memerintahkan kami untuk melakukan qiyam padanya, yaitu tanggal dua puluh tujuh. Dan pertandanya ialah di pagi harinya mentari terbit dengan cahaya yang redup.\" Dalam bab yang sama telah disebutkan dari Mu'awiyah, Ibnu Umar, dan Ibnu Abbas serta selain mereka, dari Rasulullah ﷺ yang telah bersabda bahwa Lailatul Qadar itu adalah malam dua puluh tujuh.\n\nDan inilah pendapat yang dipegang oleh segolongan ulama Salaf, dan merupakan pendapat yang dianut di kalangan mazhab Imam Ahmad ibnu Hambal rahimahullah, juga menurut suatu riwayat yang bersumber dari Imam Abu Hanifah menyebutkan hal yang sama. Telah diriwayatkan pula dari sebagian ulama Salaf, bahwa Imam Abu Hanifah berupaya menyimpulkan keadaan Lailatul Qadar jatuh pada tanggal duapuluh tujuh dari Al-Qur'an melalui firman-Nya, \"Hiya (malam itu),\" dengan alasan bahwa kalimat ini merupakan kalimat yang kedua puluh tujuh dari surat yang bersangkutan; hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Malam kemuliaan itu lebih baik daripada seribu bulan tanpa malam qadar di dalamnya. Ibadah pada malam itu mempunyai nilai yang sangat tinggi di mata Allah, lebih tinggi daripada ibadah selama seribu bulan. 4. Pada malam itu turun para malaikat dan Ruh, yakni Jibril, dari langit ke bumi dengan izin Tuhannya untuk mengatur semua urusan makhluk yang telah ditentukan-Nya di Lauh Mahfuz untuk satu tahun mendatang, seperti umur, rezeki, kematian, dan sebagainya. Inilah yang membuat malam itu begitu mulia.","tafsir-lengkap-kemenag":"Pada ayat ini, Allah menerangkan keutamaan Lailatul-Qadr yang sebenarnya. Malam itu adalah suatu malam yang memancarkan cahaya hidayah sebagai permulaan tasyri' yang diturunkan untuk kebahagiaan manusia. Malam itu juga sebagai peletakan batu pertama syariat Islam, sebagai agama penghabisan bagi umat manusia, yang sesuai dengan kemaslahatan mereka sepanjang zaman. Malam tersebut lebih utama dari seribu bulan yang mereka lalui dengan bergelimang dosa kemusyrikan dan kesesatan yang tidak berkesudahan. Ibadah pada malam itu mempunyai nilai tambah berupa kemuliaan dan ganjaran yang lebih baik dari ibadah seribu bulan\n\nSebutan kata \"seribu\" dalam ayat ini tidak bermaksud untuk menentukan bilangannya. Akan tetapi, maksudnya untuk menyatakan banyaknya yang tidak terhingga sebagaimana yang dikehendaki dengan firman Allah:\n\nMasing-masing dari mereka ingin diberi umur seribu tahun. (al-Baqarah/2: 96).\n\nApakah ada malam yang lebih mulia daripada malam yang padanya mulai diturunkan cahaya hidayah untuk manusia setelah berabad-abad lamanya mereka berada dalam kesesatan dan kekufuran? Apakah ada kemuliaan yang lebih agung daripada malam di mana cahaya purnama ilmu makrifah ketuhanan menerangi jiwa Muhammad ﷺ yang diutus sebagai rahmat untuk seluruh manusia, menyampaikan berita gembira dan ancaman serta memanggil mereka ke jalan yang lurus, menjadikan mereka umat yang melepaskan manusia dari belenggu perbudakan dan penindasan penguasa yang zalim di timur dan barat, dan mempersatukan mereka sesudah berpecah-belah dan bermusuh-musuhan?\n\nMaka seyogyanya umat Islam menjadikan malam tersebut sebagai hari raya karena malam itu merupakan waktu turunnya undang-undang dasar samawi yang mengarahkan manusia ke arah yang bermanfaat bagi mereka. Penurunan ini juga memperbaharui janji mereka dengan Tuhan yang berhubungan dengan jiwa dan harta sebagai tanda syukur atas nikmat pemberian-Nya serta mengharapkan pahala balasan-Nya.","tafsir-alazhar":"SURAH AL-QADR(KEMULIAAN)SURAH KE-97, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Sesungguhnya telah Kami turunkan dia pada Malam Kemuliaan.\" (ayat 1)Artinya Allah Tuhan sarwa sekalian alam telah menurunkan Al-Qur'an yang pertama sekali kepada Nabi-Nya pada Lailatul Qadr, Malam Kemuliaan. Sebagian arti qadr itu ialah kemuliaan. Sejak malam itu perikemanusiaan dicerahi kemuliaan; dikeluarkan dari Zhulumaat (kegelapan), kepada Nur (cahaya petunjuk Allah) yang gilang-gemilang. Dan boleh juga diartikan Lailatul-Qadr sebagai Malam Penentuan karena pada waktu itulah mulai ditentukan langkah yang akan ditempuh Rasul-Nya dalam memberi petunjuk bagi umat manusia. Di malam itu dimulai menentukan garis pemisah di antara kufur dengan iman, jahiliyyah dengan Islam, syirik dengan tauhid; tidak berkacau balau lagi. Kedua arti ini boleh dipakai.Ayat 2“Dan sudahkah engkau tahu, apakah dia malam Kemuliaan itu?\" (ayat 2)Ayat yang kedua ini tersusun sebagai suatu pertanyaan Allah kepada Nabi-Nya untuk memperkukuh perhatian kepada nilai tertinggi malam itu.Ayat 3“Malam Kemuliaan itu lebih utama daripada seribu bulan.\" (ayat 3)Dikatakan dalam ayat ketiga ini bahwa keutamaan Malam Kemuliaan (Lailatul-Qadr) itu sama dengan seribu bulan, lebih daripada delapan puluh tahun, selanjut usia seorang manusia. Lalu diterangkan pula sebabnya dalam ayat selanjutnya,Ayat 4“Turun Malaikat dan Ruh pada malam itu, dengan izin Tuhan mereka, membawa pokok-pokok dari tiap-tiap perintah.\" (ayat 4)Itulah sebab yang nyata dari kemuliaan malam itu. Laksana satu perutusan, atau satu delegasi, malaikat-malaikat turun ke muka bumi ini bersama-sama dengan malaikat yang di sini disebut ruh, yaitu kepala dari sekalian malaikat. Itulah Malaikat Jibril yang kadang-kadang disebut juga Ruhul Amin dan kadang- kadang disebut juga Ruhul Quds, menghantarkan wahyu kepada Nabi yang telah terpilih buat menerimanya, yaitu al-Mushthafa, Muhammad ﷺ di Gua Hira.Nilai malam itu menjadi tinggi sekali, lebih utama dari seribu bulan, setinggi-tinggi usia biasa yang dapat dicapai oleh manusia. Pada kali pertama dan utama itu Jibril memperlihatkan dirinya kepada Muhammad menurut keadaannya yang asli, sehingga Nabi sendiri pernah mengatakan bahwa hanya dua kali dia melihat Jibril dalam keadaannya sebenarnya, yaitu pada malam Lailatul-Qadr, atau Nuzulul Al-Qur'an itu di Gua Hira; dan kedua di Sidratul Muntaha ketika mi'raj. Pada kali yang lain beliau melihat Jibril dalam penjelmaan sebagai manusia, menyerupakan dirinya dengan sahabat Nabi yang bernama Dihyah al-Kalbi.Di dalam surah ad-Dukhkhan, ayat 3, malam itu disebut Lailatun Mubarakatun, malam yang diberkati Allah.Amat mulialah malam itu, sebab malaikat-malaikat dan Ruh menyatakan dirinya dan Muhammad ﷺ mulai berhubungan dengan Alam Malakut, dan akan terus-meneruslah hal itu selama 23 tahun; 10 tahun di Mekah dan 13 tahun di Madinah. Di ujung ayat disebutkan bahwa kedatangan malaikat-malaikat dan Ruh itu dengan izin Allah, ialah karena akan menyampaikan pokok-pokok dari tiap-tiap perintah. Setiap perintah akan disampaikan kepada Rasul ﷺ, setiap itu pulalah malaikat dan Ruh akan datang, sehingga lancarlah perhubungan di antara alam syahadah dengan alam gaib.Ayat 5“Sejahteralah dia sehingga terbit fajar.\" (ayat 5)Sebab pada malam itulah Nabi diberi pengertian mengapa sejak beberapa waktu sebelum itu dia mengalami beberapa pengalaman yang ganjil. Dia merasakan mimpi yang benar, dia mendengar suara di dekat telinganya sebagai gemuruh bunyi lonceng. Mulai pada malam itu terobat hati manusia utama itu, Muhammad ﷺ, yang sudah sekian lama merasa terpencil dari kaumnya karena perasaannya yang murni sudah sejak kecilnya tidak menyetujui menyembah berhala dan tidak pernah beliau memuja patung-patung dari batu dan kayu sejak kecilnya. Dan sudah sejak mudanya hati kecilnya tidak menyetujui adat-adat buruk bangsanya. Pada malam itulah terjawab segala pertanyaan dalam hati, terbuka segala rahasia yang musykil selama ini. Itulah malam damai, malam salam, sejak terbenamnya matahari sampai terbitnya fajar hari esoknya.Dengan keterangan 3 ayat Lailatul-Qadr, ditambah 3 ayat pembuka dari surah ad-Dukhkhan, teranglah bahwa malam Lailatul-Qadr itu adalah malam mula turunnya Al-Qur'an.Bilakah masa Lailatul-Qadr itu? Al-Qur'an telah menjelaskannya lagi. Di dalam surah al- Baqarah ayat 185 jelas bahwa bulan Ramadhan adalah bulan yang padanyalah diturunkan Al-Qur'an, menjadi petunjuk bagi manusia, dan keterangan-keterangan dari petunjuk itu dan pemisah di antara yang hak dengan yang batil.Tetapi menjadi perbincangan panjang lebar pula di antara ahli-ahli hadits dan riwayat, bilakah datangnya malam Lailatul-Qadr itu? Sehingga dalam kitab al-Fathul-Bari syarah Bukhari dari Ibnu Hajar al-Asqalani yang terkenal itu, disalinkan beliau tidak kurang ada 45 qaul tentang malam terjadinya Lailatul Qadr, masing-masing menurut catatan ulama-ulama yang merawikannya; sejak dari malam 1 Ramadhan sampai malam 29 (atau malam 30 Ramadhan) ada saja ulama yang merawikan malam itu dalam kitab tersebut. Dan semuanya pun dinukilkan pula oleh asy-Syaukani di dalam Nailul Authar. Ada satu riwayat dalam hadits Bukhari dirawikan dari Abu Said al-Khudri bahwa tentang malam berapa yang tepat, dianjurkanlah supaya setiap malam bulan Ramadhan itu diramaikan dan diisikan dengan aneka ibadah. Tetapi terdapat juga riwayat yang kuat bahwa Lailatul Qadr itu ialah pada malam sepuluh yang akhir dari Ramadhan, artinya sejak malam ke-21. Karena sejak malam 21 itu Nabi ﷺ lebih memperkuat ibadahnya daripada malam-malam yang sebelumnya, sampai beliau bangunkan kaum keluarganya yang tertidur.Abdullah bin Mas'ud, dan asy-Sya'bi dan al-Hasan dan Qatadah berpendapat bahwa malam itu ialah malam 24 Ramadhan. Alasan mereka ialah karena ada hadits dari Wastilah bahwa Al- Qur'an diturunkan pada 24 Ramadhan.Suatu riwayat lagi dari as-Suyuthi, yang kemudian sekali dikuatkan oleh Syekh Khudhari, Guru Besar pada Fuad I University (1922), jatuhnya ialah pada 17 Ramadhan, Orang yang berpegang pada 17 Ramadhan ini mengambil istimbath dari ayat 41 dari surah al-Anfaal karena di sana tersebut“...dan apa yang Kami turunkan kepada hamba Kami pada Hari Pemisahan, hari bertemu dua golongan.\" (al-Anfal: 41)“Hari bertemu dua golongan\" ialah Peperangan Badar, pada 17 Ramadhan, sedang “Hari Pemisahan\" ialah hari turunnya Al-Qur'an yang pertama, yang disebut juga malam yang diberi berkat sebagai tersebut dalam surah ad-Dukhkhan, di atas tadi. Maka oleh karena berhadapan dua golongan di Perang Badar itu, golongan Islam dan golongan musyrikin teriadi 17 Ramadhan. Mereka menguatkan bahwa Lailatul-Qadr, mulai turunnya Al-Qur'an di gua Hira', ialah 17 Ramadhan pula, meskipun jarak waktunya adalah 15 tahun.Kita pun dapatlah memahamkan bahwa ini pun adalah hasil ijtihad, bukan suatu nash qath'i yang pasti dipegang teguh, sebab Nabi ﷺ menyuruh memperhebat ibadah setelah sepuluh yang akhir, bukan pada malam 17 Ramadhan. Menurut keterangan al-Hafizh Ibnu Hajar juga, dalam Fathul Bari, setengah ulama berpendapat bahwa malam Lailatul Qadr yang sebenarnya itu hanyalah satu kali saja, yaitu ketika Al-Qur'an mulai pertama turun. Adapun Lailatul Qadr yang kita peringati dan memperbanyak ibadah pada tiap malam hari bulan Ramadhan itu, ialah untuk memperteguh ingatan kita kepada turunnya Al-Qur'an itu. Sudah terang malam itu pasti terjadi dalam bulan Ramadhan.Kita hidupkan malam itu, mengambil berkat dan sempena, memperbanyak syukur kepada Allah karena bertepatan dengan malam itulah Al-Qur'an mulai diturunkan Allah. Berdiri mengerjakan shalat yang disebut Qiyamul Lail atau tarawih, di seluruh malam Ramadhan ataupun menambah ramainya di malam sepuluh yang akhir, pastilah salah satu bertepatan dengan malam turunnya Al-Qur'an.Bukanlah ini saja hari-hari besar yang disuruh peringati di dalam Islam. Kita pun disuruh mempuasakan 10 Muharam, atau Asyura karena mengenangkan beberapa kejadian pada nabi-nabi yang terdahulu pada tanggal tersebut. Nabi ﷺ pun menegakkan beberapa sunnah dalam manasik haji guna mengenangkan kejadian zaman lampau; seumpama sa'i antara Bukit Shafa dan Marwah, mengenangkan betapa sulitnya Hajar mencari air untuk putranya, Ismail, di lembah yang tidak bertumbuh-tumbuhan itu. Kita pun disuruh melontar Jumratul Aqabah bersama kedua jumrah lagi, memperingati perdayaan setan kepada Nabi Ibrahim karena akan menyembelih putranya atas perintah Allah. Namun Ibrahim tetap teguh hatinya dan tidak kena oleh perdayaan itu. Maka jika kita tilik memperingati Lailatul Qadr, atau Malam Kemuliaan, atau Malam Penentuan, dapatlah semuanya kita pertautkan jadi satu, yaitu membesarkan syi'ar Allah untuk menambah takwa hati.Ada juga yang mengatakan bahwa malam Lailatul Qadr itu dapat disaksikan dengan kejadian yang ganjil-ganjil. Misalnya air berhenti mengalir, pohon kayu runduk ke bumi dan sebagainya. Semuanya itu adalah hal-hal yang tidak dapat dipertanggung jawabkan menurut ilmu agama yang sebenarnya.Heran dan kagumlah saya dengan orang tua saya, Syekh Yusuf Amrullah, yang wafat pada 11 Ramadhan 1392 (19 Oktober 1972), dalam usia 86 tahun, ketika saya menziarahi beliau pada 10 April 1972. Beliau menyatakan pendapatnya yang sesuai dengan pendapat ulama yang disalinkan oleh al-Hafizh Ibnu Hajar tadi, bahwa Lailatul Qadr yang sebenarnya hanya sekali, yaitu ketika mula-mula Al-Qur'an diturunkan. Yang kita perkuat ibadah di dalam bulan puasa menunggu Lailatul Qadr itu ialah memperingati dan memuliakan malam pertama turunnya Al-Qur'an. Kita kenangkan tiap tahun, agar kita bertambah teguh memegang segala yang dituntunkan Allah di dalam Al-Qur'an. Saya menjadi kagum, karena sudah lama mata beliau tidak dapat melihat kitab-kitab lagi.Ada juga terdapat beberapa perkataan mengatakan bahwa Lailatin Mubarakatin, malam yang diberi berkat itu bukanlah Lailatul- Qadr, melainkan malam Nisfu Sya'ban. Tetapi dalam penyelidikan terhadap sumber agama yang sah, yaitu Al-Qur'an dan hadits shahih, tidaklah bertemu sumbernya. Riwayat tentang Nisfu Sya'ban itu tidaklah dapat dipegang, sanad-sanadnya kacau balau, riwayatnya banyak yang dhaif, bahkan ada yang dusta. Oleh sebab itu tidaklah dapat dijadikan dasar untuk dijadikan aqidah dan pegangan."}},"4":{"arabic":"تَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٍتَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٍ","words":{"arabicWords":["تَنَزَّلُ","ٱلۡمَلَٰٓئِكَةُ","وَٱلرُّوحُ","فِيهَا","بِإِذۡنِ","رَبِّهِم","مِّن","كُلِّ","أَمۡرٖ"],"translationWords":["turun","para malaikat","dan Roh/Jibril","padanya/pada malam","dengan izin","Tuhannya","dari","segala","urusan"]},"translation":"Pada malam itu turun para malaikat dan Rūḥ (Jibril) dengan izin Tuhannya untuk mengatur semua urusan.","tafsir":{"tafsir-jalalayn":"(Turunlah malaikat-malaikat) bentuk asal dari lafal Tanazzalu adalah Tatanazzalu, kemudian salah satu huruf Ta-nya dibuang, sehingga jadilah Tanazzalu (dan Ar-Ruh) yakni malaikat Jibril (di malam itu) artinya pada malam kemuliaan/lailatulkadar itu (dengan izin Rabbnya) dengan perintah dari-Nya (untuk mengatur segala urusan) atau untuk menjalankan ketetapan Allah buat tahun itu hingga tahun berikutnya, hal ini terjadi pada malam kemuliaan itu. Huruf Min di sini bermakna Sababiyah atau sama artinya dengan huruf Ba; yakni mereka turun dengan seizin Rabbnya dengan membawa segala urusan yang telah menjadi ketetapan-Nya untuk tahun itu hingga tahun berikutnya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qadr: 1-5\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. Malam itu (penuh) kesejahteraan sampai terbit fajar. Allah subhanahu wa ta’ala menceritakan bahwa Dia menurunkan Al-Qur'an di malam Lailatul Qadar, yaitu malam yang penuh dengan keberkahan, sebagaimana yang dijelaskan dalam ayat lain melalui firman-Nya: sesungguhnya Kami menurunkannya pada suatu malam yang diberkati. (Ad-Dukhan: 3) Yaitu Lailatul Qadaryangterletakdi dalam bulan Ramadan, sebagaimana yang disebutkan di dalam firman-Nya: (Beberapa hari yang ditentukan itu ialah) bulan Ramadan, bulan yang di dalamnya diturunkan (permulaan)Al-Qur'an. (Al-Baqarah: 185) Ibnu Abbas dan lain-lainnya mengatakan bahwa Allah subhanahu wa ta’ala menurunkan Al-Qur'an sekaligus dari Lauh Mahfuz ke Baitul 'Izzah di langit yang terdekat.\n\nKemudian diturunkan secara terpisah-pisah sesuai dengan kejadian-kejadian dalam masa dua puluh tiga tahun kepada Rasulullah ﷺ Kemudian Allah subhanahu wa ta’ala berfirman, mengagungkan kedudukan Lailatul Qadar yang dikhususkan oleh Allah subhanahu wa ta’ala sebagai malam diturunkan-Nya Al-Qur'an di dalamnya. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 2-3) Abu Isa At-At-Tirmidzi sehubungan dengan tafsir ayat ini mengatakan, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Abu Dawud At-Tayalisi, telah menceritakan kepada kami Al-Qasim ibnul Fadl Al-Haddani, dari Yusuf ibnu Sad yang mengatakan bahwa seorang lelaki bangkit menuju kepada Al-Hasan ibnu Ali sesudah membaiat Mu'awiyah. Lalu lelaki itu berkata, \"Engkau telah mencoreng muka kaum mukmin,\" atau, \"Wahai orang yang mencoreng muka kaum mukmin.\" Maka Al-Hasan ibnu Ali menjawab, \"Janganlah engkau mencelaku, semoga Allah merahmatimu, karena sesungguhnya Nabi ﷺ pernah diperlihatkan kepadanya Bani Umayyah berada di atas mimbarnya, hal itu membuat diri beliau merasa berdukacita.\n\nMaka turunlah firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar' (Al-Kautsar: 1) wahai Muhammad, yakni sebuah sungai (teiaga) di dalam surga. Dan turunlah pula firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan' (Al-Qadar: 1-3). yang akan dimilikkan sesudahmu kepada Bani Umayyah, wahai Muhammad.\" Al-Qasim mengatakan bahwa lalu kami menghitung-hitungnya, dan ternyata masa pemerintahan Bani Umayyah adalah seribu bulan, tidak lebih dan tidak kurang barang sehari pun.\n\nKemudian Imam At-Tirmidzi mengatakan bahwa hadits ini gharib, kami tidak mengenalnya melainkan melalui jalur ini, yaitu melalui hadits Al-Qasim ibnul Fadl. Dia adalah seorang yang berpredikat siqah, dinilai siqah oleh Yahya Al-Qattan dan Abdur Rahman ibnu Mahdi. Imam At-Tirmidzi mengatakan bahwa gurunya bernama Yusuf ibnu Sa'd yang dikenal dengan nama Yusuf ibnu Mazin, dia adalah seorang yang tidak dikenal.\n\nDan hadits dengan lafal yang seperti ini tidaklah dikenal melainkan hanya melalui jalur ini. Imam Hakim di dalam kitab Mustadrak-nya telah meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin dengan sanad yang sama. Dan mengenai perkataan (penilaian) Imam At-Tirmidzi yang menyebutkan bahwa Yusuf ibnu Sa'd seorang yang tidak dikenal, masih perlu diteliti. Karena sesungguhnya telah meriwayatkan darinya sejumiah ulama yang antara lain ialah Hammad ibnu Salamah, Khalid Al-Hazza dan Yunus ibnu Ubaid.\n\nYahya ibnu Mu'in menilainya sebagai seorang yang masyhur (terkenal). Dan menurut suatu riwayat dari Ibnu Mu'in, Yusuf ibnu Sa'd adalah seorang yang siqah (dipercaya). Ibnu Jarir meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin, demikianlah menurutnya, dan ini menimbulkan idtirab dalam hadits ini; hanya Allah sajalah Yang Maha Mengetahui. Kemudian hadits ini dengan hipotesis apa pun berpredikat munkar sekali. Guru kami Imam Al-Hafidzh Al-Hujjah Abul Hajjaj Al-Maziy mengatakan bahwa hadits ini berpredikat munkar.\n\nMenurut hemat kami, ucapan Al-Qasim ibnul Fadl Al-Haddani yang menyebutkan bahwa ia menghitung-hitung masa pemerintahan Bani Umayyah, maka ternyata ia menjumpainya seribu bulan, tidak lebih dan tidak kurang barang sehari pun, pendapat ini tidaklah benar. Karena sesungguhnya Mu'awiyah ibnu Abu Sufyan baru memegang tampuk pemerintahan saat Al-Hasan ibnu Ali menyerahkannya kepada dia pada tahun empat puluh Hijriah, lalu semua baiat sepakat 'tertuju kepada Mu'awiyah, maka tahun itu dinamakan dengan tahun Jama'ah.\n\nKemudian Bani Umayyah terus-menerus memegang kendali pemerintahan berturut-turut di negeri Syam dan negeri lainnya. Tiada suatu kawasan pun yang memberontak terhadap mereka kecuali hanya di masa pemerintahan Abdullah ibnuz Zubair di kedua tanah suci (Mekah dan Madinah), dan Al-Ahwaz serta negeri-negeri yang terdekat selama sembilan tahun. Akan tetapi, kesatuan dan persatuan mereka tetap berada di bawah pemerintahan Bani Umayyah secara keseluruhan terkecuali hanya pada sebagian kawasan yang tertentu.\n\nHingga pada akhirnya kekhalifahan direbut dari tangan mereka oleh Banil Abbas pada tahun seratus tiga puluh dua. Dengan demikran, berarti jumlah masa pemerintahan Bani Umayyah seluruhnya adalah sembilan puluh dua tahun, dan ini berarti lebih dari seribu bulan, yang kalau dijumlahkan berarti hanya delapan puluh tiga tahun lebih empat bulan. Kalau begitu, berarti Al-Qasim ibnul Fadl menggugurkan masa pemerintahan mereka di masa-masa Ibnuz Zubair (yang hanya sembilan tahun itu).\n\nJika demikian, berarti jumlah ini mendekati kebenaran dari apa yang dikatakannya; hanya Allah jualah Yang Maha Mengetahui. Bukti lain yang menunjukkan ke-daif-an hadits ini ialah karena hadits ini sengaja diutarakan hanya untuk mencela pemerintahan Bani Umayyah. Seandainya dimaksudkan untuk mencela mereka, tentulah bukan dengan konteks seperti itu. Mengingat keutamaan LailatuI Qadar di masa-masa pemerintahan mereka bukanlah menunjukkan tercelanya hari-hari mereka.\n\nSesungguhnya malam LailatuI Qadar itu sangat mulia, dan surat yang mulia ini diturunkan hanya semata-mata memuji malam LailatuI Qadar. Lalu mengapa ayat ini memuji keutamaannya di masa-masa pemerintahan Bani Umayyah yang dinilai oleh hadits ini tercela. Hal ini tiada lain hanyalah seperti apa yang dikatakan oleh penyair: ... Tidakkah engkau lihat, bahwa pedang itu turun pamornya bila dikatakan bahwa ia lebih tajam daripada tongkat? Penyair lainnya mengatakan: ...\n\nJika engkau mengutamakan seseorang yang mempunyai keahlian di atas orang yang tidak mempunyai keahlian, maka sama saja dengan merendahkan martabat orang yang dipujinya. Kemudian bila-dipahami dari ayat ini bahwa seribu bulan yang disebutkan dalam ayat menunjukkan masa pemerintahan Bani Umayyah, sedangkan suratnya sendiri adalah Makkiyyah. Lalu bagaimana bisa dibelokkan dengan pengertian seribu bulan masa pemerintahan Bani Umayyah, padahal baik lafal maupun makna ayat tidak menunjukkan kepada pengertian itu.\n\nDan lagi mimbar itu hanyalah baru dibuat di Madinah sesudah hijrah. Semua bukti tersebut menunjukkan kelemahan dan kemungkaran hadits di atas; hanya Allah sajalah Yang Maha Mengetahui. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Muslim ibnu Khalid, dari Ibnu Abu Najih, dari Mujahid, bahwa Nabi ﷺ menceritakan tentang seorang lelaki dari kalangan Bani Israil yang menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah subhanahu wa ta’ala Maka kaum muslim merasa kagum dengan perihal lelaki Bani Israil itu.\n\nMujahid melanjutkan kisahnya, bahwa lalu Allah subhanahu wa ta’ala menurunkan firman-Nya: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 1-3) Maksudnya, lebih baik daripada lelaki itu menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Hakkam ibnu Muslim, dari Al-Musanna ibnus Sabbah, dari Mujahid yang meHgatakan bahwa dahulu di kalangan kaum Bani Israil terdapat seorang lelaki yang malam harinya melakukan qiyam hingga pagi hari, kemudian di siang harinya ia berjihad di jalan Allah hingga petang hari.\n\nDia mengerjakan amalan ini selama seribu bulan, maka Allah menurunkan firman-Nya: Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 3) Yakni melakukan qiyam di malam kemuliaan itu lebih baik daripada amalan laki-laki Bani Israil itu. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Maslamah ibnu Ali, dari Ali ibnu Urwah yang mengatakan bahwa di suatu hari Rasulullah ﷺ menceritakan tentang kisah empat orang lelaki dari kalangan kaum Bani Israil (di masa lalu); mereka menyembah Allah selama delapan puluh tahun tanpa melakukan kedurhakaan kepada-Nya barang sekejap mata pun.\n\nBeliau ﷺ menyebutkan nama mereka, yaitu Ayyub, Zakaria, Hizkil ibnul Ajuz, dan Yusya' ibnu Nun. Ali ibnu Urwah melanjutkan kisahnya, bahwa lalu para sahabat Rasulullah ﷺ merasa kagum dengan amalan mereka. Maka datanglah Jibril kepada Nabi ﷺ dan berkata, \"Wahai Muhammad, umatmu merasa kagum dengan ibadah mereka selama delapan puluh tahun itu tanpa berbuat durhaka barang sekejap mata pun. Sesungguhnya Allah subhanahu wa ta’ala telah menurunkan hal yang lebih baik daripada itu.\" Kemudian Malaikat Jibril a.s. membacakan kepadanya firman Allah subhanahu wa ta’ala: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: -3) Ini lebih baik daripada apa yang engkau dan umatmu kagumi. Maka bergembiralah karenanya Rasulullah ﷺ dan orang-orang yang bersamanya saat itu. Sufyan Ats-Tsauri mengatakan bahwa telah sampai kepadaku dari Mujahid sehubungan dengan malam kemuliaan lebih baik daripada seribu bulan.\n\nBahwa amalan, puasa, dan qiyamnya lebih baik daripada melakukan hal yang sama dalam seribu bulan. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Ibnu Abu Zaidah, dari Ibnu Juraij, dari Mujahid yang mengatakan bahwa malam kemuliaan lebih baik daripada seribu bulan yang di dalam bulan-bulannya tidak terdapat malam Lailatul Qadar.\n\nHal yang sama telah dikatakan oleh Qatadah ibnu Di'amah dan Imam Syafii serta yang lainnya yang bukan hanya seorang. Amr ibnu Qais Al-Mala'i telah mengatakan bahwa melakukan suatu amalan di malam kemuliaan lebih baik daripada melakukan amalan selama seribu bulan. Dan pendapat yang menyebutkan bahwa malam Lailatul Qadar itu lebih afdal daripada melakukan ibadah selama seribu bulan yang di dalamnya tidak terdapat Lailatul Qadar, merupakan pendapat yang dipilih oleh Ibnu Jarir, dan pendapat inilah yang benar, bukan yang lainnya.\n\nPengertian ini sama dengan apa yang disebutkan dalam sabda Nabi ﷺ yang mengatakan: Berjaga-jaga selama semalam di jalan Allah (jihad) lebih baik daripada seribu malam di tempat-tempat yang lainnya. Hadits diriwayatkan oleh Imam Ahmad. Sebagaimana pula yang disebutkan berkenaan dengan keutamaan seseorang yang datang ke shalat Jumat dengan penampilan yang baik dan niat yang saleh, bahwa dicatatkan baginya amal selama satu tahun, berikut pahala puasa dan qiyamnya. Dan masih banyak lagi nas-nas lainnya yang semakna.\n\n\". Imam Ahmad mengatakan, telah menceritakan kepada kami Ismail ibnu Ibrahim, telah menceritakan kepada kami Ayyub, dari Abu Qilabah, dari Abu Hurairah yang menceritakan bahwa ketika Ramadan tiba, Rasulullah ﷺ bersabda: Telah datang kepadamu bulan Ramadan, bulan yang diberkati, Allah telah memfardukan bagimu melakukan puasa padanya. Di dalamnya dibukakan semua pintu surga dan ditutup rapat-rapat semua pintu neraka, dan setan-setan dibelenggu. Di dalamnya terdapat suatu malam yang lebih baik daripada seribu bulan. Barang siapa yang terhalang dari kebaikannya, berarti dia telah terhalang (dari semua kebaikan). Imam An-Nasai meriwayatkannya melalui hadits Ayyub dengan sanad yang sama.\n\nMengingat melakukan ibadah di dalam malam Lailatul Qadar sebanding pahalanya dengan melakukan ibadah selama seribu bulan, telah disebutkan di dalam kitab Sahihain melalui Abu Hurairah, bahwa Rasulullah ﷺ telah bersabda: Barang siapa yang melakukan qiyam (shalat sunat) di malam Lailatul Qadar karena iman dan mengharapkan pahala dan ridaAllah, maka diampunilah baginya semua dosanya yang terdahulu. Firman Allah subhanahu wa ta’ala: Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. (Al-Qadar: 4) Yakni banyak malaikat yang turun di malam kemuliaan ini karena berkahnya yang banyak.\n\nDan para malaikat turun bersamaan dengan turunnya berkah dan rahmat, sebagaimana mereka pun turun ketika Al-Qur'an dibacakan dan mengelilingi halqah-halqah zikir serta meletakkan sayap mereka menaungi orang yang menuntut ilmu dengan benar karena menghormatinya. Adapun mengenai ar-ruh dalam ayat ini, menurut suatu pendapat makna yang dimaksud adalah Jibril a.s., yang hal ini berarti termasuk ke dalam Bab \"Ataf khusus kepada umum.\" Menurut pendapat lain menyebutkan, ar-ruh adalah sejenis malaikat tertentu, sebagaimana yang telah dijelaskan sebelumnya di dalam surat An-Naba.\n\nHanya Allah sajalah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: untuk mengatur segala urusan. (Al-Qadar: 4) Mujahid mengatakan bahwa selamatlah malam kemuliaan itu dari semua urusan. Sa'id ibnu Mansur mengatakan, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Al-A'masy, dari Mujahid sehubungan dengan makna firman-Nya: Malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Bahwa malam itu penuh keselamatan, setan tidak mampu berbuat keburukan padanya atau melakukan gangguan padanya. Qatadah dan yang lainnya mengatakan bahwa makna yang dimaksud ialah semua urusan ditetapkan di dalamnya dan semua ajal serta rezeki ditakdirkan, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Pada malam itu dijelaskan segala urusan yang penuh hikmah. (Ad' Dukhan: 4) Adapun firman Allah subhanahu wa ta’ala: Malam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 5) Sa'id ibnu Mansur mengatakan bahwa telah menceritakan kepada kami Hisyam, dari Abu Ishaq, dari Asy-Sya'bi sehubungan dengan makna firman-Nya: untuk mengatur segala urusan.\n\nMalam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 4-5) Makna yang dimaksud ialah salamnya para malaikat di malam Lailatul Qadar kepada orang-orang yang ada di dalam masjid sampai fajar terbit. Dan Ibnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa ia membaca ayat ini dengan bacaan berikut: Min kulli imri'in, yang artinya menjadi seperti berikut: Kepada setiap orang (malaikat memberi salam) di malam Lailatul Qadar sampai terbit fajar, yang dimaksud adalah ahli masjid.\n\nImam Baihaqi telah meriwayatkan sebuah atsar yang gharib yang menceritakan turunnya para malaikat dan lewatnya mereka kepada orang-orang yang sedang shalat di malam itu (malam kemuliaan) sehingga orang-orang yang shalat mendapat berkah karenanya. Ibnu Abu Hatim telah meriwayatkan sebuah atsar yang gharib dari Ka'bul Ahbar cukup panjang menceritakan turunnya para malaikat dari Sidratul Muntaha dipimpin oleh Malaikat Jibril a.s. ke bumi di malam kemuliaan dan doa mereka bagi orang-orang mukmin laki-laki dan perempuan.\n\n-: Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Imran Al-Qattan, dari Qatadah, dari Abu Maimunah, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda sehubungan dengan malam kemuliaan (Lailatul Qadar): Sesungguhnya malam kemuliaan itu jatuh pada malam dua puluh tujuh atau dua puluh sembilan (Ramadan), dan sesungguhnya para malaikat di bumi pada malam itu jumlahnya lebih banyak daripada bilangan batu kerikil. Al-A'masy telah meriwayatkan dari Al-Minhal, dari Abdur Rahman ibnu Abu Laila sehubungan dengan makna firman-Nya: untuk mengatur segala urusan, yang (penuh) kesejahteraan. (Al-Qadar: 4-5) Yakni tiada suatu urusan pun yang terjadi di malam itu.\n\nQatadah dan Ibnu Zaid mengatakan sehubungan dengan makna firman-Nya: malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Yaitu semuanya baik belaka, tiada suatu keburukan pun yang terjadi di malam itu sampai matahari terbit. Pengertian ini didukung oleh apa yang telah diriwayatkan oleh Imam Ahmad, \". telah menceritakan kepada kami Haiwah ibnu Syuraih, telah menceritakan kepada kami Baqiyyah. telah menceritakan kepadaku Bujair ibnu Sa'd dan Khalid ibnu Madan: dari Ubadah ibnus Samit, bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar terdapat di malam sepuluh yang terakhir (dari bulan Ramadan); barang siapa yang melakukan qiyam padanya karena mengharapkan pahala di malam-malam tersebut, maka Allah memberi ampunan baginya atas semua dosanyayang terdahulu dan yang kemudian.\n\nMalam Lailatul Qadar adalah malam yang ganjil, yang jatuh pada malam dua puluh sembilan, atau dua puluh tujuh, atau dua puluh lima, atau dua puluh tiga, atau malam yang terakhir. Rasulullah ﷺ telah bersabda pula: Sesungguhnya pertanda Lailatul Qadar ialah cuacanya bersih lagi terang seakan-akan ada rembulannya, tenang, lagi hening; suhunya tidak dingin dan tidak pula panas, dan tiada suatu bintang pun yang dilemparkan pada malam itu sampai pagi hari.\n\nDan sesungguhnya pertanda Lailatul Qadar itu dipagi harinya matahari terbit dalam keadaan sempurna, tetapi tidak bercahaya seperti biasanya melainkan seperti rembulan di malam purnama, dan tidak diperbolehkan bagi setan ikut muncul bersamaan dengan terbitnya matahari di hari itu. Sanad hadits ini hasan dan di dalam matannya terdapat garabah, dan pada sebagian lafaznya terdapat yang hal munkar.\n\nAbu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Zam'ah, dari Salamah ibnu Wahram, dari Ikrimah, dari Ibnu Abbas, bahwa Rasulullah ﷺ telah bersabda sehubungan dengan malam Lailatul Qadar: (Yaitu) malam yang sedang lagi terang, tidak panas dan tidak dingin, dan pada keesokan harinya cahaya mataharinya lemah kemerah-merahan. Ibnu Abu ‘Ashim An-Nabil telah meriwayatkan berikut sanadnya dari Jabir ibnu Abdullah, bahwa Rasulullah ﷺ pernah bersabda: Sesungguhnya aku telah melihat malam Lailatul Qadar, lalu aku dijadikan lupa kepadanya; malam Lailatul Qadar itu ada pada sepuluh terakhir (bulan Ramadan), pertandanya ialah cerah dan terang, suhunya tidak panas dan tidak pula dingin, seakan-akan padanya terdapat rembulan; setan tidak dapat keluar di malam itu hingga pagi harinya.\n\nPara ulama berbeda pendapat, apakah di kalangan umat-umat terdahulu ada Lailatul Qadar, ataukah memang Lailatul Qadar hanya khusus bagi umat ini? Ada dua pendapat di kalangan mereka mengenainya. Abu Mus'ab alias Ahmad ibnu Abu Bakar Az-Zuhri mengatakan, telah menceritakan kepada kami Malik, telah sampai kepadanya bahwa Rasulullah ﷺ diperlihatkan kepadanya usia-usia manusia yang sebelumnya dari kalangan umat terdahulu, atau sebagian dari hal tersebut menurut apa yang dikehendaki oleh Allah. Maka Rasulullah ﷺ seakan-akan menganggap pendek usia umatnya bila dibandingkan dengan mereka yang berusia sedemikian panjangnya dalam hal beramal, dan beliau merasa khawatir bila amal umatnya tidak dapat mencapai tingkatan mereka.\n\nMaka Allah subhanahu wa ta’ala memberinya Lailatul Qadar yang lebih baik daripada seribu bulan. Hadits ini telah disandarkan melalui jalur lain, dan apa yang dikatakan oleh Malik ini memberikan pengertian bahwa Lailatul Qadar hanya dikhususkan bagi umat ini. Dan pendapat ini telah dinukil oleh penulis kitab Al-Iddah, salah seorang ulama dari kalangan mazhab Syafii dari jumhur ulama; hanya Allah-lah Yang Maha Mengetahui. Al-Khattabi telah meriwayatkan adanya kesepakatan dalam hal ini, dan'Al-Qadi telah menukilnya secara pasti dari mazhab Syafii.\n\nAkan tetapi, pengertian yang ditunjukkan oleh hadits memberikan pengertian bahwa Lailatul Qadar terdapat pula di kalangan umat-umat terdahulu sebagaimana terdapat di kalangan umat kita sekarang. Imam Ahmad Ibnu Hambal mengatakan, telah menceritakan kepada kami Yahya ibnu Sa'id, dari Ikrimah ibnu Ammar, telah menceritakan kepadaku Abu Zamil alias Sammak Al-Hanafi, telah menceritakan kepadaku Malik ibnu Marsad ibnu Abdullah, telah menceritakan kepadaku Marsad yang telah mengatakan bahwa aku bertanya kepada Abu Dzar, \"Apakah yang pernah engkau tanyakan kepada Rasulullah ﷺ tentang Lailatul Qadar?\" Abu Dzar menjawab, bahwa dirinyalah orang yang paling gencar menanyakan tentang Lailatul Qadar kepada Rasulullah ﷺ Aku bertanya, \"Wahai Rasulullah, ceritakanlah kepadaku tentang Lailatul Qadar, apakah terdapat di dalam bulan Ramadan ataukah di bulan yang lain?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan ia terdapat di dalam bulan Ramadan.\" Aku bertanya lagi, \"Apakah Lailatul Qadar itu hanya ada di masa para nabi saja? Apabila mereka telah tiada, maka Lailatul Qadar dihapuskan, ataukah masih tetap ada sampai hari kiamat?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan Lailatul Qadar tetap ada sampai hari kiamat.\" Aku bertanya lagi, \"Di bagian manakah Lailatul Qadar terdapat dalam bulan Ramadan?\" Rasulullah ﷺ menjawab: Carilah Lailatul Qadar dalam sepuluh malam terakhirnya, jangan kamu bertanya lagi mengenai apapun sesudah ini.\n\nKemudian Rasulullah ﷺ melanjutkan perbincangannya, dan beliau terus berbincang-bincang, lalu aku memotong pembicaraannya dan bertanya, \"Di malam dua puluh berapakah Lailatul Qadar itu?\" Rasulullah ﷺ menjawab: Carilah ia di malam-malam sepuluh terakhir, dan jangan engkan bertanya lagi mengenainya sesudah ini. Rasulullah ﷺ melanjutkan pembicaraannya, kemudian aku memotong lagi pembicaraannya dan kukatakan kepadanya, \"Wahai Rasulullah, aku bersumpah kepada engkau demi hakku atas dirimu setelah engkau menceritakannya kepadaku, di malam dua puluh berapakah Lailatul Qadar itu?\" Maka beliau ﷺ kelihatan marah, dan aku belum pernah melihat beliau marah seperti itu sejak aku menjadi sahabatnya, lalu beliau bersabda: Carilah ia di malam-malam tujuh terakhir, dan jangan lagi engkau menanyakannya kepadaku sesudah ini. Imam An-Nasai meriwayatkannya dari Al-Fallas, dari Yahya ibnu Sa'id Al-Qattan dengan sanad yang sama.\n\nDi dalam hadits ini terkandung makna yang menunjukkan seperti apa yang telah kami sebutkan di atas, yaitu bahwa Lailatul Qadar masih tetap ada sampai hari kiamat, tiap tahunnya sesudah Nabi ﷺ tiada. Tidak sebagaimana yang disangka oleh sebagian golongan Syi'ah yang mengatakan bahwa Lailatul Qadar telah diangkat secara keseluruhan, sesuai dengan pemahaman mereka terhadap hadits yang akan kami kemukakan sehubungan dengan sabda Nabi ﷺ yang mengatakan: Maka diangkatlah (dihapuskanlah) LailatuI Qadar dan mudah-mudahan hal ini baik bagi kalian. Karena sesungguhnya makna yang dimaksud ialah hanya penghapusan mengenai pengetahuan malamnya secara tertentu.\n\nJuga dalam hadits di atas menunjukkan bahwa LailatuI Qadar itu hanya khusus terjadi di dalam bulan Ramadan, bukan bulan-bulan lainnya. Tidak sebagaimana yang diriwayatkan dari Ibnu Mas'ud dan ulama ahli Kufah yang mengikutinya, mereka mengatakan bahwa LailatuI Qadar itu terdapat di sepanjang tahun dan diharapkan terdapat di setiap bulannya secara merata. Imam Abu Dawud di dalam kitab sunannya telah menukil hadits ini dalam Bab \"Penjelasan LailatuI Qadar\" terdapat di semua Ramadan, untuk itu ia mengatakan bahwa: telah menceritakan kepada kami Humaid ibnu Zanjawaih As-Sami, telah menceritakan kepada kami Sa'id ibnu Abu Maryam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Musa ibnu Uqbah, dari Abu Ishaq, dari Sa'id ibnu Jubair, dari Abdullah ibnu Umar yang mengatakan bahwa Rasulullah ﷺ pernah ditanya mengenai LailatuI Qadar, sedangkan ia mendengarkannya.\n\nMaka beliau ﷺ menjawab: LailatuI Qadar terdapat di semua Ramadan. Sanad ini semua perawinya berpredikat siqah; hanya saja Abu Dawud mengatakan bahwa Syu'bah dan Sufyan telah meriwayatkan hadits ini dari Abu Ishaq, dan keduanya me-mauquf-kan hadits ini hanya sampai kepadanya. Dan telah diriwayatkan dari Abu Hanifah rahimahullah, bahwa LailatuI Qadar itu diharapkan terdapat di setiap bulan Ramadan. Ini merupakan suatu pendapat yang diriwayatkan oleh Al-Gazali dan dinilai gharib sekali oleh Ar-Rafi'i.\n\nKemudian dikatakan bahwa LailatuI Qadar itu terdapat di malam pertama bulan Ramadan, pendapat ini diriwayatkan dari Abu Razin. Menurut pendapat yang lain, LailatuI Qadar terdapat pada malam tujuh belas Ramadan. Sehubungan dengan hal ini Abu Dawud telah meriwayatkan sebuah hadits marfu' dari Ibnu Mas'ud. Sebagaimana telah diriwayatkan pula hal yang sama secara mauquf hanya sampai pada Ibnu Mas'ud, Zaid ibnu Arqam, dan Usman ibnu Abul As.\n\nDan hal ini merupakan suatu pendapat yang bersumber dari Muhammad ibnu Idris Asy-Syafii, dan diriwayatkan dari Al-Hasan Al-Basri. Mereka mengemukakan alasannya, bahwa LailatuI Qadar terjadi di malam Perang Badar, yang jatuh pada hari Jumat tanggal tujuh belas Ramadan. Dan di pagi harinya terjadi Perang Badar, yaitu hari yang disebut oleh Allah subhanahu wa ta’ala melalui firman-Nya dengan sebutan Yaumul Furqan, alias hari pembeda antara perkara yang hak dan perkara yang batil. Menurut pendapat lain, LailatuI Qadar jatuh pada tanggal sembilan belas bulan Ramadan; pendapat ini bersumber dari Ali dan juga Ibnu Mas'ud.\n\nMenurut pendapat yang lainnya lagi, LailatuI Qadar jatuh pada tanggal dua puluh satu berdasarkan hadits Abu Sa'id Al-Khudri yang mengatakan bahwa Rasulullah ﷺ melakukan i'tikaf di malam-malam sepuluh pertama bulan Ramadan, dan kami pun ikut i'tikaf bersamanya. Lalu datanglah Jibril dan mengatakan kepadanya, \"Sesungguhnya yang engkau cari berada di depanmu.\" MakaNabi ﷺ melakukan i'tikaf pada malam-malam pertengahan (sepuluh kedua) bulan Ramadan, dan kami ikut beri'tikaf bersamanya. Dan Jibril datang lagi kepadanya, lalu berkata, \"Yang engkau cari berada di depanmu.\" Kemudian Nabi ﷺ berdiri dan berkhotbah di pagi hari tanggal dua puluh Ramadan, antara lain beliau bersabda: Barang siapa yang telah melakukan i'tikaf bersamaku, hendaklah ia pulang, karena sesungguhnya aku telah melihat malam kemuliaan itu.\n\nDan sesungguhnya aku telah dibuat lupa terhadapnya, sesungguhnya malam kemuliaan itu berada di sepuluh terakhir bulan Ramadan pada malam-malam ganjilnya, dan sesungguhnya aku telah bermimpi seakan-akan diriku sedang sujud di tanah dan air (karena cuacanya hujan). Sedangkan atap masjid terbuat dari pelepah daun kurma, pada mulanya kami tidak melihat sepotong awan pun di langit. Lalu tiba-tiba terjadilah pelangi, dan terjadilah hujan, dan Nabi ﷺ membawa kami shalat sehingga aku melihat bekas tanah dan air menempel di kening beliau, hal ini membuktikan kebenaran dari mimpi yang dilihatnya.\n\nMenurut riwayat yang lain, kejadian itu terjadi pada pagi hari tanggal dua puluh satu Ramadan; diketengahkan oleh Imam Bukhari dan Imam Muslim di dalam kitab sahihnya masing-masing. Imam Syafii mengatakan bahwa hadits ini merupakan hadits yang sanadnya paling shahih. Menurut pendapat lainnya, malam kemuliaan terjadi pada tanggal dua puluh tiga Ramadan berdasarkan hadits Abdullah ibnu Unais dalam kitab Sahih Muslim, dan hadits ini konteksnya mendekati hadisnya Abu Sa'id; hanya Allah-lah Yang Maha Mengetahui.\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terjadi pada tanggal dua puluh empat Ramadan. Sehubungan dengan hal ini Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Hammad ibnu Salamah, dari Al-Jariri, dari Abu Nadrah, dari A.bu Sa'id, bahwa Rasulullah ﷺ telah bersabda: Lailatul Qadar adalah malam dua puluh empat (bulan Ramadan). Sanad hadits ini semua perawinya berpredikat siqah. Ahmad mengatakan bahwa telah menceritakan kepada kami Musa ibnu Daud, telah menceritakan kepada kami Ibnu Lahi'ah, dari Yazid ibnu Abu Habib, dari Abul Khair As-Sanabiji, dari Bilal yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar adalah malam dua puluh empat (Ramadan).\n\nIbnu Lahi'ah orangnya daif. Hadits ini bertentangan dengan apa yang telah diriwayatkan oleh Imam Bukhari dari Asbag, dari Ibnu Wahb, dari Arar ibnul Haris, dari Yazid ibnu Abu Habib, dari Abul Khair, dari Abu Abdullah As-Sanabiji yang mengatakan bahwa telah menceritakan kepadaku Bilal juru azan Rasulullah ﷺ, bahwa malam kemuliaan itu terdapat pada malam tujuh terakhir dari bulan Ramadan.\n\nHadits ini mauquf hanya sampai kepada Bilal, dan inilah yang paling shahih; hanya Allah-lah Yang Maha Mengetahui. Hal yang sama telah diriwayatkan dari Ibnu Mas'ud, Ibnu Abbas, Jabir, Al-Hasan, Qatadah, dan Abdullah ibnu Wahb, bahwa malam kemuliaan terdapat pada malam dua puluh empat Ramadan. Dalam pembahasan yang lalu telah disebutkan hadits Wasilah ibnul Asqa' secara marfu', yaitu dalam tafsir surat Al-Baqarah, berbunyi demikian: Sesungguhnya Al-Qur'an diturunkan pada malam dua puluh empat (Ramadan).\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh lima Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Bukhari dari Abdullah ibnu Abbas, bahwa Rasulullah ﷺ pernah bersabda: Carilah malam kemuliaan di malam-malam sepuluh terakhir dari bulan Ramadan, yaitu bila tinggal sembilan malam lagi atau bila tinggal tujuh malam lagi, atau bila tinggal lima malam lagi. Kebanyakan ulama menakwilkan makna hadits ini dengan malam-malam yang ganjil, dan pendapat inilah yang kuat dan yang terkenal.\n\nSedangkan ulama lainnya menakwilkannya terjadi pada malam-malam yang genap dari malam-malam sepuluh terakhir Ramadan. Ini berdasarkan apa yang telah diriwayatkan oleh Imam Muslim dari Abu Sa'id, bahwa ia menakwilkannya demikian; hanya Allah-lah Yang Maha Mengetahui. Menurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh tujuh Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Muslim di dalam kitab sahihnya, dari Ubay ibnu Ka'b, dari Rasulullah ﷺ, bahwa malam kemuliaan terjadi pada tanggal dua puluh tujuh.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sufyan yang telah mendengar dari Abdah dan ‘Ashim, dari Zur yang mengatakan bahwa ia pernah bertanya kepada Ubay ibnu Ka'b, \"Wahai Abul Munzir, engkau pernah berkata bahwa saudaramu Ibnu Mas'ud pernah mengatakan bahwa barang siapa yang melakukan qiyaimil lail sepanjang tahun, niscaya akan menjumpai Lailatul Qadar.\" Ubay ibnu Ka'b menjawab, \"Semoga Allah merahmatinya, sesungguhnya dia telah mengetahui bahwa malam kemuliaan itu terdapat di dalam bulan Ramadan dan tepatnya di malam dua puluh tujuh.\" Kemudian Ubay ibnu Ka'b bersumpah untuk menguatkan perkataannya.\n\nDan aku bertanya, \"Bagaimanakah kamu mengetahuinya?\" Ubay ibnu Ka'b menjawab, \"Melalui alamat atau tandanya yang telah diberitahukan kepada kami oleh Nabi ﷺ, bahwa pada siang harinya mentari terbit di pagi harinya, sedangkan cahayanya lemah.\" Imam Muslim telah meriwayatkan ini melalui jalur Sufyan ibnu Uyaynah, Syu'bah, dan Al-Auza'i, dari Abdah, dari Zur, dari Ubay, lalu disebutkan hal yang semisal.\n\nYang di dalamnya disebutkan bahwa Ubay ibnu Ka'b mengatakan, \"Demi Allah, yang tiada Tuhan yang berhak disembah selain Dia, sesungguhnya malam kemuliaan itu benar-benar berada di bulan Ramadan.\" Ubay ibnu Ka'b bersumpah tanpa mengucapkan pengecualian, lalu ia melanjutkan, \"Demi Allah, sesungguhnya aku benar-benar mengetahui di tanggal berapakah Lailatul Qadar itu berada, Rasulullah ﷺ telah memerintahkan kami untuk melakukan qiyam padanya, yaitu tanggal dua puluh tujuh. Dan pertandanya ialah di pagi harinya mentari terbit dengan cahaya yang redup.\" Dalam bab yang sama telah disebutkan dari Mu'awiyah, Ibnu Umar, dan Ibnu Abbas serta selain mereka, dari Rasulullah ﷺ yang telah bersabda bahwa Lailatul Qadar itu adalah malam dua puluh tujuh.\n\nDan inilah pendapat yang dipegang oleh segolongan ulama Salaf, dan merupakan pendapat yang dianut di kalangan mazhab Imam Ahmad ibnu Hambal rahimahullah, juga menurut suatu riwayat yang bersumber dari Imam Abu Hanifah menyebutkan hal yang sama. Telah diriwayatkan pula dari sebagian ulama Salaf, bahwa Imam Abu Hanifah berupaya menyimpulkan keadaan Lailatul Qadar jatuh pada tanggal duapuluh tujuh dari Al-Qur'an melalui firman-Nya, \"Hiya (malam itu),\" dengan alasan bahwa kalimat ini merupakan kalimat yang kedua puluh tujuh dari surat yang bersangkutan; hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Pada malam itu turun para malaikat dan Ruh, yakni Jibril, dari langit ke bumi dengan izin Tuhannya untuk mengatur semua urusan makhluk yang telah ditentukan-Nya di Lauh Mahfuz untuk satu tahun mendatang, seperti umur, rezeki, kematian, dan sebagainya. Inilah yang membuat malam itu begitu mulia. 5. Sejahteralah malam itu sejak matahari terbenam sampai terbit fajar. Pada malam itu Allah hanya menentukan keselamatan dan kesejahteraan bagi makhluknya. Para malaikat juga turun secara bergelombang sambil membawa rahmat, kebaikan, salam, dan berkah dari Allah. Pada malam itu pula, tiap kali berjumpa dengan orang beriman, para malaikat pasti mengucapkan salam kepadanya.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menyatakan sebagian dari keistimewaan malam tersebut, yaitu turunnya para malaikat bersama Jibril dari alam malaikat sehingga tampak oleh Nabi saw, terutama Jibril yang menyampaikan wahyu. Penampakan Jibril kepada Nabi ﷺ dalam rupanya yang asli adalah perintah Allah, setelah Ia mempersiapkan Nabi-Nya untuk menerima wahyu yang akan disampaikannya kepada manusia yang mengandung kebajikan dan keberkahan.\n\nTurunnya malaikat ke bumi adalah dengan izin Allah, tidak perlu kita menyelidiki bagaimana cara dan apa rahasianya. Kita cukup beriman saja dengannya. Adapun yang dapat diketahui manusia tentang rahasia alam ini hanya sedikit sekali, sebagaimana diterangkan dalam firman Allah:\n\nSedangkan kamu diberi pengetahuan hanya sedikit. (al-Isra'/17: 85)\n\nMalam itu (Lailatul-Qadr) adalah hari raya umat Islam karena merupakan waktu turunnya Al-Qur'an dan malam bersyukur kepada Allah atas kebajikan serta kenikmatan yang dikaruniakan-Nya. Pada saat itu, malaikat ikut bersyukur bersama manusia atas kebesaran malam Qadar, sebagai tanda kemuliaan manusia yang menjadi khalifah Allah di muka bumi.\n\nDi antara tanda-tanda Lailatul-Qadr adalah matahari terbit tanpa sinarnya yang memancar. Ibnu 'Abbas meriwayatkan bahwa Rasulullah bersabda tentang Lailatul-Qadr:\n\nLailatul qadar adalah malam yang tenang dan cerah, tidak panas dan tidak dingin, serta matahari pada pagi harinya berwarna merah terang. (Riwayat Abu Dawud)\n\n.","tafsir-alazhar":"SURAH AL-QADR(KEMULIAAN)SURAH KE-97, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Sesungguhnya telah Kami turunkan dia pada Malam Kemuliaan.\" (ayat 1)Artinya Allah Tuhan sarwa sekalian alam telah menurunkan Al-Qur'an yang pertama sekali kepada Nabi-Nya pada Lailatul Qadr, Malam Kemuliaan. Sebagian arti qadr itu ialah kemuliaan. Sejak malam itu perikemanusiaan dicerahi kemuliaan; dikeluarkan dari Zhulumaat (kegelapan), kepada Nur (cahaya petunjuk Allah) yang gilang-gemilang. Dan boleh juga diartikan Lailatul-Qadr sebagai Malam Penentuan karena pada waktu itulah mulai ditentukan langkah yang akan ditempuh Rasul-Nya dalam memberi petunjuk bagi umat manusia. Di malam itu dimulai menentukan garis pemisah di antara kufur dengan iman, jahiliyyah dengan Islam, syirik dengan tauhid; tidak berkacau balau lagi. Kedua arti ini boleh dipakai.Ayat 2“Dan sudahkah engkau tahu, apakah dia malam Kemuliaan itu?\" (ayat 2)Ayat yang kedua ini tersusun sebagai suatu pertanyaan Allah kepada Nabi-Nya untuk memperkukuh perhatian kepada nilai tertinggi malam itu.Ayat 3“Malam Kemuliaan itu lebih utama daripada seribu bulan.\" (ayat 3)Dikatakan dalam ayat ketiga ini bahwa keutamaan Malam Kemuliaan (Lailatul-Qadr) itu sama dengan seribu bulan, lebih daripada delapan puluh tahun, selanjut usia seorang manusia. Lalu diterangkan pula sebabnya dalam ayat selanjutnya,Ayat 4“Turun Malaikat dan Ruh pada malam itu, dengan izin Tuhan mereka, membawa pokok-pokok dari tiap-tiap perintah.\" (ayat 4)Itulah sebab yang nyata dari kemuliaan malam itu. Laksana satu perutusan, atau satu delegasi, malaikat-malaikat turun ke muka bumi ini bersama-sama dengan malaikat yang di sini disebut ruh, yaitu kepala dari sekalian malaikat. Itulah Malaikat Jibril yang kadang-kadang disebut juga Ruhul Amin dan kadang- kadang disebut juga Ruhul Quds, menghantarkan wahyu kepada Nabi yang telah terpilih buat menerimanya, yaitu al-Mushthafa, Muhammad ﷺ di Gua Hira.Nilai malam itu menjadi tinggi sekali, lebih utama dari seribu bulan, setinggi-tinggi usia biasa yang dapat dicapai oleh manusia. Pada kali pertama dan utama itu Jibril memperlihatkan dirinya kepada Muhammad menurut keadaannya yang asli, sehingga Nabi sendiri pernah mengatakan bahwa hanya dua kali dia melihat Jibril dalam keadaannya sebenarnya, yaitu pada malam Lailatul-Qadr, atau Nuzulul Al-Qur'an itu di Gua Hira; dan kedua di Sidratul Muntaha ketika mi'raj. Pada kali yang lain beliau melihat Jibril dalam penjelmaan sebagai manusia, menyerupakan dirinya dengan sahabat Nabi yang bernama Dihyah al-Kalbi.Di dalam surah ad-Dukhkhan, ayat 3, malam itu disebut Lailatun Mubarakatun, malam yang diberkati Allah.Amat mulialah malam itu, sebab malaikat-malaikat dan Ruh menyatakan dirinya dan Muhammad ﷺ mulai berhubungan dengan Alam Malakut, dan akan terus-meneruslah hal itu selama 23 tahun; 10 tahun di Mekah dan 13 tahun di Madinah. Di ujung ayat disebutkan bahwa kedatangan malaikat-malaikat dan Ruh itu dengan izin Allah, ialah karena akan menyampaikan pokok-pokok dari tiap-tiap perintah. Setiap perintah akan disampaikan kepada Rasul ﷺ, setiap itu pulalah malaikat dan Ruh akan datang, sehingga lancarlah perhubungan di antara alam syahadah dengan alam gaib.Ayat 5“Sejahteralah dia sehingga terbit fajar.\" (ayat 5)Sebab pada malam itulah Nabi diberi pengertian mengapa sejak beberapa waktu sebelum itu dia mengalami beberapa pengalaman yang ganjil. Dia merasakan mimpi yang benar, dia mendengar suara di dekat telinganya sebagai gemuruh bunyi lonceng. Mulai pada malam itu terobat hati manusia utama itu, Muhammad ﷺ, yang sudah sekian lama merasa terpencil dari kaumnya karena perasaannya yang murni sudah sejak kecilnya tidak menyetujui menyembah berhala dan tidak pernah beliau memuja patung-patung dari batu dan kayu sejak kecilnya. Dan sudah sejak mudanya hati kecilnya tidak menyetujui adat-adat buruk bangsanya. Pada malam itulah terjawab segala pertanyaan dalam hati, terbuka segala rahasia yang musykil selama ini. Itulah malam damai, malam salam, sejak terbenamnya matahari sampai terbitnya fajar hari esoknya.Dengan keterangan 3 ayat Lailatul-Qadr, ditambah 3 ayat pembuka dari surah ad-Dukhkhan, teranglah bahwa malam Lailatul-Qadr itu adalah malam mula turunnya Al-Qur'an.Bilakah masa Lailatul-Qadr itu? Al-Qur'an telah menjelaskannya lagi. Di dalam surah al- Baqarah ayat 185 jelas bahwa bulan Ramadhan adalah bulan yang padanyalah diturunkan Al-Qur'an, menjadi petunjuk bagi manusia, dan keterangan-keterangan dari petunjuk itu dan pemisah di antara yang hak dengan yang batil.Tetapi menjadi perbincangan panjang lebar pula di antara ahli-ahli hadits dan riwayat, bilakah datangnya malam Lailatul-Qadr itu? Sehingga dalam kitab al-Fathul-Bari syarah Bukhari dari Ibnu Hajar al-Asqalani yang terkenal itu, disalinkan beliau tidak kurang ada 45 qaul tentang malam terjadinya Lailatul Qadr, masing-masing menurut catatan ulama-ulama yang merawikannya; sejak dari malam 1 Ramadhan sampai malam 29 (atau malam 30 Ramadhan) ada saja ulama yang merawikan malam itu dalam kitab tersebut. Dan semuanya pun dinukilkan pula oleh asy-Syaukani di dalam Nailul Authar. Ada satu riwayat dalam hadits Bukhari dirawikan dari Abu Said al-Khudri bahwa tentang malam berapa yang tepat, dianjurkanlah supaya setiap malam bulan Ramadhan itu diramaikan dan diisikan dengan aneka ibadah. Tetapi terdapat juga riwayat yang kuat bahwa Lailatul Qadr itu ialah pada malam sepuluh yang akhir dari Ramadhan, artinya sejak malam ke-21. Karena sejak malam 21 itu Nabi ﷺ lebih memperkuat ibadahnya daripada malam-malam yang sebelumnya, sampai beliau bangunkan kaum keluarganya yang tertidur.Abdullah bin Mas'ud, dan asy-Sya'bi dan al-Hasan dan Qatadah berpendapat bahwa malam itu ialah malam 24 Ramadhan. Alasan mereka ialah karena ada hadits dari Wastilah bahwa Al- Qur'an diturunkan pada 24 Ramadhan.Suatu riwayat lagi dari as-Suyuthi, yang kemudian sekali dikuatkan oleh Syekh Khudhari, Guru Besar pada Fuad I University (1922), jatuhnya ialah pada 17 Ramadhan, Orang yang berpegang pada 17 Ramadhan ini mengambil istimbath dari ayat 41 dari surah al-Anfaal karena di sana tersebut“...dan apa yang Kami turunkan kepada hamba Kami pada Hari Pemisahan, hari bertemu dua golongan.\" (al-Anfal: 41)“Hari bertemu dua golongan\" ialah Peperangan Badar, pada 17 Ramadhan, sedang “Hari Pemisahan\" ialah hari turunnya Al-Qur'an yang pertama, yang disebut juga malam yang diberi berkat sebagai tersebut dalam surah ad-Dukhkhan, di atas tadi. Maka oleh karena berhadapan dua golongan di Perang Badar itu, golongan Islam dan golongan musyrikin teriadi 17 Ramadhan. Mereka menguatkan bahwa Lailatul-Qadr, mulai turunnya Al-Qur'an di gua Hira', ialah 17 Ramadhan pula, meskipun jarak waktunya adalah 15 tahun.Kita pun dapatlah memahamkan bahwa ini pun adalah hasil ijtihad, bukan suatu nash qath'i yang pasti dipegang teguh, sebab Nabi ﷺ menyuruh memperhebat ibadah setelah sepuluh yang akhir, bukan pada malam 17 Ramadhan. Menurut keterangan al-Hafizh Ibnu Hajar juga, dalam Fathul Bari, setengah ulama berpendapat bahwa malam Lailatul Qadr yang sebenarnya itu hanyalah satu kali saja, yaitu ketika Al-Qur'an mulai pertama turun. Adapun Lailatul Qadr yang kita peringati dan memperbanyak ibadah pada tiap malam hari bulan Ramadhan itu, ialah untuk memperteguh ingatan kita kepada turunnya Al-Qur'an itu. Sudah terang malam itu pasti terjadi dalam bulan Ramadhan.Kita hidupkan malam itu, mengambil berkat dan sempena, memperbanyak syukur kepada Allah karena bertepatan dengan malam itulah Al-Qur'an mulai diturunkan Allah. Berdiri mengerjakan shalat yang disebut Qiyamul Lail atau tarawih, di seluruh malam Ramadhan ataupun menambah ramainya di malam sepuluh yang akhir, pastilah salah satu bertepatan dengan malam turunnya Al-Qur'an.Bukanlah ini saja hari-hari besar yang disuruh peringati di dalam Islam. Kita pun disuruh mempuasakan 10 Muharam, atau Asyura karena mengenangkan beberapa kejadian pada nabi-nabi yang terdahulu pada tanggal tersebut. Nabi ﷺ pun menegakkan beberapa sunnah dalam manasik haji guna mengenangkan kejadian zaman lampau; seumpama sa'i antara Bukit Shafa dan Marwah, mengenangkan betapa sulitnya Hajar mencari air untuk putranya, Ismail, di lembah yang tidak bertumbuh-tumbuhan itu. Kita pun disuruh melontar Jumratul Aqabah bersama kedua jumrah lagi, memperingati perdayaan setan kepada Nabi Ibrahim karena akan menyembelih putranya atas perintah Allah. Namun Ibrahim tetap teguh hatinya dan tidak kena oleh perdayaan itu. Maka jika kita tilik memperingati Lailatul Qadr, atau Malam Kemuliaan, atau Malam Penentuan, dapatlah semuanya kita pertautkan jadi satu, yaitu membesarkan syi'ar Allah untuk menambah takwa hati.Ada juga yang mengatakan bahwa malam Lailatul Qadr itu dapat disaksikan dengan kejadian yang ganjil-ganjil. Misalnya air berhenti mengalir, pohon kayu runduk ke bumi dan sebagainya. Semuanya itu adalah hal-hal yang tidak dapat dipertanggung jawabkan menurut ilmu agama yang sebenarnya.Heran dan kagumlah saya dengan orang tua saya, Syekh Yusuf Amrullah, yang wafat pada 11 Ramadhan 1392 (19 Oktober 1972), dalam usia 86 tahun, ketika saya menziarahi beliau pada 10 April 1972. Beliau menyatakan pendapatnya yang sesuai dengan pendapat ulama yang disalinkan oleh al-Hafizh Ibnu Hajar tadi, bahwa Lailatul Qadr yang sebenarnya hanya sekali, yaitu ketika mula-mula Al-Qur'an diturunkan. Yang kita perkuat ibadah di dalam bulan puasa menunggu Lailatul Qadr itu ialah memperingati dan memuliakan malam pertama turunnya Al-Qur'an. Kita kenangkan tiap tahun, agar kita bertambah teguh memegang segala yang dituntunkan Allah di dalam Al-Qur'an. Saya menjadi kagum, karena sudah lama mata beliau tidak dapat melihat kitab-kitab lagi.Ada juga terdapat beberapa perkataan mengatakan bahwa Lailatin Mubarakatin, malam yang diberi berkat itu bukanlah Lailatul- Qadr, melainkan malam Nisfu Sya'ban. Tetapi dalam penyelidikan terhadap sumber agama yang sah, yaitu Al-Qur'an dan hadits shahih, tidaklah bertemu sumbernya. Riwayat tentang Nisfu Sya'ban itu tidaklah dapat dipegang, sanad-sanadnya kacau balau, riwayatnya banyak yang dhaif, bahkan ada yang dusta. Oleh sebab itu tidaklah dapat dijadikan dasar untuk dijadikan aqidah dan pegangan."}},"5":{"arabic":"سَلَٰمٌ هِىَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِسَلَٰمٌ هِىَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ","words":{"arabicWords":["سَلَٰمٌ","هِيَ","حَتَّىٰ","مَطۡلَعِ","ٱلۡفَجۡرِ"],"translationWords":["sejahtera","ia/malam itu","hingga","terbit","fajar"]},"translation":"Sejahteralah (malam) itu sampai terbit fajar.","tafsir":{"tafsir-jalalayn":"(Malam itu penuh dengan kesejahteraan) lafal ayat ini sebagai Khabar Muqaddam atau Khabar yang didahulukan, sedangkan Mubtadanya ialah (sampai terbit fajar) dapat dibaca Mathla'al Fajri dan Mathla'il Fajri, artinya hingga waktu fajar. Malam itu dinamakan sebagai malam yang penuh dengan kesejahteraan, karena para malaikat banyak mengucapkan salam, yaitu setiap kali melewati seorang mukmin baik laki-laki maupun perempuan mereka selalu mengucapkan salam kepadanya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Qadr: 1-5\n\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. Malam itu (penuh) kesejahteraan sampai terbit fajar. Allah subhanahu wa ta’ala menceritakan bahwa Dia menurunkan Al-Qur'an di malam Lailatul Qadar, yaitu malam yang penuh dengan keberkahan, sebagaimana yang dijelaskan dalam ayat lain melalui firman-Nya: sesungguhnya Kami menurunkannya pada suatu malam yang diberkati. (Ad-Dukhan: 3) Yaitu Lailatul Qadaryangterletakdi dalam bulan Ramadan, sebagaimana yang disebutkan di dalam firman-Nya: (Beberapa hari yang ditentukan itu ialah) bulan Ramadan, bulan yang di dalamnya diturunkan (permulaan)Al-Qur'an. (Al-Baqarah: 185) Ibnu Abbas dan lain-lainnya mengatakan bahwa Allah subhanahu wa ta’ala menurunkan Al-Qur'an sekaligus dari Lauh Mahfuz ke Baitul 'Izzah di langit yang terdekat.\n\nKemudian diturunkan secara terpisah-pisah sesuai dengan kejadian-kejadian dalam masa dua puluh tiga tahun kepada Rasulullah ﷺ Kemudian Allah subhanahu wa ta’ala berfirman, mengagungkan kedudukan Lailatul Qadar yang dikhususkan oleh Allah subhanahu wa ta’ala sebagai malam diturunkan-Nya Al-Qur'an di dalamnya. Untuk itu Allah subhanahu wa ta’ala berfirman: Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 2-3) Abu Isa At-At-Tirmidzi sehubungan dengan tafsir ayat ini mengatakan, telah menceritakan kepada kami Mahmud ibnu Gailan, telah menceritakan kepada kami Abu Dawud At-Tayalisi, telah menceritakan kepada kami Al-Qasim ibnul Fadl Al-Haddani, dari Yusuf ibnu Sad yang mengatakan bahwa seorang lelaki bangkit menuju kepada Al-Hasan ibnu Ali sesudah membaiat Mu'awiyah. Lalu lelaki itu berkata, \"Engkau telah mencoreng muka kaum mukmin,\" atau, \"Wahai orang yang mencoreng muka kaum mukmin.\" Maka Al-Hasan ibnu Ali menjawab, \"Janganlah engkau mencelaku, semoga Allah merahmatimu, karena sesungguhnya Nabi ﷺ pernah diperlihatkan kepadanya Bani Umayyah berada di atas mimbarnya, hal itu membuat diri beliau merasa berdukacita.\n\nMaka turunlah firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah memberikan kepadamu Al-Kautsar' (Al-Kautsar: 1) wahai Muhammad, yakni sebuah sungai (teiaga) di dalam surga. Dan turunlah pula firman Allah subhanahu wa ta’ala: 'Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan' (Al-Qadar: 1-3). yang akan dimilikkan sesudahmu kepada Bani Umayyah, wahai Muhammad.\" Al-Qasim mengatakan bahwa lalu kami menghitung-hitungnya, dan ternyata masa pemerintahan Bani Umayyah adalah seribu bulan, tidak lebih dan tidak kurang barang sehari pun.\n\nKemudian Imam At-Tirmidzi mengatakan bahwa hadits ini gharib, kami tidak mengenalnya melainkan melalui jalur ini, yaitu melalui hadits Al-Qasim ibnul Fadl. Dia adalah seorang yang berpredikat siqah, dinilai siqah oleh Yahya Al-Qattan dan Abdur Rahman ibnu Mahdi. Imam At-Tirmidzi mengatakan bahwa gurunya bernama Yusuf ibnu Sa'd yang dikenal dengan nama Yusuf ibnu Mazin, dia adalah seorang yang tidak dikenal.\n\nDan hadits dengan lafal yang seperti ini tidaklah dikenal melainkan hanya melalui jalur ini. Imam Hakim di dalam kitab Mustadrak-nya telah meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin dengan sanad yang sama. Dan mengenai perkataan (penilaian) Imam At-Tirmidzi yang menyebutkan bahwa Yusuf ibnu Sa'd seorang yang tidak dikenal, masih perlu diteliti. Karena sesungguhnya telah meriwayatkan darinya sejumiah ulama yang antara lain ialah Hammad ibnu Salamah, Khalid Al-Hazza dan Yunus ibnu Ubaid.\n\nYahya ibnu Mu'in menilainya sebagai seorang yang masyhur (terkenal). Dan menurut suatu riwayat dari Ibnu Mu'in, Yusuf ibnu Sa'd adalah seorang yang siqah (dipercaya). Ibnu Jarir meriwayatkan hadits ini melalui jalur Al-Qasim ibnul Fadl, dari Yusuf ibnu Mazin, demikianlah menurutnya, dan ini menimbulkan idtirab dalam hadits ini; hanya Allah sajalah Yang Maha Mengetahui. Kemudian hadits ini dengan hipotesis apa pun berpredikat munkar sekali. Guru kami Imam Al-Hafidzh Al-Hujjah Abul Hajjaj Al-Maziy mengatakan bahwa hadits ini berpredikat munkar.\n\nMenurut hemat kami, ucapan Al-Qasim ibnul Fadl Al-Haddani yang menyebutkan bahwa ia menghitung-hitung masa pemerintahan Bani Umayyah, maka ternyata ia menjumpainya seribu bulan, tidak lebih dan tidak kurang barang sehari pun, pendapat ini tidaklah benar. Karena sesungguhnya Mu'awiyah ibnu Abu Sufyan baru memegang tampuk pemerintahan saat Al-Hasan ibnu Ali menyerahkannya kepada dia pada tahun empat puluh Hijriah, lalu semua baiat sepakat 'tertuju kepada Mu'awiyah, maka tahun itu dinamakan dengan tahun Jama'ah.\n\nKemudian Bani Umayyah terus-menerus memegang kendali pemerintahan berturut-turut di negeri Syam dan negeri lainnya. Tiada suatu kawasan pun yang memberontak terhadap mereka kecuali hanya di masa pemerintahan Abdullah ibnuz Zubair di kedua tanah suci (Mekah dan Madinah), dan Al-Ahwaz serta negeri-negeri yang terdekat selama sembilan tahun. Akan tetapi, kesatuan dan persatuan mereka tetap berada di bawah pemerintahan Bani Umayyah secara keseluruhan terkecuali hanya pada sebagian kawasan yang tertentu.\n\nHingga pada akhirnya kekhalifahan direbut dari tangan mereka oleh Banil Abbas pada tahun seratus tiga puluh dua. Dengan demikran, berarti jumlah masa pemerintahan Bani Umayyah seluruhnya adalah sembilan puluh dua tahun, dan ini berarti lebih dari seribu bulan, yang kalau dijumlahkan berarti hanya delapan puluh tiga tahun lebih empat bulan. Kalau begitu, berarti Al-Qasim ibnul Fadl menggugurkan masa pemerintahan mereka di masa-masa Ibnuz Zubair (yang hanya sembilan tahun itu).\n\nJika demikian, berarti jumlah ini mendekati kebenaran dari apa yang dikatakannya; hanya Allah jualah Yang Maha Mengetahui. Bukti lain yang menunjukkan ke-daif-an hadits ini ialah karena hadits ini sengaja diutarakan hanya untuk mencela pemerintahan Bani Umayyah. Seandainya dimaksudkan untuk mencela mereka, tentulah bukan dengan konteks seperti itu. Mengingat keutamaan LailatuI Qadar di masa-masa pemerintahan mereka bukanlah menunjukkan tercelanya hari-hari mereka.\n\nSesungguhnya malam LailatuI Qadar itu sangat mulia, dan surat yang mulia ini diturunkan hanya semata-mata memuji malam LailatuI Qadar. Lalu mengapa ayat ini memuji keutamaannya di masa-masa pemerintahan Bani Umayyah yang dinilai oleh hadits ini tercela. Hal ini tiada lain hanyalah seperti apa yang dikatakan oleh penyair: ... Tidakkah engkau lihat, bahwa pedang itu turun pamornya bila dikatakan bahwa ia lebih tajam daripada tongkat? Penyair lainnya mengatakan: ...\n\nJika engkau mengutamakan seseorang yang mempunyai keahlian di atas orang yang tidak mempunyai keahlian, maka sama saja dengan merendahkan martabat orang yang dipujinya. Kemudian bila-dipahami dari ayat ini bahwa seribu bulan yang disebutkan dalam ayat menunjukkan masa pemerintahan Bani Umayyah, sedangkan suratnya sendiri adalah Makkiyyah. Lalu bagaimana bisa dibelokkan dengan pengertian seribu bulan masa pemerintahan Bani Umayyah, padahal baik lafal maupun makna ayat tidak menunjukkan kepada pengertian itu.\n\nDan lagi mimbar itu hanyalah baru dibuat di Madinah sesudah hijrah. Semua bukti tersebut menunjukkan kelemahan dan kemungkaran hadits di atas; hanya Allah sajalah Yang Maha Mengetahui. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Muslim ibnu Khalid, dari Ibnu Abu Najih, dari Mujahid, bahwa Nabi ﷺ menceritakan tentang seorang lelaki dari kalangan Bani Israil yang menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah subhanahu wa ta’ala Maka kaum muslim merasa kagum dengan perihal lelaki Bani Israil itu.\n\nMujahid melanjutkan kisahnya, bahwa lalu Allah subhanahu wa ta’ala menurunkan firman-Nya: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 1-3) Maksudnya, lebih baik daripada lelaki itu menyandang senjatanya selama seribu bulan dalam berjihad di jalan Allah. Ibnu Jarir mengatakan pula bahwa telah menceritakan kepada kami Ibnu Humaid, telah menceritakan kepada kami Hakkam ibnu Muslim, dari Al-Musanna ibnus Sabbah, dari Mujahid yang meHgatakan bahwa dahulu di kalangan kaum Bani Israil terdapat seorang lelaki yang malam harinya melakukan qiyam hingga pagi hari, kemudian di siang harinya ia berjihad di jalan Allah hingga petang hari.\n\nDia mengerjakan amalan ini selama seribu bulan, maka Allah menurunkan firman-Nya: Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: 3) Yakni melakukan qiyam di malam kemuliaan itu lebih baik daripada amalan laki-laki Bani Israil itu. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Yunus, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Maslamah ibnu Ali, dari Ali ibnu Urwah yang mengatakan bahwa di suatu hari Rasulullah ﷺ menceritakan tentang kisah empat orang lelaki dari kalangan kaum Bani Israil (di masa lalu); mereka menyembah Allah selama delapan puluh tahun tanpa melakukan kedurhakaan kepada-Nya barang sekejap mata pun.\n\nBeliau ﷺ menyebutkan nama mereka, yaitu Ayyub, Zakaria, Hizkil ibnul Ajuz, dan Yusya' ibnu Nun. Ali ibnu Urwah melanjutkan kisahnya, bahwa lalu para sahabat Rasulullah ﷺ merasa kagum dengan amalan mereka. Maka datanglah Jibril kepada Nabi ﷺ dan berkata, \"Wahai Muhammad, umatmu merasa kagum dengan ibadah mereka selama delapan puluh tahun itu tanpa berbuat durhaka barang sekejap mata pun. Sesungguhnya Allah subhanahu wa ta’ala telah menurunkan hal yang lebih baik daripada itu.\" Kemudian Malaikat Jibril a.s. membacakan kepadanya firman Allah subhanahu wa ta’ala: Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik daripada seribu bulan. (Al-Qadar: -3) Ini lebih baik daripada apa yang engkau dan umatmu kagumi. Maka bergembiralah karenanya Rasulullah ﷺ dan orang-orang yang bersamanya saat itu. Sufyan Ats-Tsauri mengatakan bahwa telah sampai kepadaku dari Mujahid sehubungan dengan malam kemuliaan lebih baik daripada seribu bulan.\n\nBahwa amalan, puasa, dan qiyamnya lebih baik daripada melakukan hal yang sama dalam seribu bulan. Demikianlah menurut apa yang diriwayatkan oleh Ibnu Jarir. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Ibrahim ibnu Musa, telah menceritakan kepada kami Ibnu Abu Zaidah, dari Ibnu Juraij, dari Mujahid yang mengatakan bahwa malam kemuliaan lebih baik daripada seribu bulan yang di dalam bulan-bulannya tidak terdapat malam Lailatul Qadar.\n\nHal yang sama telah dikatakan oleh Qatadah ibnu Di'amah dan Imam Syafii serta yang lainnya yang bukan hanya seorang. Amr ibnu Qais Al-Mala'i telah mengatakan bahwa melakukan suatu amalan di malam kemuliaan lebih baik daripada melakukan amalan selama seribu bulan. Dan pendapat yang menyebutkan bahwa malam Lailatul Qadar itu lebih afdal daripada melakukan ibadah selama seribu bulan yang di dalamnya tidak terdapat Lailatul Qadar, merupakan pendapat yang dipilih oleh Ibnu Jarir, dan pendapat inilah yang benar, bukan yang lainnya.\n\nPengertian ini sama dengan apa yang disebutkan dalam sabda Nabi ﷺ yang mengatakan: Berjaga-jaga selama semalam di jalan Allah (jihad) lebih baik daripada seribu malam di tempat-tempat yang lainnya. Hadits diriwayatkan oleh Imam Ahmad. Sebagaimana pula yang disebutkan berkenaan dengan keutamaan seseorang yang datang ke shalat Jumat dengan penampilan yang baik dan niat yang saleh, bahwa dicatatkan baginya amal selama satu tahun, berikut pahala puasa dan qiyamnya. Dan masih banyak lagi nas-nas lainnya yang semakna.\n\n\". Imam Ahmad mengatakan, telah menceritakan kepada kami Ismail ibnu Ibrahim, telah menceritakan kepada kami Ayyub, dari Abu Qilabah, dari Abu Hurairah yang menceritakan bahwa ketika Ramadan tiba, Rasulullah ﷺ bersabda: Telah datang kepadamu bulan Ramadan, bulan yang diberkati, Allah telah memfardukan bagimu melakukan puasa padanya. Di dalamnya dibukakan semua pintu surga dan ditutup rapat-rapat semua pintu neraka, dan setan-setan dibelenggu. Di dalamnya terdapat suatu malam yang lebih baik daripada seribu bulan. Barang siapa yang terhalang dari kebaikannya, berarti dia telah terhalang (dari semua kebaikan). Imam An-Nasai meriwayatkannya melalui hadits Ayyub dengan sanad yang sama.\n\nMengingat melakukan ibadah di dalam malam Lailatul Qadar sebanding pahalanya dengan melakukan ibadah selama seribu bulan, telah disebutkan di dalam kitab Sahihain melalui Abu Hurairah, bahwa Rasulullah ﷺ telah bersabda: Barang siapa yang melakukan qiyam (shalat sunat) di malam Lailatul Qadar karena iman dan mengharapkan pahala dan ridaAllah, maka diampunilah baginya semua dosanya yang terdahulu. Firman Allah subhanahu wa ta’ala: Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Tuhannya untuk mengatur segala urusan. (Al-Qadar: 4) Yakni banyak malaikat yang turun di malam kemuliaan ini karena berkahnya yang banyak.\n\nDan para malaikat turun bersamaan dengan turunnya berkah dan rahmat, sebagaimana mereka pun turun ketika Al-Qur'an dibacakan dan mengelilingi halqah-halqah zikir serta meletakkan sayap mereka menaungi orang yang menuntut ilmu dengan benar karena menghormatinya. Adapun mengenai ar-ruh dalam ayat ini, menurut suatu pendapat makna yang dimaksud adalah Jibril a.s., yang hal ini berarti termasuk ke dalam Bab \"Ataf khusus kepada umum.\" Menurut pendapat lain menyebutkan, ar-ruh adalah sejenis malaikat tertentu, sebagaimana yang telah dijelaskan sebelumnya di dalam surat An-Naba.\n\nHanya Allah sajalah Yang Maha Mengetahui. Firman Allah subhanahu wa ta’ala: untuk mengatur segala urusan. (Al-Qadar: 4) Mujahid mengatakan bahwa selamatlah malam kemuliaan itu dari semua urusan. Sa'id ibnu Mansur mengatakan, telah menceritakan kepada kami Isa ibnu Yunus, telah menceritakan kepada kami Al-A'masy, dari Mujahid sehubungan dengan makna firman-Nya: Malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Bahwa malam itu penuh keselamatan, setan tidak mampu berbuat keburukan padanya atau melakukan gangguan padanya. Qatadah dan yang lainnya mengatakan bahwa makna yang dimaksud ialah semua urusan ditetapkan di dalamnya dan semua ajal serta rezeki ditakdirkan, sebagaimana yang disebutkan dalam ayat lain melalui firman-Nya: Pada malam itu dijelaskan segala urusan yang penuh hikmah. (Ad' Dukhan: 4) Adapun firman Allah subhanahu wa ta’ala: Malam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 5) Sa'id ibnu Mansur mengatakan bahwa telah menceritakan kepada kami Hisyam, dari Abu Ishaq, dari Asy-Sya'bi sehubungan dengan makna firman-Nya: untuk mengatur segala urusan.\n\nMalam itu (penuh) kesejahteraan sampai terbit fajar. (Al-Qadar: 4-5) Makna yang dimaksud ialah salamnya para malaikat di malam Lailatul Qadar kepada orang-orang yang ada di dalam masjid sampai fajar terbit. Dan Ibnu Jarir telah meriwayatkan dari Ibnu Abbas, bahwa ia membaca ayat ini dengan bacaan berikut: Min kulli imri'in, yang artinya menjadi seperti berikut: Kepada setiap orang (malaikat memberi salam) di malam Lailatul Qadar sampai terbit fajar, yang dimaksud adalah ahli masjid.\n\nImam Baihaqi telah meriwayatkan sebuah atsar yang gharib yang menceritakan turunnya para malaikat dan lewatnya mereka kepada orang-orang yang sedang shalat di malam itu (malam kemuliaan) sehingga orang-orang yang shalat mendapat berkah karenanya. Ibnu Abu Hatim telah meriwayatkan sebuah atsar yang gharib dari Ka'bul Ahbar cukup panjang menceritakan turunnya para malaikat dari Sidratul Muntaha dipimpin oleh Malaikat Jibril a.s. ke bumi di malam kemuliaan dan doa mereka bagi orang-orang mukmin laki-laki dan perempuan.\n\n-: Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Imran Al-Qattan, dari Qatadah, dari Abu Maimunah, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda sehubungan dengan malam kemuliaan (Lailatul Qadar): Sesungguhnya malam kemuliaan itu jatuh pada malam dua puluh tujuh atau dua puluh sembilan (Ramadan), dan sesungguhnya para malaikat di bumi pada malam itu jumlahnya lebih banyak daripada bilangan batu kerikil. Al-A'masy telah meriwayatkan dari Al-Minhal, dari Abdur Rahman ibnu Abu Laila sehubungan dengan makna firman-Nya: untuk mengatur segala urusan, yang (penuh) kesejahteraan. (Al-Qadar: 4-5) Yakni tiada suatu urusan pun yang terjadi di malam itu.\n\nQatadah dan Ibnu Zaid mengatakan sehubungan dengan makna firman-Nya: malam itu (penuh) kesejahteraan. (Al-Qadar: 5) Yaitu semuanya baik belaka, tiada suatu keburukan pun yang terjadi di malam itu sampai matahari terbit. Pengertian ini didukung oleh apa yang telah diriwayatkan oleh Imam Ahmad, \". telah menceritakan kepada kami Haiwah ibnu Syuraih, telah menceritakan kepada kami Baqiyyah. telah menceritakan kepadaku Bujair ibnu Sa'd dan Khalid ibnu Madan: dari Ubadah ibnus Samit, bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar terdapat di malam sepuluh yang terakhir (dari bulan Ramadan); barang siapa yang melakukan qiyam padanya karena mengharapkan pahala di malam-malam tersebut, maka Allah memberi ampunan baginya atas semua dosanyayang terdahulu dan yang kemudian.\n\nMalam Lailatul Qadar adalah malam yang ganjil, yang jatuh pada malam dua puluh sembilan, atau dua puluh tujuh, atau dua puluh lima, atau dua puluh tiga, atau malam yang terakhir. Rasulullah ﷺ telah bersabda pula: Sesungguhnya pertanda Lailatul Qadar ialah cuacanya bersih lagi terang seakan-akan ada rembulannya, tenang, lagi hening; suhunya tidak dingin dan tidak pula panas, dan tiada suatu bintang pun yang dilemparkan pada malam itu sampai pagi hari.\n\nDan sesungguhnya pertanda Lailatul Qadar itu dipagi harinya matahari terbit dalam keadaan sempurna, tetapi tidak bercahaya seperti biasanya melainkan seperti rembulan di malam purnama, dan tidak diperbolehkan bagi setan ikut muncul bersamaan dengan terbitnya matahari di hari itu. Sanad hadits ini hasan dan di dalam matannya terdapat garabah, dan pada sebagian lafaznya terdapat yang hal munkar.\n\nAbu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Zam'ah, dari Salamah ibnu Wahram, dari Ikrimah, dari Ibnu Abbas, bahwa Rasulullah ﷺ telah bersabda sehubungan dengan malam Lailatul Qadar: (Yaitu) malam yang sedang lagi terang, tidak panas dan tidak dingin, dan pada keesokan harinya cahaya mataharinya lemah kemerah-merahan. Ibnu Abu ‘Ashim An-Nabil telah meriwayatkan berikut sanadnya dari Jabir ibnu Abdullah, bahwa Rasulullah ﷺ pernah bersabda: Sesungguhnya aku telah melihat malam Lailatul Qadar, lalu aku dijadikan lupa kepadanya; malam Lailatul Qadar itu ada pada sepuluh terakhir (bulan Ramadan), pertandanya ialah cerah dan terang, suhunya tidak panas dan tidak pula dingin, seakan-akan padanya terdapat rembulan; setan tidak dapat keluar di malam itu hingga pagi harinya.\n\nPara ulama berbeda pendapat, apakah di kalangan umat-umat terdahulu ada Lailatul Qadar, ataukah memang Lailatul Qadar hanya khusus bagi umat ini? Ada dua pendapat di kalangan mereka mengenainya. Abu Mus'ab alias Ahmad ibnu Abu Bakar Az-Zuhri mengatakan, telah menceritakan kepada kami Malik, telah sampai kepadanya bahwa Rasulullah ﷺ diperlihatkan kepadanya usia-usia manusia yang sebelumnya dari kalangan umat terdahulu, atau sebagian dari hal tersebut menurut apa yang dikehendaki oleh Allah. Maka Rasulullah ﷺ seakan-akan menganggap pendek usia umatnya bila dibandingkan dengan mereka yang berusia sedemikian panjangnya dalam hal beramal, dan beliau merasa khawatir bila amal umatnya tidak dapat mencapai tingkatan mereka.\n\nMaka Allah subhanahu wa ta’ala memberinya Lailatul Qadar yang lebih baik daripada seribu bulan. Hadits ini telah disandarkan melalui jalur lain, dan apa yang dikatakan oleh Malik ini memberikan pengertian bahwa Lailatul Qadar hanya dikhususkan bagi umat ini. Dan pendapat ini telah dinukil oleh penulis kitab Al-Iddah, salah seorang ulama dari kalangan mazhab Syafii dari jumhur ulama; hanya Allah-lah Yang Maha Mengetahui. Al-Khattabi telah meriwayatkan adanya kesepakatan dalam hal ini, dan'Al-Qadi telah menukilnya secara pasti dari mazhab Syafii.\n\nAkan tetapi, pengertian yang ditunjukkan oleh hadits memberikan pengertian bahwa Lailatul Qadar terdapat pula di kalangan umat-umat terdahulu sebagaimana terdapat di kalangan umat kita sekarang. Imam Ahmad Ibnu Hambal mengatakan, telah menceritakan kepada kami Yahya ibnu Sa'id, dari Ikrimah ibnu Ammar, telah menceritakan kepadaku Abu Zamil alias Sammak Al-Hanafi, telah menceritakan kepadaku Malik ibnu Marsad ibnu Abdullah, telah menceritakan kepadaku Marsad yang telah mengatakan bahwa aku bertanya kepada Abu Dzar, \"Apakah yang pernah engkau tanyakan kepada Rasulullah ﷺ tentang Lailatul Qadar?\" Abu Dzar menjawab, bahwa dirinyalah orang yang paling gencar menanyakan tentang Lailatul Qadar kepada Rasulullah ﷺ Aku bertanya, \"Wahai Rasulullah, ceritakanlah kepadaku tentang Lailatul Qadar, apakah terdapat di dalam bulan Ramadan ataukah di bulan yang lain?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan ia terdapat di dalam bulan Ramadan.\" Aku bertanya lagi, \"Apakah Lailatul Qadar itu hanya ada di masa para nabi saja? Apabila mereka telah tiada, maka Lailatul Qadar dihapuskan, ataukah masih tetap ada sampai hari kiamat?\" Rasulullah ﷺ menjawab, \"Tidak, bahkan Lailatul Qadar tetap ada sampai hari kiamat.\" Aku bertanya lagi, \"Di bagian manakah Lailatul Qadar terdapat dalam bulan Ramadan?\" Rasulullah ﷺ menjawab: Carilah Lailatul Qadar dalam sepuluh malam terakhirnya, jangan kamu bertanya lagi mengenai apapun sesudah ini.\n\nKemudian Rasulullah ﷺ melanjutkan perbincangannya, dan beliau terus berbincang-bincang, lalu aku memotong pembicaraannya dan bertanya, \"Di malam dua puluh berapakah Lailatul Qadar itu?\" Rasulullah ﷺ menjawab: Carilah ia di malam-malam sepuluh terakhir, dan jangan engkan bertanya lagi mengenainya sesudah ini. Rasulullah ﷺ melanjutkan pembicaraannya, kemudian aku memotong lagi pembicaraannya dan kukatakan kepadanya, \"Wahai Rasulullah, aku bersumpah kepada engkau demi hakku atas dirimu setelah engkau menceritakannya kepadaku, di malam dua puluh berapakah Lailatul Qadar itu?\" Maka beliau ﷺ kelihatan marah, dan aku belum pernah melihat beliau marah seperti itu sejak aku menjadi sahabatnya, lalu beliau bersabda: Carilah ia di malam-malam tujuh terakhir, dan jangan lagi engkau menanyakannya kepadaku sesudah ini. Imam An-Nasai meriwayatkannya dari Al-Fallas, dari Yahya ibnu Sa'id Al-Qattan dengan sanad yang sama.\n\nDi dalam hadits ini terkandung makna yang menunjukkan seperti apa yang telah kami sebutkan di atas, yaitu bahwa Lailatul Qadar masih tetap ada sampai hari kiamat, tiap tahunnya sesudah Nabi ﷺ tiada. Tidak sebagaimana yang disangka oleh sebagian golongan Syi'ah yang mengatakan bahwa Lailatul Qadar telah diangkat secara keseluruhan, sesuai dengan pemahaman mereka terhadap hadits yang akan kami kemukakan sehubungan dengan sabda Nabi ﷺ yang mengatakan: Maka diangkatlah (dihapuskanlah) LailatuI Qadar dan mudah-mudahan hal ini baik bagi kalian. Karena sesungguhnya makna yang dimaksud ialah hanya penghapusan mengenai pengetahuan malamnya secara tertentu.\n\nJuga dalam hadits di atas menunjukkan bahwa LailatuI Qadar itu hanya khusus terjadi di dalam bulan Ramadan, bukan bulan-bulan lainnya. Tidak sebagaimana yang diriwayatkan dari Ibnu Mas'ud dan ulama ahli Kufah yang mengikutinya, mereka mengatakan bahwa LailatuI Qadar itu terdapat di sepanjang tahun dan diharapkan terdapat di setiap bulannya secara merata. Imam Abu Dawud di dalam kitab sunannya telah menukil hadits ini dalam Bab \"Penjelasan LailatuI Qadar\" terdapat di semua Ramadan, untuk itu ia mengatakan bahwa: telah menceritakan kepada kami Humaid ibnu Zanjawaih As-Sami, telah menceritakan kepada kami Sa'id ibnu Abu Maryam, telah menceritakan kepada kami Muhammad ibnu Ja'far ibnu Abu Kasir, telah menceritakan kepadaku Musa ibnu Uqbah, dari Abu Ishaq, dari Sa'id ibnu Jubair, dari Abdullah ibnu Umar yang mengatakan bahwa Rasulullah ﷺ pernah ditanya mengenai LailatuI Qadar, sedangkan ia mendengarkannya.\n\nMaka beliau ﷺ menjawab: LailatuI Qadar terdapat di semua Ramadan. Sanad ini semua perawinya berpredikat siqah; hanya saja Abu Dawud mengatakan bahwa Syu'bah dan Sufyan telah meriwayatkan hadits ini dari Abu Ishaq, dan keduanya me-mauquf-kan hadits ini hanya sampai kepadanya. Dan telah diriwayatkan dari Abu Hanifah rahimahullah, bahwa LailatuI Qadar itu diharapkan terdapat di setiap bulan Ramadan. Ini merupakan suatu pendapat yang diriwayatkan oleh Al-Gazali dan dinilai gharib sekali oleh Ar-Rafi'i.\n\nKemudian dikatakan bahwa LailatuI Qadar itu terdapat di malam pertama bulan Ramadan, pendapat ini diriwayatkan dari Abu Razin. Menurut pendapat yang lain, LailatuI Qadar terdapat pada malam tujuh belas Ramadan. Sehubungan dengan hal ini Abu Dawud telah meriwayatkan sebuah hadits marfu' dari Ibnu Mas'ud. Sebagaimana telah diriwayatkan pula hal yang sama secara mauquf hanya sampai pada Ibnu Mas'ud, Zaid ibnu Arqam, dan Usman ibnu Abul As.\n\nDan hal ini merupakan suatu pendapat yang bersumber dari Muhammad ibnu Idris Asy-Syafii, dan diriwayatkan dari Al-Hasan Al-Basri. Mereka mengemukakan alasannya, bahwa LailatuI Qadar terjadi di malam Perang Badar, yang jatuh pada hari Jumat tanggal tujuh belas Ramadan. Dan di pagi harinya terjadi Perang Badar, yaitu hari yang disebut oleh Allah subhanahu wa ta’ala melalui firman-Nya dengan sebutan Yaumul Furqan, alias hari pembeda antara perkara yang hak dan perkara yang batil. Menurut pendapat lain, LailatuI Qadar jatuh pada tanggal sembilan belas bulan Ramadan; pendapat ini bersumber dari Ali dan juga Ibnu Mas'ud.\n\nMenurut pendapat yang lainnya lagi, LailatuI Qadar jatuh pada tanggal dua puluh satu berdasarkan hadits Abu Sa'id Al-Khudri yang mengatakan bahwa Rasulullah ﷺ melakukan i'tikaf di malam-malam sepuluh pertama bulan Ramadan, dan kami pun ikut i'tikaf bersamanya. Lalu datanglah Jibril dan mengatakan kepadanya, \"Sesungguhnya yang engkau cari berada di depanmu.\" MakaNabi ﷺ melakukan i'tikaf pada malam-malam pertengahan (sepuluh kedua) bulan Ramadan, dan kami ikut beri'tikaf bersamanya. Dan Jibril datang lagi kepadanya, lalu berkata, \"Yang engkau cari berada di depanmu.\" Kemudian Nabi ﷺ berdiri dan berkhotbah di pagi hari tanggal dua puluh Ramadan, antara lain beliau bersabda: Barang siapa yang telah melakukan i'tikaf bersamaku, hendaklah ia pulang, karena sesungguhnya aku telah melihat malam kemuliaan itu.\n\nDan sesungguhnya aku telah dibuat lupa terhadapnya, sesungguhnya malam kemuliaan itu berada di sepuluh terakhir bulan Ramadan pada malam-malam ganjilnya, dan sesungguhnya aku telah bermimpi seakan-akan diriku sedang sujud di tanah dan air (karena cuacanya hujan). Sedangkan atap masjid terbuat dari pelepah daun kurma, pada mulanya kami tidak melihat sepotong awan pun di langit. Lalu tiba-tiba terjadilah pelangi, dan terjadilah hujan, dan Nabi ﷺ membawa kami shalat sehingga aku melihat bekas tanah dan air menempel di kening beliau, hal ini membuktikan kebenaran dari mimpi yang dilihatnya.\n\nMenurut riwayat yang lain, kejadian itu terjadi pada pagi hari tanggal dua puluh satu Ramadan; diketengahkan oleh Imam Bukhari dan Imam Muslim di dalam kitab sahihnya masing-masing. Imam Syafii mengatakan bahwa hadits ini merupakan hadits yang sanadnya paling shahih. Menurut pendapat lainnya, malam kemuliaan terjadi pada tanggal dua puluh tiga Ramadan berdasarkan hadits Abdullah ibnu Unais dalam kitab Sahih Muslim, dan hadits ini konteksnya mendekati hadisnya Abu Sa'id; hanya Allah-lah Yang Maha Mengetahui.\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terjadi pada tanggal dua puluh empat Ramadan. Sehubungan dengan hal ini Abu Dawud At-Tayalisi mengatakan, telah menceritakan kepada kami Hammad ibnu Salamah, dari Al-Jariri, dari Abu Nadrah, dari A.bu Sa'id, bahwa Rasulullah ﷺ telah bersabda: Lailatul Qadar adalah malam dua puluh empat (bulan Ramadan). Sanad hadits ini semua perawinya berpredikat siqah. Ahmad mengatakan bahwa telah menceritakan kepada kami Musa ibnu Daud, telah menceritakan kepada kami Ibnu Lahi'ah, dari Yazid ibnu Abu Habib, dari Abul Khair As-Sanabiji, dari Bilal yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Lailatul Qadar adalah malam dua puluh empat (Ramadan).\n\nIbnu Lahi'ah orangnya daif. Hadits ini bertentangan dengan apa yang telah diriwayatkan oleh Imam Bukhari dari Asbag, dari Ibnu Wahb, dari Arar ibnul Haris, dari Yazid ibnu Abu Habib, dari Abul Khair, dari Abu Abdullah As-Sanabiji yang mengatakan bahwa telah menceritakan kepadaku Bilal juru azan Rasulullah ﷺ, bahwa malam kemuliaan itu terdapat pada malam tujuh terakhir dari bulan Ramadan.\n\nHadits ini mauquf hanya sampai kepada Bilal, dan inilah yang paling shahih; hanya Allah-lah Yang Maha Mengetahui. Hal yang sama telah diriwayatkan dari Ibnu Mas'ud, Ibnu Abbas, Jabir, Al-Hasan, Qatadah, dan Abdullah ibnu Wahb, bahwa malam kemuliaan terdapat pada malam dua puluh empat Ramadan. Dalam pembahasan yang lalu telah disebutkan hadits Wasilah ibnul Asqa' secara marfu', yaitu dalam tafsir surat Al-Baqarah, berbunyi demikian: Sesungguhnya Al-Qur'an diturunkan pada malam dua puluh empat (Ramadan).\n\nMenurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh lima Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Bukhari dari Abdullah ibnu Abbas, bahwa Rasulullah ﷺ pernah bersabda: Carilah malam kemuliaan di malam-malam sepuluh terakhir dari bulan Ramadan, yaitu bila tinggal sembilan malam lagi atau bila tinggal tujuh malam lagi, atau bila tinggal lima malam lagi. Kebanyakan ulama menakwilkan makna hadits ini dengan malam-malam yang ganjil, dan pendapat inilah yang kuat dan yang terkenal.\n\nSedangkan ulama lainnya menakwilkannya terjadi pada malam-malam yang genap dari malam-malam sepuluh terakhir Ramadan. Ini berdasarkan apa yang telah diriwayatkan oleh Imam Muslim dari Abu Sa'id, bahwa ia menakwilkannya demikian; hanya Allah-lah Yang Maha Mengetahui. Menurut pendapat yang lainnya lagi, malam kemuliaan terdapat dalam malam dua puluh tujuh Ramadan, berdasarkan apa yang telah diriwayatkan oleh Imam Muslim di dalam kitab sahihnya, dari Ubay ibnu Ka'b, dari Rasulullah ﷺ, bahwa malam kemuliaan terjadi pada tanggal dua puluh tujuh.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Sufyan yang telah mendengar dari Abdah dan ‘Ashim, dari Zur yang mengatakan bahwa ia pernah bertanya kepada Ubay ibnu Ka'b, \"Wahai Abul Munzir, engkau pernah berkata bahwa saudaramu Ibnu Mas'ud pernah mengatakan bahwa barang siapa yang melakukan qiyaimil lail sepanjang tahun, niscaya akan menjumpai Lailatul Qadar.\" Ubay ibnu Ka'b menjawab, \"Semoga Allah merahmatinya, sesungguhnya dia telah mengetahui bahwa malam kemuliaan itu terdapat di dalam bulan Ramadan dan tepatnya di malam dua puluh tujuh.\" Kemudian Ubay ibnu Ka'b bersumpah untuk menguatkan perkataannya.\n\nDan aku bertanya, \"Bagaimanakah kamu mengetahuinya?\" Ubay ibnu Ka'b menjawab, \"Melalui alamat atau tandanya yang telah diberitahukan kepada kami oleh Nabi ﷺ, bahwa pada siang harinya mentari terbit di pagi harinya, sedangkan cahayanya lemah.\" Imam Muslim telah meriwayatkan ini melalui jalur Sufyan ibnu Uyaynah, Syu'bah, dan Al-Auza'i, dari Abdah, dari Zur, dari Ubay, lalu disebutkan hal yang semisal.\n\nYang di dalamnya disebutkan bahwa Ubay ibnu Ka'b mengatakan, \"Demi Allah, yang tiada Tuhan yang berhak disembah selain Dia, sesungguhnya malam kemuliaan itu benar-benar berada di bulan Ramadan.\" Ubay ibnu Ka'b bersumpah tanpa mengucapkan pengecualian, lalu ia melanjutkan, \"Demi Allah, sesungguhnya aku benar-benar mengetahui di tanggal berapakah Lailatul Qadar itu berada, Rasulullah ﷺ telah memerintahkan kami untuk melakukan qiyam padanya, yaitu tanggal dua puluh tujuh. Dan pertandanya ialah di pagi harinya mentari terbit dengan cahaya yang redup.\" Dalam bab yang sama telah disebutkan dari Mu'awiyah, Ibnu Umar, dan Ibnu Abbas serta selain mereka, dari Rasulullah ﷺ yang telah bersabda bahwa Lailatul Qadar itu adalah malam dua puluh tujuh.\n\nDan inilah pendapat yang dipegang oleh segolongan ulama Salaf, dan merupakan pendapat yang dianut di kalangan mazhab Imam Ahmad ibnu Hambal rahimahullah, juga menurut suatu riwayat yang bersumber dari Imam Abu Hanifah menyebutkan hal yang sama. Telah diriwayatkan pula dari sebagian ulama Salaf, bahwa Imam Abu Hanifah berupaya menyimpulkan keadaan Lailatul Qadar jatuh pada tanggal duapuluh tujuh dari Al-Qur'an melalui firman-Nya, \"Hiya (malam itu),\" dengan alasan bahwa kalimat ini merupakan kalimat yang kedua puluh tujuh dari surat yang bersangkutan; hanya Allah-lah Yang Maha Mengetahui.\"","tafsir-ringkas-kemenag":"Sejahteralah malam itu sejak matahari terbenam sampai terbit fajar. Pada malam itu Allah hanya menentukan keselamatan dan kesejahteraan bagi makhluknya. Para malaikat juga turun secara bergelombang sambil membawa rahmat, kebaikan, salam, dan berkah dari Allah. Pada malam itu pula, tiap kali berjumpa dengan orang beriman, para malaikat pasti mengucapkan salam kepadanya. 1. Orang-orang yang kafir dari golongan Ahli Kitab, yaitu Yahudi dan Nasrani, dan orang-orang musyrik penyembah berhala tidak akan meninggalkan kekafiran mereka sampai datang kepada mereka bukti yang nyata.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menyatakan bahwa malam tersebut dipenuhi kebajikan dan keberkahan dari permulaan sampai terbit fajar, karena turunnya Al-Qur'an yang disaksikan oleh para malaikat ketika Allah melapangkan dada Nabi-Nya dan memudahkan jalan untuk menyampaikan petunjuk serta bimbingan kepada umatnya.","tafsir-alazhar":"SURAH AL-QADR(KEMULIAAN)SURAH KE-97, 5 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Sesungguhnya telah Kami turunkan dia pada Malam Kemuliaan.\" (ayat 1)Artinya Allah Tuhan sarwa sekalian alam telah menurunkan Al-Qur'an yang pertama sekali kepada Nabi-Nya pada Lailatul Qadr, Malam Kemuliaan. Sebagian arti qadr itu ialah kemuliaan. Sejak malam itu perikemanusiaan dicerahi kemuliaan; dikeluarkan dari Zhulumaat (kegelapan), kepada Nur (cahaya petunjuk Allah) yang gilang-gemilang. Dan boleh juga diartikan Lailatul-Qadr sebagai Malam Penentuan karena pada waktu itulah mulai ditentukan langkah yang akan ditempuh Rasul-Nya dalam memberi petunjuk bagi umat manusia. Di malam itu dimulai menentukan garis pemisah di antara kufur dengan iman, jahiliyyah dengan Islam, syirik dengan tauhid; tidak berkacau balau lagi. Kedua arti ini boleh dipakai.Ayat 2“Dan sudahkah engkau tahu, apakah dia malam Kemuliaan itu?\" (ayat 2)Ayat yang kedua ini tersusun sebagai suatu pertanyaan Allah kepada Nabi-Nya untuk memperkukuh perhatian kepada nilai tertinggi malam itu.Ayat 3“Malam Kemuliaan itu lebih utama daripada seribu bulan.\" (ayat 3)Dikatakan dalam ayat ketiga ini bahwa keutamaan Malam Kemuliaan (Lailatul-Qadr) itu sama dengan seribu bulan, lebih daripada delapan puluh tahun, selanjut usia seorang manusia. Lalu diterangkan pula sebabnya dalam ayat selanjutnya,Ayat 4“Turun Malaikat dan Ruh pada malam itu, dengan izin Tuhan mereka, membawa pokok-pokok dari tiap-tiap perintah.\" (ayat 4)Itulah sebab yang nyata dari kemuliaan malam itu. Laksana satu perutusan, atau satu delegasi, malaikat-malaikat turun ke muka bumi ini bersama-sama dengan malaikat yang di sini disebut ruh, yaitu kepala dari sekalian malaikat. Itulah Malaikat Jibril yang kadang-kadang disebut juga Ruhul Amin dan kadang- kadang disebut juga Ruhul Quds, menghantarkan wahyu kepada Nabi yang telah terpilih buat menerimanya, yaitu al-Mushthafa, Muhammad ﷺ di Gua Hira.Nilai malam itu menjadi tinggi sekali, lebih utama dari seribu bulan, setinggi-tinggi usia biasa yang dapat dicapai oleh manusia. Pada kali pertama dan utama itu Jibril memperlihatkan dirinya kepada Muhammad menurut keadaannya yang asli, sehingga Nabi sendiri pernah mengatakan bahwa hanya dua kali dia melihat Jibril dalam keadaannya sebenarnya, yaitu pada malam Lailatul-Qadr, atau Nuzulul Al-Qur'an itu di Gua Hira; dan kedua di Sidratul Muntaha ketika mi'raj. Pada kali yang lain beliau melihat Jibril dalam penjelmaan sebagai manusia, menyerupakan dirinya dengan sahabat Nabi yang bernama Dihyah al-Kalbi.Di dalam surah ad-Dukhkhan, ayat 3, malam itu disebut Lailatun Mubarakatun, malam yang diberkati Allah.Amat mulialah malam itu, sebab malaikat-malaikat dan Ruh menyatakan dirinya dan Muhammad ﷺ mulai berhubungan dengan Alam Malakut, dan akan terus-meneruslah hal itu selama 23 tahun; 10 tahun di Mekah dan 13 tahun di Madinah. Di ujung ayat disebutkan bahwa kedatangan malaikat-malaikat dan Ruh itu dengan izin Allah, ialah karena akan menyampaikan pokok-pokok dari tiap-tiap perintah. Setiap perintah akan disampaikan kepada Rasul ﷺ, setiap itu pulalah malaikat dan Ruh akan datang, sehingga lancarlah perhubungan di antara alam syahadah dengan alam gaib.Ayat 5“Sejahteralah dia sehingga terbit fajar.\" (ayat 5)Sebab pada malam itulah Nabi diberi pengertian mengapa sejak beberapa waktu sebelum itu dia mengalami beberapa pengalaman yang ganjil. Dia merasakan mimpi yang benar, dia mendengar suara di dekat telinganya sebagai gemuruh bunyi lonceng. Mulai pada malam itu terobat hati manusia utama itu, Muhammad ﷺ, yang sudah sekian lama merasa terpencil dari kaumnya karena perasaannya yang murni sudah sejak kecilnya tidak menyetujui menyembah berhala dan tidak pernah beliau memuja patung-patung dari batu dan kayu sejak kecilnya. Dan sudah sejak mudanya hati kecilnya tidak menyetujui adat-adat buruk bangsanya. Pada malam itulah terjawab segala pertanyaan dalam hati, terbuka segala rahasia yang musykil selama ini. Itulah malam damai, malam salam, sejak terbenamnya matahari sampai terbitnya fajar hari esoknya.Dengan keterangan 3 ayat Lailatul-Qadr, ditambah 3 ayat pembuka dari surah ad-Dukhkhan, teranglah bahwa malam Lailatul-Qadr itu adalah malam mula turunnya Al-Qur'an.Bilakah masa Lailatul-Qadr itu? Al-Qur'an telah menjelaskannya lagi. Di dalam surah al- Baqarah ayat 185 jelas bahwa bulan Ramadhan adalah bulan yang padanyalah diturunkan Al-Qur'an, menjadi petunjuk bagi manusia, dan keterangan-keterangan dari petunjuk itu dan pemisah di antara yang hak dengan yang batil.Tetapi menjadi perbincangan panjang lebar pula di antara ahli-ahli hadits dan riwayat, bilakah datangnya malam Lailatul-Qadr itu? Sehingga dalam kitab al-Fathul-Bari syarah Bukhari dari Ibnu Hajar al-Asqalani yang terkenal itu, disalinkan beliau tidak kurang ada 45 qaul tentang malam terjadinya Lailatul Qadr, masing-masing menurut catatan ulama-ulama yang merawikannya; sejak dari malam 1 Ramadhan sampai malam 29 (atau malam 30 Ramadhan) ada saja ulama yang merawikan malam itu dalam kitab tersebut. Dan semuanya pun dinukilkan pula oleh asy-Syaukani di dalam Nailul Authar. Ada satu riwayat dalam hadits Bukhari dirawikan dari Abu Said al-Khudri bahwa tentang malam berapa yang tepat, dianjurkanlah supaya setiap malam bulan Ramadhan itu diramaikan dan diisikan dengan aneka ibadah. Tetapi terdapat juga riwayat yang kuat bahwa Lailatul Qadr itu ialah pada malam sepuluh yang akhir dari Ramadhan, artinya sejak malam ke-21. Karena sejak malam 21 itu Nabi ﷺ lebih memperkuat ibadahnya daripada malam-malam yang sebelumnya, sampai beliau bangunkan kaum keluarganya yang tertidur.Abdullah bin Mas'ud, dan asy-Sya'bi dan al-Hasan dan Qatadah berpendapat bahwa malam itu ialah malam 24 Ramadhan. Alasan mereka ialah karena ada hadits dari Wastilah bahwa Al- Qur'an diturunkan pada 24 Ramadhan.Suatu riwayat lagi dari as-Suyuthi, yang kemudian sekali dikuatkan oleh Syekh Khudhari, Guru Besar pada Fuad I University (1922), jatuhnya ialah pada 17 Ramadhan, Orang yang berpegang pada 17 Ramadhan ini mengambil istimbath dari ayat 41 dari surah al-Anfaal karena di sana tersebut“...dan apa yang Kami turunkan kepada hamba Kami pada Hari Pemisahan, hari bertemu dua golongan.\" (al-Anfal: 41)“Hari bertemu dua golongan\" ialah Peperangan Badar, pada 17 Ramadhan, sedang “Hari Pemisahan\" ialah hari turunnya Al-Qur'an yang pertama, yang disebut juga malam yang diberi berkat sebagai tersebut dalam surah ad-Dukhkhan, di atas tadi. Maka oleh karena berhadapan dua golongan di Perang Badar itu, golongan Islam dan golongan musyrikin teriadi 17 Ramadhan. Mereka menguatkan bahwa Lailatul-Qadr, mulai turunnya Al-Qur'an di gua Hira', ialah 17 Ramadhan pula, meskipun jarak waktunya adalah 15 tahun.Kita pun dapatlah memahamkan bahwa ini pun adalah hasil ijtihad, bukan suatu nash qath'i yang pasti dipegang teguh, sebab Nabi ﷺ menyuruh memperhebat ibadah setelah sepuluh yang akhir, bukan pada malam 17 Ramadhan. Menurut keterangan al-Hafizh Ibnu Hajar juga, dalam Fathul Bari, setengah ulama berpendapat bahwa malam Lailatul Qadr yang sebenarnya itu hanyalah satu kali saja, yaitu ketika Al-Qur'an mulai pertama turun. Adapun Lailatul Qadr yang kita peringati dan memperbanyak ibadah pada tiap malam hari bulan Ramadhan itu, ialah untuk memperteguh ingatan kita kepada turunnya Al-Qur'an itu. Sudah terang malam itu pasti terjadi dalam bulan Ramadhan.Kita hidupkan malam itu, mengambil berkat dan sempena, memperbanyak syukur kepada Allah karena bertepatan dengan malam itulah Al-Qur'an mulai diturunkan Allah. Berdiri mengerjakan shalat yang disebut Qiyamul Lail atau tarawih, di seluruh malam Ramadhan ataupun menambah ramainya di malam sepuluh yang akhir, pastilah salah satu bertepatan dengan malam turunnya Al-Qur'an.Bukanlah ini saja hari-hari besar yang disuruh peringati di dalam Islam. Kita pun disuruh mempuasakan 10 Muharam, atau Asyura karena mengenangkan beberapa kejadian pada nabi-nabi yang terdahulu pada tanggal tersebut. Nabi ﷺ pun menegakkan beberapa sunnah dalam manasik haji guna mengenangkan kejadian zaman lampau; seumpama sa'i antara Bukit Shafa dan Marwah, mengenangkan betapa sulitnya Hajar mencari air untuk putranya, Ismail, di lembah yang tidak bertumbuh-tumbuhan itu. Kita pun disuruh melontar Jumratul Aqabah bersama kedua jumrah lagi, memperingati perdayaan setan kepada Nabi Ibrahim karena akan menyembelih putranya atas perintah Allah. Namun Ibrahim tetap teguh hatinya dan tidak kena oleh perdayaan itu. Maka jika kita tilik memperingati Lailatul Qadr, atau Malam Kemuliaan, atau Malam Penentuan, dapatlah semuanya kita pertautkan jadi satu, yaitu membesarkan syi'ar Allah untuk menambah takwa hati.Ada juga yang mengatakan bahwa malam Lailatul Qadr itu dapat disaksikan dengan kejadian yang ganjil-ganjil. Misalnya air berhenti mengalir, pohon kayu runduk ke bumi dan sebagainya. Semuanya itu adalah hal-hal yang tidak dapat dipertanggung jawabkan menurut ilmu agama yang sebenarnya.Heran dan kagumlah saya dengan orang tua saya, Syekh Yusuf Amrullah, yang wafat pada 11 Ramadhan 1392 (19 Oktober 1972), dalam usia 86 tahun, ketika saya menziarahi beliau pada 10 April 1972. Beliau menyatakan pendapatnya yang sesuai dengan pendapat ulama yang disalinkan oleh al-Hafizh Ibnu Hajar tadi, bahwa Lailatul Qadr yang sebenarnya hanya sekali, yaitu ketika mula-mula Al-Qur'an diturunkan. Yang kita perkuat ibadah di dalam bulan puasa menunggu Lailatul Qadr itu ialah memperingati dan memuliakan malam pertama turunnya Al-Qur'an. Kita kenangkan tiap tahun, agar kita bertambah teguh memegang segala yang dituntunkan Allah di dalam Al-Qur'an. Saya menjadi kagum, karena sudah lama mata beliau tidak dapat melihat kitab-kitab lagi.Ada juga terdapat beberapa perkataan mengatakan bahwa Lailatin Mubarakatin, malam yang diberi berkat itu bukanlah Lailatul- Qadr, melainkan malam Nisfu Sya'ban. Tetapi dalam penyelidikan terhadap sumber agama yang sah, yaitu Al-Qur'an dan hadits shahih, tidaklah bertemu sumbernya. Riwayat tentang Nisfu Sya'ban itu tidaklah dapat dipegang, sanad-sanadnya kacau balau, riwayatnya banyak yang dhaif, bahkan ada yang dusta. Oleh sebab itu tidaklah dapat dijadikan dasar untuk dijadikan aqidah dan pegangan."}}}