{"1":{"arabic":"لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُلَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ","words":{"arabicWords":["لَمۡ","يَكُنِ","ٱلَّذِينَ","كَفَرُواْ","مِنۡ","أَهۡلِ","ٱلۡكِتَٰبِ","وَٱلۡمُشۡرِكِينَ","مُنفَكِّينَ","حَتَّىٰ","تَأۡتِيَهُمُ","ٱلۡبَيِّنَةُ"],"translationWords":["tidak","ada","orang-orang yang","kafir/ingkar","dari","ahli","kitab","dan orang-orang musyrik","melepaskan/meninggalkan","sehingga","datang kepada mereka","bukti nyata"]},"translation":"Orang-orang yang kufur dari golongan Ahlulkitab dan orang-orang musyrik tidak akan meninggalkan (kekufuran mereka) sampai datang kepada mereka bukti yang nyata,","tafsir":{"tafsir-jalalayn":"Al-Bayyinah (Bukti yang Nyata)\n\n(Tiadalah orang-orang yang kafir dari) huruf Min di sini mengandung makna penjelasan (kalangan ahlulkitab dan orang-orang musyrik) orang-orang musyrik artinya orang-orang yang menyembah berhala; lafal Musyrikiina di'athafkan kepada lafal Ahlilkitaabi (mau meninggalkan) agamanya; lafal Munfakkiina sebagai Khabar dari lafal Yakun; artinya mereka akan tetap memegang agama yang mereka peluk (sebelum datang kepada mereka) artinya sampai datang kepada mereka (bukti yang nyata) berupa hujah yang jelas, yang dimaksud adalah Nabi Muhammad ﷺ","tafsir-ibnu-katsir":"Tafsir Surat Al-Bayyinah: 1-5\n\nOrang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata, (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al-Qur'an), di dalamnya terdapat (isi) kitab-kitab yang lurus. Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. Adapun yang dimaksud dengan Ahli Kitab adalah orang-orang Yahudi dan orang-orang Nasrani, sedangkan orang-orang musyrik adalah para penyembah berhala dan api.\n\nbaik dari kalangan bangsa Arab maupun bangsa Ajam (non-Arab). Mujahid mengatakan bahwa mereka tidak mau berhenti alias tidak mau meninggalkan agama mereka sebelum jelas bagi mereka perkara yang hak. Hal yang sama telah dikatakan oleh Qatadah dalam firman-Nya: sebelum datang kepadamereka bukti yang nyata. (Al-Bayyinah: 1) Yaitu Al-Qur'an ini. Untuk itu disebutkan oleh firman-Nya: Orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka,) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata. (Al-Bayyinah: 1) Kemudian bukti yang nyata ini ditafsirkan oleh firman selanjutnya: (yaitu) seorang rasul dari Allah yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Yakni Nabi Muhammad dan kitab yang dibacanya, yaitu Al-Qur'an yang mulia, yang telah tercatat di kalangan Mala'ul A'la di dalam lembaran-lembaran yang disucikan.\n\nSeperti yang dikatakan di dalam ayat lain melalui firman-Nya: di dalam kitab-kitab yang dimuliakan, yang ditinggikan lagi disucikan, di tangan para penulis (malaikat), yang mulia lagi berbakti. ('Abasa: 13-16) Adapun firman Allah subhanahu wa ta’ala: di dalamnya terdapat (isi) kitab-kitab yang lurus. (Al-Bayyinah: 3) Ibnu Jarir mengatakan bahwa di dalam lembaran-lembaran yang disucikan itu terdapat kitab-kitab dari Allah yang berharga. adil, lagi lurus; tiada suatu kesalahan pun di dalamnya karena ia dari sisi Allah subhanahu wa ta’ala Qatadah mengatakan sehubungan dengan makna firman-Nya: (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Al-Qur'an dalam ayat ini disebutkan dengan sebutan yang terbaik dan dipuji dengan pujian yang terbaik.\n\nIbnu Zaid mengatakan sehubungan dengan makna firman-Nya: di dalamnya terdapat (isi) kitab-kitab yang Iurus. (Al-Bayyinah: 3) Yakni yang Iurus lagi pertengahan. Firman Allah subhanahu wa ta’ala: Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. (Al-Bayyinah: 4) Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Dan janganlah kalian menyerupai orang-orang yang bercerai-berai dan berselisih sesudah datang keterangan yang jelas kepada mereka. mereka itulah orang-orang yang mendapat siksa yang berat. (Ali Imran: 105) Yang dimaksud oleh ayat ialah menceritakan keadaan Ahli Kitab dari kalangan umat terdahulu.\n\nSesudah Allah menegakkan hujah dan bukti terhadap mereka, maka mereka bercerai-berai dan berselisih mengenai takwil yang dimaksud oleh Allah di dalam kitab-kitab mereka. Dan hal ini berakibat mereka bercerai-berai dan menjadi golongan yang banyak, sebagaimana yang disebutkan di dalam sebuah hadits yang diriwayatkan melalui berbagai jalur, yaitu: \". Sesungguhnya orang-orang Yahudi berpecah belah menjadi tujuh puluh satu golongan, dan orang-orang Nasrani berpecah belah menjadi tujuh puluh dua golongan.\n\nDan umat ini akan berpecah belah menjadi tujuh puluh tiga golongan, semuanya di dalam neraka kecuali satu golongan. Para sahabat bertanya, \"Siapakah mereka yang satu golongan yang selamat itu, wahai Rasulullah?\" Rasulullah ﷺ bersabda: Yaitu golongan yang mengikuti apa yang dikerjakan olehku dan para sahabatku. Firman Allah subhanahu wa ta’ala: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama. (Al-Bayyinah: 5) Semakna dengan apa yang disebutkan oleh firman-Nya: Dan Kami tidak mengutus seorang rasul pun sebelum kamu, melainkan Kami wahyukan kepadanya, \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku. (Al-Anbiya: 25) Karena itulah maka disebutkan dalam firman berikutnya: Dengan lurus. (Al-Bayyinah: 5) Yakni menyimpang dari kemusyrikan dan menuju kepada tauhid, sepetti yang disebutkan di dalam firman-Nya: Dan sesungguhnya Kami telah mengutus rasul pada tiap-tiap umat (untuk menyerukan), \"Sembahlah Allah (saja), dan jauhilah tagut. (An-Nahl: 36) Dalam pembahasan yang lalu di tafsir surat Al-An'am telah diterangkan makna hanif ini dengan keterangan yang lengkap, hingga tidak perlu diulangi lagi dalam bab ini.\n\ndan supaya mereka mendirikan shalat. (Al-Bayyinah: 5) Salat adalah ibadah badaniyah yang paling mulia. dan menunaikan zakat. (Al-Bayyinah: 5) Yaitu memberikan santunan dan kebaikan kepada orang-orang fakir dan orang-orang yang memerlukan pertolongan. dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5) Yakni agama yang tegak lagi adil, atau maknanya umat yang lurus lagi pertengahan. Banyak dari kalangan para imam seperti Az-Zuhri dan Asy-Syafii yang menyimpulkan dalil dari ayat ini, bahwa amal perbuatan itu termasuk ke dalam iman.\n\nOleh karenanya disebutkan di dalam firman-Nya: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5)\"","tafsir-ringkas-kemenag":"Orang-orang yang kafir dari golongan Ahli Kitab, yaitu Yahudi dan Nasrani, dan orang-orang musyrik penyembah berhala tidak akan meninggalkan kekafiran mereka sampai datang kepada mereka bukti yang nyata. 2. Bukti yang nyata itu adalah Nabi Muhammad, seorang rasul dari Allah yang membacakan kepada mereka lembaran-lembaran yang suci. Itulah Al-Qur'an yang disucikan dari kebohongan dan kebatilan.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah mengungkapkan bahwa orang-orang yang mengingkari kerasulan Nabi Muhammad, yang terdiri dari orang-orang Yahudi, Nasrani, dan orang-orang musyrik, tidak akan melepaskan kekufuran mereka, dan tidak mau meninggalkan tradisi nenek moyang mereka, sampai datang bukti nyata, yaitu diutusnya Nabi Muhammad.\n\nKedatangan Nabi ﷺ menimbulkan keguncangan dalam akidah dan adat istiadat yang telah berurat dan berakar dalam diri mereka. Mereka menyatakan bahwa apa yang dibawa oleh Nabi ﷺ tidak ada beda atau lebihnya dari apa yang terdapat dalam agama mereka. Dengan demikian, menurut mereka, tidak ada kebaikan mengikuti yang baru dengan meninggalkan yang lama, bahkan mengikuti yang lama lebih menenteramkan jiwa karena tidak bertentangan dengan sikap nenek moyang mereka.","tafsir-alazhar":"SURAH AL-BAYYINAH(BUKTI)SURAH KE-98, 8 AYAT, DITURUNKAN DI MADINAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Tidaklah orang-orang yang kafir dari Ahlul Kitab dan musyrikin itu.\" (pangkal ayat 1)Kafir di sini ialah orang-orang yang menolak, tidak mau percaya, tidak mau menerima kebenaran yang dibawa oleh Rasul ﷺ. Mereka itu terdiri dari kaum Ahlul Kitab, yaitu Yahudi dan Nasrani, dan kaum musyrikin yang menyembah berhala. Artinya tidaklah “Akan meninggalkan (pendirian mereka), sampai datang bukti kepada mereka.\" (ujung ayat 1)Kaum Ahlul Kitab (Yahudi dan Nasrani), demikian juga musyrikin, baik yang berada di Mekah atau di luar Mekah, akan tetaplah memegang teguh pendirian mereka, kepercayaan yang mereka terima dari nenek moyang secara turun-temurun, sampai satu waktu datang kepada mereka keterangan yang penuh dengan bukti-bukti kebenaran.Ayat 2“(Yaitu) Rasul dari Allah.\" (pangkal ayat 2)Yakni Nabi Muhammad ﷺ yang telah diutus Allah menyampaikan seruan kebenaran.“Yang membacakan lembaran-lembaran yang suci.\"(ujung ayat 2)Lembaran-lembaran yang suci itu ialah tulisan-tulisan ayat-ayat Al-Qur'an yang telah mulai ada pada waktu itu. Meskipun Nabi tidak pandai menulis dan membaca, namun ayat-ayat Allah itu telah beliau hafal sejak ia diturunkan, sehingga mudah bagi beliau membacakan di hadapan para sahabat.Ayat 3“Di dalamnya ada kitab-kitab yang lurus.\" (ayat 3)Arti kitab-kitab di sini ialah peraturan atau perintah. Di dalam Al-Qur'an memang bertemu berbagai perintah yang disebut dengan kalimat “kutiba ‘alaikum\", diperintahkan atas kalian. Di dalam lembaran suci itu termaktublah peraturan-peraturan seputar perintah dan larangan yang dipikulkan ke atas pundak manusia, untuk keselamatan mereka dunia dan akhirat. Peraturan itu lurus, tegas dan kukuh.Kitab-kitab yang lurus, al-KutubuI Qayyimah itu ialah Al-Qur'an.Makna urutan ketiga ayat ini ialah, bahwa Ahlul Kitab, Yahudi dan Nasrani, ditambah kaum musyrikin, memegang teguh pendirian mereka, tidak mau meninggalkan pendirian itu, tidak mau berkisar. Tetapi setelah datang keterangan dan bukti-bukti yang dibawa oleh Nabi ﷺ mulailah kepercayaan yang mereka pegang teguh itu berguncang.Segala kepercayaan yang selama ini dipegang sebagai pusaka, laksana “barang larangan\" yang tidak boleh dibongkar dan diotak-atik, semua sekarang telah mendapat tantangan besar. Wahyu yang dibawa oleh Muhammad mengetuk hati sanubari dan mengajak akal supaya berpikir. Itu semuanya membawa keguncangan. Di antara mereka tentu saja banyak yang ragu dengan apa yang mereka pegang teguh selama ini."}},"2":{"arabic":"رَسُولٌ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفًا مُّطَهَّرَةًرَسُولٌ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفًا مُّطَهَّرَةً","words":{"arabicWords":["رَسُولٞ","مِّنَ","ٱللَّهِ","يَتۡلُواْ","صُحُفٗا","مُّطَهَّرَةٗ"],"translationWords":["seorang rasul","dari","Allah","dia membacakan","lebaran-lembaran","suci"]},"translation":"(yaitu) seorang Rasul dari Allah (Nabi Muhammad) yang membacakan lembaran-lembaran suci (Al-Qur’an)","tafsir":{"tafsir-jalalayn":"(Yaitu seorang rasul dari Allah) lafal ayat ini menjadi Badal dari lafal Al-Bayyinah, yang dimaksud adalah Nabi Muhammad ﷺ (yang membacakan lembaran-lembaran yang disucikan) dari segala bentuk kebatilan.","tafsir-ibnu-katsir":"Tafsir Surat Al-Bayyinah: 1-5\n\nOrang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata, (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al-Qur'an), di dalamnya terdapat (isi) kitab-kitab yang lurus. Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. Adapun yang dimaksud dengan Ahli Kitab adalah orang-orang Yahudi dan orang-orang Nasrani, sedangkan orang-orang musyrik adalah para penyembah berhala dan api.\n\nbaik dari kalangan bangsa Arab maupun bangsa Ajam (non-Arab). Mujahid mengatakan bahwa mereka tidak mau berhenti alias tidak mau meninggalkan agama mereka sebelum jelas bagi mereka perkara yang hak. Hal yang sama telah dikatakan oleh Qatadah dalam firman-Nya: sebelum datang kepadamereka bukti yang nyata. (Al-Bayyinah: 1) Yaitu Al-Qur'an ini. Untuk itu disebutkan oleh firman-Nya: Orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka,) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata. (Al-Bayyinah: 1) Kemudian bukti yang nyata ini ditafsirkan oleh firman selanjutnya: (yaitu) seorang rasul dari Allah yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Yakni Nabi Muhammad dan kitab yang dibacanya, yaitu Al-Qur'an yang mulia, yang telah tercatat di kalangan Mala'ul A'la di dalam lembaran-lembaran yang disucikan.\n\nSeperti yang dikatakan di dalam ayat lain melalui firman-Nya: di dalam kitab-kitab yang dimuliakan, yang ditinggikan lagi disucikan, di tangan para penulis (malaikat), yang mulia lagi berbakti. ('Abasa: 13-16) Adapun firman Allah subhanahu wa ta’ala: di dalamnya terdapat (isi) kitab-kitab yang lurus. (Al-Bayyinah: 3) Ibnu Jarir mengatakan bahwa di dalam lembaran-lembaran yang disucikan itu terdapat kitab-kitab dari Allah yang berharga. adil, lagi lurus; tiada suatu kesalahan pun di dalamnya karena ia dari sisi Allah subhanahu wa ta’ala Qatadah mengatakan sehubungan dengan makna firman-Nya: (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Al-Qur'an dalam ayat ini disebutkan dengan sebutan yang terbaik dan dipuji dengan pujian yang terbaik.\n\nIbnu Zaid mengatakan sehubungan dengan makna firman-Nya: di dalamnya terdapat (isi) kitab-kitab yang Iurus. (Al-Bayyinah: 3) Yakni yang Iurus lagi pertengahan. Firman Allah subhanahu wa ta’ala: Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. (Al-Bayyinah: 4) Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Dan janganlah kalian menyerupai orang-orang yang bercerai-berai dan berselisih sesudah datang keterangan yang jelas kepada mereka. mereka itulah orang-orang yang mendapat siksa yang berat. (Ali Imran: 105) Yang dimaksud oleh ayat ialah menceritakan keadaan Ahli Kitab dari kalangan umat terdahulu.\n\nSesudah Allah menegakkan hujah dan bukti terhadap mereka, maka mereka bercerai-berai dan berselisih mengenai takwil yang dimaksud oleh Allah di dalam kitab-kitab mereka. Dan hal ini berakibat mereka bercerai-berai dan menjadi golongan yang banyak, sebagaimana yang disebutkan di dalam sebuah hadits yang diriwayatkan melalui berbagai jalur, yaitu: \". Sesungguhnya orang-orang Yahudi berpecah belah menjadi tujuh puluh satu golongan, dan orang-orang Nasrani berpecah belah menjadi tujuh puluh dua golongan.\n\nDan umat ini akan berpecah belah menjadi tujuh puluh tiga golongan, semuanya di dalam neraka kecuali satu golongan. Para sahabat bertanya, \"Siapakah mereka yang satu golongan yang selamat itu, wahai Rasulullah?\" Rasulullah ﷺ bersabda: Yaitu golongan yang mengikuti apa yang dikerjakan olehku dan para sahabatku. Firman Allah subhanahu wa ta’ala: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama. (Al-Bayyinah: 5) Semakna dengan apa yang disebutkan oleh firman-Nya: Dan Kami tidak mengutus seorang rasul pun sebelum kamu, melainkan Kami wahyukan kepadanya, \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku. (Al-Anbiya: 25) Karena itulah maka disebutkan dalam firman berikutnya: Dengan lurus. (Al-Bayyinah: 5) Yakni menyimpang dari kemusyrikan dan menuju kepada tauhid, sepetti yang disebutkan di dalam firman-Nya: Dan sesungguhnya Kami telah mengutus rasul pada tiap-tiap umat (untuk menyerukan), \"Sembahlah Allah (saja), dan jauhilah tagut. (An-Nahl: 36) Dalam pembahasan yang lalu di tafsir surat Al-An'am telah diterangkan makna hanif ini dengan keterangan yang lengkap, hingga tidak perlu diulangi lagi dalam bab ini.\n\ndan supaya mereka mendirikan shalat. (Al-Bayyinah: 5) Salat adalah ibadah badaniyah yang paling mulia. dan menunaikan zakat. (Al-Bayyinah: 5) Yaitu memberikan santunan dan kebaikan kepada orang-orang fakir dan orang-orang yang memerlukan pertolongan. dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5) Yakni agama yang tegak lagi adil, atau maknanya umat yang lurus lagi pertengahan. Banyak dari kalangan para imam seperti Az-Zuhri dan Asy-Syafii yang menyimpulkan dalil dari ayat ini, bahwa amal perbuatan itu termasuk ke dalam iman.\n\nOleh karenanya disebutkan di dalam firman-Nya: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5)\"","tafsir-ringkas-kemenag":"Bukti yang nyata itu adalah Nabi Muhammad, seorang rasul dari Allah yang membacakan kepada mereka lembaran-lembaran yang suci. Itulah Al-Qur'an yang disucikan dari kebohongan dan kebatilan. 3. Lembaran-lembaran suci itu di dalamnya terdapat kitab-kitab, yakni hukum-hukum tertulis, yang lurus. Al-Qur'an berisi akidah, hukum, kisah, dan aturan yang menuntun umat manusia ke jalan yang benar dan lurus.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah menjelaskan bahwa yang dimaksud bukti itu adalah hati pribadi Nabi ﷺ yang membacakan untuk orang kafir halaman-halaman Al-Qur'an yang bersih dari campur tangan manusia, dari segala macam kesalahan, dan dari penambahan, yaitu bukti yang memancarkan kebenaran. Allah berfirman:\n\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang). (Fussilat/41: 42)\n\nDi dalam Al-Qur'an itu tersimpul ajaran-ajaran yang benar yang terdapat dalam kitab-kitab para nabi yang terdahulu, seperti Nabi Musa, Nabi Isa, dan Nabi Ibrahim. Dalam ayat lain yang hampir sama maksudnya, Allah berfirman:\n\nDan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 196)\n\nSesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-A'la/87: 18-19)\n\nSebagian ulama berpendapat bahwa yang dimaksud dengan al-kitab ialah surah dan ayat Al-Qur'an, karena setiap surah itu adalah kitab yang kokoh. Ada juga yang memahami sebagai hukum dan peraturan yang terkandung dalam firman-firman Allah yang tidak ada kebatilannya. Dalam ayat lain, Allah berfirman:\n\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok; sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik. (al-Kahf/18: 1-2).","tafsir-alazhar":"SURAH AL-BAYYINAH(BUKTI)SURAH KE-98, 8 AYAT, DITURUNKAN DI MADINAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Tidaklah orang-orang yang kafir dari Ahlul Kitab dan musyrikin itu.\" (pangkal ayat 1)Kafir di sini ialah orang-orang yang menolak, tidak mau percaya, tidak mau menerima kebenaran yang dibawa oleh Rasul ﷺ. Mereka itu terdiri dari kaum Ahlul Kitab, yaitu Yahudi dan Nasrani, dan kaum musyrikin yang menyembah berhala. Artinya tidaklah “Akan meninggalkan (pendirian mereka), sampai datang bukti kepada mereka.\" (ujung ayat 1)Kaum Ahlul Kitab (Yahudi dan Nasrani), demikian juga musyrikin, baik yang berada di Mekah atau di luar Mekah, akan tetaplah memegang teguh pendirian mereka, kepercayaan yang mereka terima dari nenek moyang secara turun-temurun, sampai satu waktu datang kepada mereka keterangan yang penuh dengan bukti-bukti kebenaran.Ayat 2“(Yaitu) Rasul dari Allah.\" (pangkal ayat 2)Yakni Nabi Muhammad ﷺ yang telah diutus Allah menyampaikan seruan kebenaran.“Yang membacakan lembaran-lembaran yang suci.\"(ujung ayat 2)Lembaran-lembaran yang suci itu ialah tulisan-tulisan ayat-ayat Al-Qur'an yang telah mulai ada pada waktu itu. Meskipun Nabi tidak pandai menulis dan membaca, namun ayat-ayat Allah itu telah beliau hafal sejak ia diturunkan, sehingga mudah bagi beliau membacakan di hadapan para sahabat.Ayat 3“Di dalamnya ada kitab-kitab yang lurus.\" (ayat 3)Arti kitab-kitab di sini ialah peraturan atau perintah. Di dalam Al-Qur'an memang bertemu berbagai perintah yang disebut dengan kalimat “kutiba ‘alaikum\", diperintahkan atas kalian. Di dalam lembaran suci itu termaktublah peraturan-peraturan seputar perintah dan larangan yang dipikulkan ke atas pundak manusia, untuk keselamatan mereka dunia dan akhirat. Peraturan itu lurus, tegas dan kukuh.Kitab-kitab yang lurus, al-KutubuI Qayyimah itu ialah Al-Qur'an.Makna urutan ketiga ayat ini ialah, bahwa Ahlul Kitab, Yahudi dan Nasrani, ditambah kaum musyrikin, memegang teguh pendirian mereka, tidak mau meninggalkan pendirian itu, tidak mau berkisar. Tetapi setelah datang keterangan dan bukti-bukti yang dibawa oleh Nabi ﷺ mulailah kepercayaan yang mereka pegang teguh itu berguncang.Segala kepercayaan yang selama ini dipegang sebagai pusaka, laksana “barang larangan\" yang tidak boleh dibongkar dan diotak-atik, semua sekarang telah mendapat tantangan besar. Wahyu yang dibawa oleh Muhammad mengetuk hati sanubari dan mengajak akal supaya berpikir. Itu semuanya membawa keguncangan. Di antara mereka tentu saja banyak yang ragu dengan apa yang mereka pegang teguh selama ini."}},"3":{"arabic":"فِيهَا كُتُبٌ قَيِّمَةٌفِيهَا كُتُبٌ قَيِّمَةٌ","words":{"arabicWords":["فِيهَا","كُتُبٞ","قَيِّمَةٞ"],"translationWords":["di dalamnya","kitab-kitab","yang lurus"]},"translation":"yang di dalamnya terdapat (isi) kitab-kitab yang lurus (benar).","tafsir":{"tafsir-jalalayn":"(Di dalamnya terdapat kitab-kitab) maksudnya hukum-hukum yang tertulis (yang lurus) artinya hukum-hukum yang lurus. Dia akan membacakan apa yang dikandungnya, yaitu Al-Qur'an; di antara mereka ada orang-orang yang beriman kepadanya dan ada pula orang-orang yang kafir kepadanya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Bayyinah: 1-5\n\nOrang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata, (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al-Qur'an), di dalamnya terdapat (isi) kitab-kitab yang lurus. Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. Adapun yang dimaksud dengan Ahli Kitab adalah orang-orang Yahudi dan orang-orang Nasrani, sedangkan orang-orang musyrik adalah para penyembah berhala dan api.\n\nbaik dari kalangan bangsa Arab maupun bangsa Ajam (non-Arab). Mujahid mengatakan bahwa mereka tidak mau berhenti alias tidak mau meninggalkan agama mereka sebelum jelas bagi mereka perkara yang hak. Hal yang sama telah dikatakan oleh Qatadah dalam firman-Nya: sebelum datang kepadamereka bukti yang nyata. (Al-Bayyinah: 1) Yaitu Al-Qur'an ini. Untuk itu disebutkan oleh firman-Nya: Orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka,) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata. (Al-Bayyinah: 1) Kemudian bukti yang nyata ini ditafsirkan oleh firman selanjutnya: (yaitu) seorang rasul dari Allah yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Yakni Nabi Muhammad dan kitab yang dibacanya, yaitu Al-Qur'an yang mulia, yang telah tercatat di kalangan Mala'ul A'la di dalam lembaran-lembaran yang disucikan.\n\nSeperti yang dikatakan di dalam ayat lain melalui firman-Nya: di dalam kitab-kitab yang dimuliakan, yang ditinggikan lagi disucikan, di tangan para penulis (malaikat), yang mulia lagi berbakti. ('Abasa: 13-16) Adapun firman Allah subhanahu wa ta’ala: di dalamnya terdapat (isi) kitab-kitab yang lurus. (Al-Bayyinah: 3) Ibnu Jarir mengatakan bahwa di dalam lembaran-lembaran yang disucikan itu terdapat kitab-kitab dari Allah yang berharga. adil, lagi lurus; tiada suatu kesalahan pun di dalamnya karena ia dari sisi Allah subhanahu wa ta’ala Qatadah mengatakan sehubungan dengan makna firman-Nya: (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Al-Qur'an dalam ayat ini disebutkan dengan sebutan yang terbaik dan dipuji dengan pujian yang terbaik.\n\nIbnu Zaid mengatakan sehubungan dengan makna firman-Nya: di dalamnya terdapat (isi) kitab-kitab yang Iurus. (Al-Bayyinah: 3) Yakni yang Iurus lagi pertengahan. Firman Allah subhanahu wa ta’ala: Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. (Al-Bayyinah: 4) Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Dan janganlah kalian menyerupai orang-orang yang bercerai-berai dan berselisih sesudah datang keterangan yang jelas kepada mereka. mereka itulah orang-orang yang mendapat siksa yang berat. (Ali Imran: 105) Yang dimaksud oleh ayat ialah menceritakan keadaan Ahli Kitab dari kalangan umat terdahulu.\n\nSesudah Allah menegakkan hujah dan bukti terhadap mereka, maka mereka bercerai-berai dan berselisih mengenai takwil yang dimaksud oleh Allah di dalam kitab-kitab mereka. Dan hal ini berakibat mereka bercerai-berai dan menjadi golongan yang banyak, sebagaimana yang disebutkan di dalam sebuah hadits yang diriwayatkan melalui berbagai jalur, yaitu: \". Sesungguhnya orang-orang Yahudi berpecah belah menjadi tujuh puluh satu golongan, dan orang-orang Nasrani berpecah belah menjadi tujuh puluh dua golongan.\n\nDan umat ini akan berpecah belah menjadi tujuh puluh tiga golongan, semuanya di dalam neraka kecuali satu golongan. Para sahabat bertanya, \"Siapakah mereka yang satu golongan yang selamat itu, wahai Rasulullah?\" Rasulullah ﷺ bersabda: Yaitu golongan yang mengikuti apa yang dikerjakan olehku dan para sahabatku. Firman Allah subhanahu wa ta’ala: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama. (Al-Bayyinah: 5) Semakna dengan apa yang disebutkan oleh firman-Nya: Dan Kami tidak mengutus seorang rasul pun sebelum kamu, melainkan Kami wahyukan kepadanya, \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku. (Al-Anbiya: 25) Karena itulah maka disebutkan dalam firman berikutnya: Dengan lurus. (Al-Bayyinah: 5) Yakni menyimpang dari kemusyrikan dan menuju kepada tauhid, sepetti yang disebutkan di dalam firman-Nya: Dan sesungguhnya Kami telah mengutus rasul pada tiap-tiap umat (untuk menyerukan), \"Sembahlah Allah (saja), dan jauhilah tagut. (An-Nahl: 36) Dalam pembahasan yang lalu di tafsir surat Al-An'am telah diterangkan makna hanif ini dengan keterangan yang lengkap, hingga tidak perlu diulangi lagi dalam bab ini.\n\ndan supaya mereka mendirikan shalat. (Al-Bayyinah: 5) Salat adalah ibadah badaniyah yang paling mulia. dan menunaikan zakat. (Al-Bayyinah: 5) Yaitu memberikan santunan dan kebaikan kepada orang-orang fakir dan orang-orang yang memerlukan pertolongan. dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5) Yakni agama yang tegak lagi adil, atau maknanya umat yang lurus lagi pertengahan. Banyak dari kalangan para imam seperti Az-Zuhri dan Asy-Syafii yang menyimpulkan dalil dari ayat ini, bahwa amal perbuatan itu termasuk ke dalam iman.\n\nOleh karenanya disebutkan di dalam firman-Nya: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5)\"","tafsir-ringkas-kemenag":"Lembaran-lembaran suci itu di dalamnya terdapat kitab-kitab, yakni hukum-hukum tertulis, yang lurus. Al-Qur'an berisi akidah, hukum, kisah, dan aturan yang menuntun umat manusia ke jalan yang benar dan lurus. 4. Wahai Nabi, ketahuilah bahwa Ahli Kitab dahulu sepakat mengimani dirimu sebagai rasul terakhir sebagaimana informasi yang mereka dapati dalam kitab-kitab mereka. Dan tidaklah terpecah-belah orang-orang Ahli Kitab itu melainkan setelah datang kepada mereka bukti yang nyata, yaitu kedatangan'mu atau Al-Qur'an yang kaubawa. Sebagian beriman kepadamu dan sebagian yang lain mengingkarimu.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah menjelaskan bahwa yang dimaksud bukti itu adalah hati pribadi Nabi ﷺ yang membacakan untuk orang kafir halaman-halaman Al-Qur'an yang bersih dari campur tangan manusia, dari segala macam kesalahan, dan dari penambahan, yaitu bukti yang memancarkan kebenaran. Allah berfirman:\n\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang). (Fussilat/41: 42)\n\nDi dalam Al-Qur'an itu tersimpul ajaran-ajaran yang benar yang terdapat dalam kitab-kitab para nabi yang terdahulu, seperti Nabi Musa, Nabi Isa, dan Nabi Ibrahim. Dalam ayat lain yang hampir sama maksudnya, Allah berfirman:\n\nDan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 196)\n\nSesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-A'la/87: 18-19)\n\nSebagian ulama berpendapat bahwa yang dimaksud dengan al-kitab ialah surah dan ayat Al-Qur'an, karena setiap surah itu adalah kitab yang kokoh. Ada juga yang memahami sebagai hukum dan peraturan yang terkandung dalam firman-firman Allah yang tidak ada kebatilannya. Dalam ayat lain, Allah berfirman:\n\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok; sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik. (al-Kahf/18: 1-2).","tafsir-alazhar":"SURAH AL-BAYYINAH(BUKTI)SURAH KE-98, 8 AYAT, DITURUNKAN DI MADINAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Tidaklah orang-orang yang kafir dari Ahlul Kitab dan musyrikin itu.\" (pangkal ayat 1)Kafir di sini ialah orang-orang yang menolak, tidak mau percaya, tidak mau menerima kebenaran yang dibawa oleh Rasul ﷺ. Mereka itu terdiri dari kaum Ahlul Kitab, yaitu Yahudi dan Nasrani, dan kaum musyrikin yang menyembah berhala. Artinya tidaklah “Akan meninggalkan (pendirian mereka), sampai datang bukti kepada mereka.\" (ujung ayat 1)Kaum Ahlul Kitab (Yahudi dan Nasrani), demikian juga musyrikin, baik yang berada di Mekah atau di luar Mekah, akan tetaplah memegang teguh pendirian mereka, kepercayaan yang mereka terima dari nenek moyang secara turun-temurun, sampai satu waktu datang kepada mereka keterangan yang penuh dengan bukti-bukti kebenaran.Ayat 2“(Yaitu) Rasul dari Allah.\" (pangkal ayat 2)Yakni Nabi Muhammad ﷺ yang telah diutus Allah menyampaikan seruan kebenaran.“Yang membacakan lembaran-lembaran yang suci.\"(ujung ayat 2)Lembaran-lembaran yang suci itu ialah tulisan-tulisan ayat-ayat Al-Qur'an yang telah mulai ada pada waktu itu. Meskipun Nabi tidak pandai menulis dan membaca, namun ayat-ayat Allah itu telah beliau hafal sejak ia diturunkan, sehingga mudah bagi beliau membacakan di hadapan para sahabat.Ayat 3“Di dalamnya ada kitab-kitab yang lurus.\" (ayat 3)Arti kitab-kitab di sini ialah peraturan atau perintah. Di dalam Al-Qur'an memang bertemu berbagai perintah yang disebut dengan kalimat “kutiba ‘alaikum\", diperintahkan atas kalian. Di dalam lembaran suci itu termaktublah peraturan-peraturan seputar perintah dan larangan yang dipikulkan ke atas pundak manusia, untuk keselamatan mereka dunia dan akhirat. Peraturan itu lurus, tegas dan kukuh.Kitab-kitab yang lurus, al-KutubuI Qayyimah itu ialah Al-Qur'an.Makna urutan ketiga ayat ini ialah, bahwa Ahlul Kitab, Yahudi dan Nasrani, ditambah kaum musyrikin, memegang teguh pendirian mereka, tidak mau meninggalkan pendirian itu, tidak mau berkisar. Tetapi setelah datang keterangan dan bukti-bukti yang dibawa oleh Nabi ﷺ mulailah kepercayaan yang mereka pegang teguh itu berguncang.Segala kepercayaan yang selama ini dipegang sebagai pusaka, laksana “barang larangan\" yang tidak boleh dibongkar dan diotak-atik, semua sekarang telah mendapat tantangan besar. Wahyu yang dibawa oleh Muhammad mengetuk hati sanubari dan mengajak akal supaya berpikir. Itu semuanya membawa keguncangan. Di antara mereka tentu saja banyak yang ragu dengan apa yang mereka pegang teguh selama ini."}},"4":{"arabic":"وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِن بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُوَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِن بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ","words":{"arabicWords":["وَمَا","تَفَرَّقَ","ٱلَّذِينَ","أُوتُواْ","ٱلۡكِتَٰبَ","إِلَّا","مِنۢ","بَعۡدِ","مَا","جَآءَتۡهُمُ","ٱلۡبَيِّنَةُ"],"translationWords":["dan tidak","berpecah-belah","orang-orang yang","mereka diberi","Al Kitab","kecuali","dari","setelah","apa","datang kepada mereka","bukti nyata"]},"translation":"Tidaklah terpecah-belah orang-orang Ahlulkitab, melainkan setelah datang kepada mereka bukti yang nyata.","tafsir":{"tafsir-jalalayn":"(Dan tidaklah berpecah belah orang-orang yang didatangkan Alkitab) kepada mereka sehubungan dengan masalah iman kepada Nabi Muhammad ﷺ (melainkan sesudah datang kepada mereka bukti yang nyata) yaitu setelah datang kepada mereka Nabi Muhammad ﷺ, atau Al-Qur'an yang dibawa olehnya sebagai mukjizat baginya. Sebelum kedatangan Nabi Muhammad ﷺ mereka adalah orang-orang yang sepakat untuk beriman kepadanya/Nabi Muhammad tetapi setelah Nabi Muhammad ﷺ datang kepada mereka, tiba-tiba mereka mengingkarinya, terutama orang-orang yang dengki dari kalangan mereka.","tafsir-ibnu-katsir":"Tafsir Surat Al-Bayyinah: 1-5\n\nOrang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata, (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al-Qur'an), di dalamnya terdapat (isi) kitab-kitab yang lurus. Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. Adapun yang dimaksud dengan Ahli Kitab adalah orang-orang Yahudi dan orang-orang Nasrani, sedangkan orang-orang musyrik adalah para penyembah berhala dan api.\n\nbaik dari kalangan bangsa Arab maupun bangsa Ajam (non-Arab). Mujahid mengatakan bahwa mereka tidak mau berhenti alias tidak mau meninggalkan agama mereka sebelum jelas bagi mereka perkara yang hak. Hal yang sama telah dikatakan oleh Qatadah dalam firman-Nya: sebelum datang kepadamereka bukti yang nyata. (Al-Bayyinah: 1) Yaitu Al-Qur'an ini. Untuk itu disebutkan oleh firman-Nya: Orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka,) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata. (Al-Bayyinah: 1) Kemudian bukti yang nyata ini ditafsirkan oleh firman selanjutnya: (yaitu) seorang rasul dari Allah yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Yakni Nabi Muhammad dan kitab yang dibacanya, yaitu Al-Qur'an yang mulia, yang telah tercatat di kalangan Mala'ul A'la di dalam lembaran-lembaran yang disucikan.\n\nSeperti yang dikatakan di dalam ayat lain melalui firman-Nya: di dalam kitab-kitab yang dimuliakan, yang ditinggikan lagi disucikan, di tangan para penulis (malaikat), yang mulia lagi berbakti. ('Abasa: 13-16) Adapun firman Allah subhanahu wa ta’ala: di dalamnya terdapat (isi) kitab-kitab yang lurus. (Al-Bayyinah: 3) Ibnu Jarir mengatakan bahwa di dalam lembaran-lembaran yang disucikan itu terdapat kitab-kitab dari Allah yang berharga. adil, lagi lurus; tiada suatu kesalahan pun di dalamnya karena ia dari sisi Allah subhanahu wa ta’ala Qatadah mengatakan sehubungan dengan makna firman-Nya: (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Al-Qur'an dalam ayat ini disebutkan dengan sebutan yang terbaik dan dipuji dengan pujian yang terbaik.\n\nIbnu Zaid mengatakan sehubungan dengan makna firman-Nya: di dalamnya terdapat (isi) kitab-kitab yang Iurus. (Al-Bayyinah: 3) Yakni yang Iurus lagi pertengahan. Firman Allah subhanahu wa ta’ala: Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. (Al-Bayyinah: 4) Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Dan janganlah kalian menyerupai orang-orang yang bercerai-berai dan berselisih sesudah datang keterangan yang jelas kepada mereka. mereka itulah orang-orang yang mendapat siksa yang berat. (Ali Imran: 105) Yang dimaksud oleh ayat ialah menceritakan keadaan Ahli Kitab dari kalangan umat terdahulu.\n\nSesudah Allah menegakkan hujah dan bukti terhadap mereka, maka mereka bercerai-berai dan berselisih mengenai takwil yang dimaksud oleh Allah di dalam kitab-kitab mereka. Dan hal ini berakibat mereka bercerai-berai dan menjadi golongan yang banyak, sebagaimana yang disebutkan di dalam sebuah hadits yang diriwayatkan melalui berbagai jalur, yaitu: \". Sesungguhnya orang-orang Yahudi berpecah belah menjadi tujuh puluh satu golongan, dan orang-orang Nasrani berpecah belah menjadi tujuh puluh dua golongan.\n\nDan umat ini akan berpecah belah menjadi tujuh puluh tiga golongan, semuanya di dalam neraka kecuali satu golongan. Para sahabat bertanya, \"Siapakah mereka yang satu golongan yang selamat itu, wahai Rasulullah?\" Rasulullah ﷺ bersabda: Yaitu golongan yang mengikuti apa yang dikerjakan olehku dan para sahabatku. Firman Allah subhanahu wa ta’ala: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama. (Al-Bayyinah: 5) Semakna dengan apa yang disebutkan oleh firman-Nya: Dan Kami tidak mengutus seorang rasul pun sebelum kamu, melainkan Kami wahyukan kepadanya, \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku. (Al-Anbiya: 25) Karena itulah maka disebutkan dalam firman berikutnya: Dengan lurus. (Al-Bayyinah: 5) Yakni menyimpang dari kemusyrikan dan menuju kepada tauhid, sepetti yang disebutkan di dalam firman-Nya: Dan sesungguhnya Kami telah mengutus rasul pada tiap-tiap umat (untuk menyerukan), \"Sembahlah Allah (saja), dan jauhilah tagut. (An-Nahl: 36) Dalam pembahasan yang lalu di tafsir surat Al-An'am telah diterangkan makna hanif ini dengan keterangan yang lengkap, hingga tidak perlu diulangi lagi dalam bab ini.\n\ndan supaya mereka mendirikan shalat. (Al-Bayyinah: 5) Salat adalah ibadah badaniyah yang paling mulia. dan menunaikan zakat. (Al-Bayyinah: 5) Yaitu memberikan santunan dan kebaikan kepada orang-orang fakir dan orang-orang yang memerlukan pertolongan. dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5) Yakni agama yang tegak lagi adil, atau maknanya umat yang lurus lagi pertengahan. Banyak dari kalangan para imam seperti Az-Zuhri dan Asy-Syafii yang menyimpulkan dalil dari ayat ini, bahwa amal perbuatan itu termasuk ke dalam iman.\n\nOleh karenanya disebutkan di dalam firman-Nya: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5)\"","tafsir-ringkas-kemenag":"Wahai Nabi, ketahuilah bahwa Ahli Kitab dahulu sepakat mengimani dirimu sebagai rasul terakhir sebagaimana informasi yang mereka dapati dalam kitab-kitab mereka. Dan tidaklah terpecah-belah orang-orang Ahli Kitab itu melainkan setelah datang kepada mereka bukti yang nyata, yaitu kedatangan'mu atau Al-Qur'an yang kaubawa. Sebagian beriman kepadamu dan sebagian yang lain mengingkarimu. 5. Mereka terpecah belah seperti itu padahal mereka dalam kitab-kitab mereka hanya diperintah untuk menyembah Allah dengan ikhlas menaati-Nya semata-mata karena menjalankan agama, dan juga diperintah agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah aga-ma yang lurus dan benar agama Islam. Keikhlasan dalam beribadah dengan memurnikan niat demi mencari rida Allah dan menjauhkan diri dari kemusyrikan adalah salah satu syarat diterimanya ibadah.","tafsir-lengkap-kemenag":"Keadaan orang-orang kafir Yahudi, Nasrani, dan musyrikin sesudah Nabi ﷺ datang berlainan dengan keadaan mereka sebelumnya. Mereka sebelum Nabi ﷺ datang dalam keadaan kufur, terbenam dalam kejahilan dan hawa nafsu, tetapi setelah Nabi ﷺ datang, segolongan dari mereka beriman. Dengan demikian, keadaan mereka tidak seperti dahulu. Golongan yang tidak beriman malah meragukan kebenaran yang dibawa Nabi saw, bahkan ada yang mempercayai kebenarannya sama sekali.\n\nPerbantahan dan perselisihan hebat terkadang terjadi antara orang-orang musyrik dengan orang-orang Nasrani. Orang Yahudi berkata kepada orang musyrik, \"Sesungguhnya Allah akan mengutus nabi dari kalangan bangsa Arab penduduk Mekah.\" Mereka menerangkan sifat-sifat nabi serta mengancam orang-orang seraya mengatakan bahwa bila nabi itu lahir, mereka akan membantunya dengan menyokong semua tindakannya dan bekerja sama untuk menghancurkan orang-orang musyrik.\n\nDalam keadaan yang demikianlah Nabi Muhammad diutus. Lalu orang-orang musyrik memusuhi dan menentang Nabi habis-habisan. Mereka juga mengajak orang-orang Arab lainnya untuk memusuhi beliau dan menyakiti pengikut-pengikutnya yang hatinya telah disinari dengan keimanan dan melapangkan dadanya untuk mengenal kebenaran.\n\nKemudian Allah dalam ayat ini menghibur Nabi-Nya dengan mengatakan bahwa beliau tidak perlu susah atau gundah karena sikap dan tantangan mereka terhadap dirinya. Hal itu juga merupakan sikap mereka terhadap para nabi terdahulu sehingga mereka berpecah-belah.","tafsir-alazhar":"Ayat 4“Dan tidaklah berpecah-belah orang-orang yang diberi Kitab itu, melainkan sesudah datang kepada mereka pembuktian itu.\" (ayat 4)Seyogianya bila keterangan dan pembuktian telah datang, tunduklah mereka kepada kebenaran. Tetapi setelah pembuktian dan penerangan itu datang, bukanlah mereka segera tunduk, melainkan mereka menjadi berpecah-belah, bermusuh-musuhan, yang satu menyalahkan yang lain. Dan tidak satu jua pun yang sudi menerima kebenaran. Terutama terhadap seruan Nabi Muhammad ﷺ. Di dalam kitab-kitab suci yang telah terdahulu telah ada isyarat akan kedatangannya. Musa telah menjanjikan, Isa pun telah menyebutkan, dan mereka sendiri pun percaya akan ada lagi Nabi akhir zaman yang akan menggenapkan seruan Rasul yang telah terdahulu.Tetapi setelah Rasul itu datang dengan nyata dan tak dapat dibantah lagi kebenarannya, mereka pun berpecah.Pada ayat yang pertama disebut Ahlul Kitab dan musyrikin. Pada ayat 4 ini ditonjolkan Ahlul Kitab saja. Dapatlah kita mengambil perbandingan, sedangkan Ahlul Kitab yang telah pernah kedatangan Rasul saja membantah dan berpecah-belah menerima bukti-bukti Rasul; apatah lagi kaum musyrikin.Apakah sebab timbul perpecahan itu? Ditilik dari ilmu kemasyarakatan dapat diambil kesimpulan bahwa mereka berpecah karena soal ini telah dipersangkutkan dengan kepentingan pribadi dan kedudukan. “Bayyinah\" atau pembuktian yang dibawakan Nabi Muhammad ﷺ di dalam Al-Qur'an itu tidaklah berbeda-dengan isi kitab mereka, dan mereka pun telah diberitahu dalam kitab-kitab itu bahwa Nabi itu akan datang. Tetapi setelah beliau betul-betul datang, mereka tidak mau lagi, mereka berpecah. Ada yang menerima dalam hati, tetapi takut kepada masyarakatnya sendiri akan dibenci oleh mereka. Dan ada juga yang didorong menolaknya oleh rasa benci dan dengki.Ayat 5“Padahal tidaklah mereka itu diperintah, melainkan supaya mereka menyembah kepada Allah.\" (pangkal ayat 5)Kepada Allah saja, tidak dipersekutukan yang lain dengan Allah. “Dengan mengikhlaskan agama karena-Nya.\" Segala amal dan ibadah, pendeknya segala apa jua pun perbuatan yang bersangkutan dengan agama, yang dikerjakan dengan kesadaran, hendaklah ikhlas karena Allah belaka, bersih daripada pengaruh yang lain. “Dengan menjauhkan diri dari kesesatan.\" Itulah yang dinamai agama Hanif jamaknya Hunafa'u. Yaitu condong kepada kebenaran, laksana jarum kompas, ke mana pun ia diputarkan, namun jarumnya selalu condong ke utara. Demikianlah hendaknya hidup manusia, condong kepada yang benar, tidak dapat dipalingkan kepada yang salah. “Dan supaya mendirikan shalat,\" yaitu dengan gerak-gerik tubuh tertentu, dengan berdiri dan ruku' dan sujud mengingat Allah, membuktikan ketundukan kepada Allah. “Dan mengeluarkan zakat,\" yaitu mengeluarkan sebagian dan harta buat membantu hidup fakir miskin, atau untuk menegakkan jalan Allah di dalam masyarakat yang luas; sehingga dengan shalat terbuktilah hubungan yang kukuh dengan Allah, dan dengan zakat terbuktilah hubungan yang kukuh dengan sesama manusia.“Dan yang demikian itulah agama yang lurus (ujung ayat 5)Syekh Muhammad Abduh di dalam Tafsir Juz ‘Amma memberi peringatan, bahwa meskipun ayat ini turun mengisahkan sikap Ahlul Kitab, namun penyakit semacam ini telah banyak ditemui dalam kehidupan kaum Muslimin. Meskipun firman Ilahi dan sabda Rasulullah saw, telah terang benderang dan jelas isinya, masih pula terdapat perpecahan di kalangan kaum Muslimin, ta'asshub mempertahankan golongan masing-masing, sehingga di antara sesama Muslimin pun terjadi perpecahan. Beliau berkata,“Bagaimana pendapatmu tentang keadaan kita (kaum Muslimin)? Bukankah hal ini telah diingatkan oleh kitab suci kita sendiri, yang telah membuktikan buruknya amal-amal kita, sehingga kita pecah-berpecah dalam hal agama, sampai bergolong-golongan, sampai amalan kita penuh dengan perbuatan baru yang diada-adakan dan perbuatan bid'ah?\""}},"5":{"arabic":"وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِوَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ","words":{"arabicWords":["وَمَآ","أُمِرُوٓاْ","إِلَّا","لِيَعۡبُدُواْ","ٱللَّهَ","مُخۡلِصِينَ","لَهُ","ٱلدِّينَ","حُنَفَآءَ","وَيُقِيمُواْ","ٱلصَّلَوٰةَ","وَيُؤۡتُواْ","ٱلزَّكَوٰةَۚ","وَذَٰلِكَ","دِينُ","ٱلۡقَيِّمَةِ"],"translationWords":["dan tidak","diperintahkan","kecuali","supaya mereka menyembah","Allah","mengikhlaskan/memurnikan","bagiNya","agama","ikhlas/lurus","dan mereka mendirikan","sholat","dan mereka menunaikan","zakat","dan demikian itu","agama","betul/lurus"]},"translation":"Mereka tidak diperintah, kecuali untuk menyembah Allah dengan mengikhlaskan ketaatan kepada-Nya lagi hanif (istikamah), melaksanakan salat, dan menunaikan zakat. Itulah agama yang lurus (benar).","tafsir":{"tafsir-jalalayn":"(Padahal mereka tidak disuruh) di dalam kitab-kitab mereka yaitu Taurat dan Injil (kecuali menyembah Allah) kecuali supaya menyembah Allah, pada asalnya adalah An Ya'budullaaha, lalu huruf An dibuang dan ditambahkan huruf Lam sehingga jadilah Liya'budullaaha (dengan memurnikan ketaatan kepada-Nya dalam beragama) artinya membersihkannya dari kemusyrikan (dengan lurus) maksudnya berpegang teguh pada agama Nabi Ibrahim dan agama Nabi Muhammad bila telah datang nanti. Maka mengapa sewaktu ia datang mereka menjadi jadi ingkar kepadanya (dan supaya mereka mendirikan salat dan menunaikan zakat; dan yang demikian itulah agama) atau tuntunan (yang mustaqim) yang lurus.","tafsir-ibnu-katsir":"Tafsir Surat Al-Bayyinah: 1-5\n\nOrang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata, (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan (Al-Qur'an), di dalamnya terdapat (isi) kitab-kitab yang lurus. Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. Adapun yang dimaksud dengan Ahli Kitab adalah orang-orang Yahudi dan orang-orang Nasrani, sedangkan orang-orang musyrik adalah para penyembah berhala dan api.\n\nbaik dari kalangan bangsa Arab maupun bangsa Ajam (non-Arab). Mujahid mengatakan bahwa mereka tidak mau berhenti alias tidak mau meninggalkan agama mereka sebelum jelas bagi mereka perkara yang hak. Hal yang sama telah dikatakan oleh Qatadah dalam firman-Nya: sebelum datang kepadamereka bukti yang nyata. (Al-Bayyinah: 1) Yaitu Al-Qur'an ini. Untuk itu disebutkan oleh firman-Nya: Orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (mengatakan bahwa mereka,) tidak akan meninggalkan (agamanya) sebelum datang kepada mereka bukti yang nyata. (Al-Bayyinah: 1) Kemudian bukti yang nyata ini ditafsirkan oleh firman selanjutnya: (yaitu) seorang rasul dari Allah yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Yakni Nabi Muhammad dan kitab yang dibacanya, yaitu Al-Qur'an yang mulia, yang telah tercatat di kalangan Mala'ul A'la di dalam lembaran-lembaran yang disucikan.\n\nSeperti yang dikatakan di dalam ayat lain melalui firman-Nya: di dalam kitab-kitab yang dimuliakan, yang ditinggikan lagi disucikan, di tangan para penulis (malaikat), yang mulia lagi berbakti. ('Abasa: 13-16) Adapun firman Allah subhanahu wa ta’ala: di dalamnya terdapat (isi) kitab-kitab yang lurus. (Al-Bayyinah: 3) Ibnu Jarir mengatakan bahwa di dalam lembaran-lembaran yang disucikan itu terdapat kitab-kitab dari Allah yang berharga. adil, lagi lurus; tiada suatu kesalahan pun di dalamnya karena ia dari sisi Allah subhanahu wa ta’ala Qatadah mengatakan sehubungan dengan makna firman-Nya: (yaitu) seorang rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang disucikan. (Al-Bayyinah: 2) Al-Qur'an dalam ayat ini disebutkan dengan sebutan yang terbaik dan dipuji dengan pujian yang terbaik.\n\nIbnu Zaid mengatakan sehubungan dengan makna firman-Nya: di dalamnya terdapat (isi) kitab-kitab yang Iurus. (Al-Bayyinah: 3) Yakni yang Iurus lagi pertengahan. Firman Allah subhanahu wa ta’ala: Dan tidaklah berpecah belah orang-orang yang didatangkan Al-Kitab (kepada mereka) melainkan sesudah datang kepada mereka bukti yang nyata. (Al-Bayyinah: 4) Semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Dan janganlah kalian menyerupai orang-orang yang bercerai-berai dan berselisih sesudah datang keterangan yang jelas kepada mereka. mereka itulah orang-orang yang mendapat siksa yang berat. (Ali Imran: 105) Yang dimaksud oleh ayat ialah menceritakan keadaan Ahli Kitab dari kalangan umat terdahulu.\n\nSesudah Allah menegakkan hujah dan bukti terhadap mereka, maka mereka bercerai-berai dan berselisih mengenai takwil yang dimaksud oleh Allah di dalam kitab-kitab mereka. Dan hal ini berakibat mereka bercerai-berai dan menjadi golongan yang banyak, sebagaimana yang disebutkan di dalam sebuah hadits yang diriwayatkan melalui berbagai jalur, yaitu: \". Sesungguhnya orang-orang Yahudi berpecah belah menjadi tujuh puluh satu golongan, dan orang-orang Nasrani berpecah belah menjadi tujuh puluh dua golongan.\n\nDan umat ini akan berpecah belah menjadi tujuh puluh tiga golongan, semuanya di dalam neraka kecuali satu golongan. Para sahabat bertanya, \"Siapakah mereka yang satu golongan yang selamat itu, wahai Rasulullah?\" Rasulullah ﷺ bersabda: Yaitu golongan yang mengikuti apa yang dikerjakan olehku dan para sahabatku. Firman Allah subhanahu wa ta’ala: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama. (Al-Bayyinah: 5) Semakna dengan apa yang disebutkan oleh firman-Nya: Dan Kami tidak mengutus seorang rasul pun sebelum kamu, melainkan Kami wahyukan kepadanya, \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku. (Al-Anbiya: 25) Karena itulah maka disebutkan dalam firman berikutnya: Dengan lurus. (Al-Bayyinah: 5) Yakni menyimpang dari kemusyrikan dan menuju kepada tauhid, sepetti yang disebutkan di dalam firman-Nya: Dan sesungguhnya Kami telah mengutus rasul pada tiap-tiap umat (untuk menyerukan), \"Sembahlah Allah (saja), dan jauhilah tagut. (An-Nahl: 36) Dalam pembahasan yang lalu di tafsir surat Al-An'am telah diterangkan makna hanif ini dengan keterangan yang lengkap, hingga tidak perlu diulangi lagi dalam bab ini.\n\ndan supaya mereka mendirikan shalat. (Al-Bayyinah: 5) Salat adalah ibadah badaniyah yang paling mulia. dan menunaikan zakat. (Al-Bayyinah: 5) Yaitu memberikan santunan dan kebaikan kepada orang-orang fakir dan orang-orang yang memerlukan pertolongan. dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5) Yakni agama yang tegak lagi adil, atau maknanya umat yang lurus lagi pertengahan. Banyak dari kalangan para imam seperti Az-Zuhri dan Asy-Syafii yang menyimpulkan dalil dari ayat ini, bahwa amal perbuatan itu termasuk ke dalam iman.\n\nOleh karenanya disebutkan di dalam firman-Nya: Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama dengan lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. (Al-Bayyinah: 5)\"","tafsir-ringkas-kemenag":"Mereka terpecah belah seperti itu padahal mereka dalam kitab-kitab mereka hanya diperintah untuk menyembah Allah dengan ikhlas menaati-Nya semata-mata karena menjalankan agama, dan juga diperintah agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah aga-ma yang lurus dan benar agama Islam. Keikhlasan dalam beribadah dengan memurnikan niat demi mencari rida Allah dan menjauhkan diri dari kemusyrikan adalah salah satu syarat diterimanya ibadah. 6. Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang yang musyrik akan masuk ke neraka Jahanam dengan bermacam siksa pedih di dalamnya; mereka kekal di dalamnya selama-lamanya. Tidak ada kesempatan bagi mereka untuk keluar, bahkan untuk sekadar sejenak lepas dari siksa. Mereka itu adalah sejahat-jahat makhluk. Allah telah mem-beri mereka peringatan, tetapi mereka enggan mengindahkannya. Dia tidak akan menyiksa seseorang kecuali setelah memberinya peringatan.","tafsir-lengkap-kemenag":"Karena adanya perpecahan di kalangan mereka, maka pada ayat ini dengan nada mencerca Allah menegaskan bahwa mereka tidak diperintahkan kecuali untuk menyembah-Nya. Perintah yang ditujukan kepada mereka adalah untuk kebaikan dunia dan agama mereka, dan untuk mencapai kebahagiaan dunia dan akhirat. Mereka juga diperintahkan untuk mengikhlaskan diri lahir dan batin dalam beribadah kepada Allah dan membersihkan amal perbuatan dari syirik sebagaimana agama yang dibawa oleh Nabi Ibrahim yang menjauhkan dirinya dari kekufuran kaumnya kepada agama tauhid dengan mengikhlaskan ibadah kepada Allah. Ikhlas adalah salah satu dari dua syarat diterimanya amal, dan itu merupakan pekerjaan hati. Sedang yang kedua adalah mengikuti sunah Rasulullah. Allah berfirman:\n\nKemudian Kami wahyukan kepadamu (Muhammad), \"Ikutilah agama Ibrahim yang lurus.\" (an-Nahl/16: 123)\n\n\n\nFirman-Nya yang lain:\n\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus dan muslim. (Ali 'Imran/3: 67)\n\nMendirikan salat dalam ayat ini maksudnya adalah mengerjakannya terus-menerus setiap waktu dengan memusatkan jiwa kepada kebesaran Allah, untuk membiasakan diri tunduk kepada-Nya. Sedangkan yang dimaksud dengan mengeluarkan zakat yaitu membagi-bagikannya kepada yang berhak menerimanya sebagaimana yang telah ditentukan oleh Al-Qur'anul Karim.\n\nKeterangan ayat di atas tentang keikhlasan beribadah, menjauhkan diri dari syirik, mendirikan salat, dan mengeluarkan zakat, adalah maksud dari agama yang lurus yang tersebut dalam kitab-kitab suci lainnya.","tafsir-alazhar":"Ayat 4“Dan tidaklah berpecah-belah orang-orang yang diberi Kitab itu, melainkan sesudah datang kepada mereka pembuktian itu.\" (ayat 4)Seyogianya bila keterangan dan pembuktian telah datang, tunduklah mereka kepada kebenaran. Tetapi setelah pembuktian dan penerangan itu datang, bukanlah mereka segera tunduk, melainkan mereka menjadi berpecah-belah, bermusuh-musuhan, yang satu menyalahkan yang lain. Dan tidak satu jua pun yang sudi menerima kebenaran. Terutama terhadap seruan Nabi Muhammad ﷺ. Di dalam kitab-kitab suci yang telah terdahulu telah ada isyarat akan kedatangannya. Musa telah menjanjikan, Isa pun telah menyebutkan, dan mereka sendiri pun percaya akan ada lagi Nabi akhir zaman yang akan menggenapkan seruan Rasul yang telah terdahulu.Tetapi setelah Rasul itu datang dengan nyata dan tak dapat dibantah lagi kebenarannya, mereka pun berpecah.Pada ayat yang pertama disebut Ahlul Kitab dan musyrikin. Pada ayat 4 ini ditonjolkan Ahlul Kitab saja. Dapatlah kita mengambil perbandingan, sedangkan Ahlul Kitab yang telah pernah kedatangan Rasul saja membantah dan berpecah-belah menerima bukti-bukti Rasul; apatah lagi kaum musyrikin.Apakah sebab timbul perpecahan itu? Ditilik dari ilmu kemasyarakatan dapat diambil kesimpulan bahwa mereka berpecah karena soal ini telah dipersangkutkan dengan kepentingan pribadi dan kedudukan. “Bayyinah\" atau pembuktian yang dibawakan Nabi Muhammad ﷺ di dalam Al-Qur'an itu tidaklah berbeda-dengan isi kitab mereka, dan mereka pun telah diberitahu dalam kitab-kitab itu bahwa Nabi itu akan datang. Tetapi setelah beliau betul-betul datang, mereka tidak mau lagi, mereka berpecah. Ada yang menerima dalam hati, tetapi takut kepada masyarakatnya sendiri akan dibenci oleh mereka. Dan ada juga yang didorong menolaknya oleh rasa benci dan dengki.Ayat 5“Padahal tidaklah mereka itu diperintah, melainkan supaya mereka menyembah kepada Allah.\" (pangkal ayat 5)Kepada Allah saja, tidak dipersekutukan yang lain dengan Allah. “Dengan mengikhlaskan agama karena-Nya.\" Segala amal dan ibadah, pendeknya segala apa jua pun perbuatan yang bersangkutan dengan agama, yang dikerjakan dengan kesadaran, hendaklah ikhlas karena Allah belaka, bersih daripada pengaruh yang lain. “Dengan menjauhkan diri dari kesesatan.\" Itulah yang dinamai agama Hanif jamaknya Hunafa'u. Yaitu condong kepada kebenaran, laksana jarum kompas, ke mana pun ia diputarkan, namun jarumnya selalu condong ke utara. Demikianlah hendaknya hidup manusia, condong kepada yang benar, tidak dapat dipalingkan kepada yang salah. “Dan supaya mendirikan shalat,\" yaitu dengan gerak-gerik tubuh tertentu, dengan berdiri dan ruku' dan sujud mengingat Allah, membuktikan ketundukan kepada Allah. “Dan mengeluarkan zakat,\" yaitu mengeluarkan sebagian dan harta buat membantu hidup fakir miskin, atau untuk menegakkan jalan Allah di dalam masyarakat yang luas; sehingga dengan shalat terbuktilah hubungan yang kukuh dengan Allah, dan dengan zakat terbuktilah hubungan yang kukuh dengan sesama manusia.“Dan yang demikian itulah agama yang lurus (ujung ayat 5)Syekh Muhammad Abduh di dalam Tafsir Juz ‘Amma memberi peringatan, bahwa meskipun ayat ini turun mengisahkan sikap Ahlul Kitab, namun penyakit semacam ini telah banyak ditemui dalam kehidupan kaum Muslimin. Meskipun firman Ilahi dan sabda Rasulullah saw, telah terang benderang dan jelas isinya, masih pula terdapat perpecahan di kalangan kaum Muslimin, ta'asshub mempertahankan golongan masing-masing, sehingga di antara sesama Muslimin pun terjadi perpecahan. Beliau berkata,“Bagaimana pendapatmu tentang keadaan kita (kaum Muslimin)? Bukankah hal ini telah diingatkan oleh kitab suci kita sendiri, yang telah membuktikan buruknya amal-amal kita, sehingga kita pecah-berpecah dalam hal agama, sampai bergolong-golongan, sampai amalan kita penuh dengan perbuatan baru yang diada-adakan dan perbuatan bid'ah?\""}},"6":{"arabic":"إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ ۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِإِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ ۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ","words":{"arabicWords":["إِنَّ","ٱلَّذِينَ","كَفَرُواْ","مِنۡ","أَهۡلِ","ٱلۡكِتَٰبِ","وَٱلۡمُشۡرِكِينَ","فِي","نَارِ","جَهَنَّمَ","خَٰلِدِينَ","فِيهَآۚ","أُوْلَٰٓئِكَ","هُمۡ","شَرُّ","ٱلۡبَرِيَّةِ"],"translationWords":["sesungguhnya","orang-orang yang","kafir/ingkar","dari","ahli","kitab","dan orang-orang musyrik","dalam","neraka","jahanam","mereka kekal","di dalammnya","mereka itu","mereka","seburuk-buruk","makhluk"]},"translation":"Sesungguhnya orang-orang yang kufur dari golongan Ahlulkitab dan orang-orang musyrik (akan masuk) neraka Jahanam. Mereka kekal di dalamnya. Mereka itulah seburuk-buruk makhluk.","tafsir":{"tafsir-jalalayn":"(Sesungguhnya orang-orang kafir dari ahli kitab dan orang-orang musyrik -dimasukkan- ke dalam neraka Jahanam; mereka kekal di dalamnya) lafal Khaalidiina menjadi Haal atau kata keterangan keadaan dari lafal yang tidak disebutkan; lengkapnya mereka telah dipastikan oleh Allah ﷻ untuk menjadi penghuni tetap di dalam neraka Jahanam untuk selama-lamanya. (Mereka itu adalah seburuk-buruk makhluk.).","tafsir-ibnu-katsir":"Tafsir Surat Al-Bayyinah: 6-8\n\nSesungguhnya orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (akan masuk) ke neraka Jahanam; mereka kekal di dalamnya. Mereka itu adalah seburuk-buruk makhluk. Sesugguhnya orang-orang yang beriman dan mengerjakan amal saleh mereka itu adalah sebaik-baik makhluk. Balasan mereka di sisi Tuhan mereka ialah surga 'and yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya.\n\nYang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. Allah subhanahu wa ta’ala menceritakan akibat yang dialami oleh orang-orang durhaka dari kalangan orang-orang kafir Ahli Kitab dan orang-orang musyrik yang menentang kitab-kitab Allah yang diturunkan dan menentang para rasul yang diutus-Nya. Bahwa mereka kelak di hari kiamat dimasukkan ke dalam neraka Jahanam, mereka kekal di dalamnya untuk selama-lamanya; mereka menjadi penghuni tetapnya, tidak akan berpindah darinya dan tidak pula mereka lenyap darinya. Mereka itu adalah seburuk-buruk makhluk. (Al-Bayyinah: 6) Yakni seburuk-buruk makhluk yang diciptakan Allah dan yang diadakan-Nya.\n\nKemudian Allah subhanahu wa ta’ala menceritakan keadaan orang-orang yang berbakti, yaitu mereka yang hatinya beriman, dan badan mereka mengamalkan perbuatan-perbuatan yang saleh. Bahwa mereka adalah sebaik-baik makhluk Allah. Abu Hurairah dan segolongan ulama menyimpulkan dari ayat ini bahwa orang-orang yang beriman dari kalangan manusia lebih utama daripada para malaikat, yaitu karena firman-Nya yang mengatakan: Mereka itu adalah sebaik-baik makhluk. (Al-Bayyinah: 7) Kemudian Allah subhanahu wa ta’ala berfirman dalam ayat selanjutnya: Balasan mereka di sisi Tuhan mereka. (Al-Bayyinah: 8) Yaitu di hari kiamat nanti. adalah surga 'adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. (Al-Bayyinah: 8) Yakni tiada putus-putusnya, tiada habis-habisnya, dan tiada selesai-selesainya.\n\nAllah rida terhadap mereka dan mereka pun rida kepada-Nya. (Al-Bayyinah: 8) Perlu diketahui bahwa rida Allah kepada mereka lebih tinggi derajatnya daripada kenikmatan abadi yang diberikan-Nya kepada mereka. dan mereka pun rida kepada-Nya. (Al-Bayyinah: 8) Artinya, merasa puas dengan keutamaan yang menyeluruh yang diberikan oleh Allah kepada mereka. Firman Allah Swt: Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. (Al-Bayyinah: 8) Yaitu pahala ini akan didapat oleh orang yang takut kepada Allah, bertakwa kepada-Nya dengan sebenar-benar takwa, dan menyembah-Nya seakan-akan dia melihat-Nya, dan ia mengetahui bahwa jika ia tidak dapat melihat-Nya, maka Dia Maha Melihat kepadanya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ishaq ibnu Isa, telah menceritakan kepada kami Abu Ma'syar, dari Abu Wahb maula Abu Hurairah, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: \"Maukah aku beri tahukan kepadamu tentang sebaik-baik makhluk? Mereka menjawab, \"Tentu saja mau, wahai Rasulullah. Rasulullah ﷺ bersabda, \"Seorang laki-laki yang memegang kendali kudanya di jalan Allah, manakala terjadi serangan musuh, maka dia menunggangi kudanya (dan memacunya menghadapi musuh). \"Maukah aku beri tahukan kepadamu tentang sebaik-baik makhluk?\" Mereka menjawab, \"Tentu saja mau, wahai Rasulullah. Rasulullah ﷺ bersabda, \"Seorang lelaki yang berada di kumpulan ternak kambingnya mendirikan shalat dan menunaikan zakat. \"Maukah aku ceritakan kepadamu tentang seburuk-buruk makhluk?\" Mereka menjawab, \"Tentu mau.\" Rasulullah ﷺ menjawab, \"Orang yang meminta kepada Allah dan Allah tidak memberinya. Demikianlah akhir tafsir surat Al-Bayyinah, segala puji bagi Allah atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang yang musyrik akan masuk ke neraka Jahanam dengan bermacam siksa pedih di dalamnya; mereka kekal di dalamnya selama-lamanya. Tidak ada kesempatan bagi mereka untuk keluar, bahkan untuk sekadar sejenak lepas dari siksa. Mereka itu adalah sejahat-jahat makhluk. Allah telah mem-beri mereka peringatan, tetapi mereka enggan mengindahkannya. Dia tidak akan menyiksa seseorang kecuali setelah memberinya peringatan. 7. Sungguh, orang-orang yang beriman kepada Allah dan rasulnya dengan iman yang benar dan mengerjakan kebajikan dengan ikhlas dan sesuai ketetentuan syariat, mereka itu adalah sebaik-baik makhluk. Mereka adalah makhluk yang Allah kehendaki untuk menjadi khalifah di bumi.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menjelaskan bahwa orang-orang kafir dari kalangan Ahli Kitab dan orang musyrik telah mengotori jiwanya dengan syirik dan maksiat-maksiat serta mengingkari kebenaran nyata kenabian Muhammad ﷺ Mereka akan disiksa Allah dengan siksaan yang tidak memungkinkan mereka untuk melepaskan diri darinya untuk selama-lamanya, yaitu api neraka yang menyala-nyala. Siksaan itu sebagai balasan atas perbuatan mereka. Mereka itu tergolong makhluk yang paling buruk.","tafsir-alazhar":"Ayat 6“Sesungguhnya orang-orang yang kafir.\" (pangkal ayat 6)Yaitu orang-orang yang sengaja menolak, membohongkan, dan memalsukan ajaran- ajaran yang dibawa oleh Nabi Muhammad ﷺ, padahal kalau mereka pakai akal yang sehat, tidak ada satu jua pun yang dapat dibantah sehingga mereka menolak itu hanya karena alasan hawa nafsu belaka. “Dari Ahlul Kitab dan musyrikin itu.\" Yaitu orang Yahudi dan Nasrani dan musyrikin penyembah berhala “Adalah di neraka Jahannam, yang akan kekal mereka padanya.\" Di sanalah mereka akan mendapat adzab dan siksanya tanpa kesudahan.“Mereka itulah yang sejahat-jahat makhluk.\" (ujung ayat 6)Mengapa dikatakan sejahat-jahat makhluk? Seperti ditafsirkan oleh Syekh Muhammad Abduh, “Karena mereka memungkiri kebenaran, sesudah mereka mengetahuinya dan telah cukup dalil dan tanda atas kebenarannya. Dimungkirinya kebenaran yang telah diakui oleh jiwa mereka sendiri, sehingga rusaklah ruhnya dan sengaja merusak pula kepada yang lain.\"Ayat 7“Sesungguhnya orang-orang yang beriman.\" (pangkal ayat 7)Yaitu beriman kepada Allah, kepada Rasul-Nya, menerima dan menyetujui petunjuk Allah. “Dan mengerjakan amalan yang saleh.\"  Membuktikan iman dalam hati itu didengari perbuatan dan sikap hidup. Terutama mengorbankan harta benda untuk berbuat kebajikan kepada sesama manusia, sebagai yang telah dijiwai oleh zakat tadi, dan berkorban pula dengan jiwa-raga dan tenaga untuk memperjuangkan tegaknya kebenaran Sabilillah di muka bumi ini, yang dijiwai oleh semangat menegakkan shalat, serta tulus ikhlas dalam segala hubungan, baik hubungan ke langit kepada Allah, atau ke bumi kepada sesama manusia. Dan semua amalan yang saleh itu mereka kerjakan dengan kesadaran dan penuh cinta.“Mereka itu adalah sebaik-baik makhluk.\" (ujung ayat 7)Karena dengan mengikuti kebenaran, menegakkan kepercayaan, membuktikan dengan perbuatan, mereka itu telah mengisi kemanusiaan sebaik-baiknya. Mereka telah memenuhi arti hidup. Dan Allah pun memuliakan mereka. Mereka pelihara puncak-puncak budi dan keutamaan yang jadi tujuan sejati keberadaan insan. Dan itulah bahagia yang sejati. Sebab dia telah dapat menyesuaikan apa yang terasa dalam hati sanubari dengan tingkah laku dalam hidup.Ayat 8“Balasan mereka di sisi Tuhan mereka ialah surga-surga tempat menetap.\" (pangkal ayat 8)Itulah pemberhentian dan penetapan terakhir, tempat istirahat menerima hasil dan ganjaran dari kepayahan berjuang selama hidup di dunia. “Yang mengalir padanya sungai-sungai;\" sebagai lambang kiasan dari kesuburan dan kesejukan, tepung tawar untuk ketenteraman (muthmainnah), kesuburan yang tiada pernah kering. “Kekal mereka padanya selama-lamanya;\" nikmat yang tiada pernah kering, rahmat yang tiada pernah terhenti, tidak akan keluar lagi dari dalam nikmat itu dan tidak lagi akan merasakan mati. Sebab mati itu hanya sekali yang dahulu (di dunia) saja. Dan yang menjadi puncak dan puncak dari nikmat itu ialah, `Allah ridha kepada mereka;\" Allah senang, Allah menerima mereka dengan tangan terbuka dan penuh rahmat, sebab tatkala di dunia mereka taat dan setia. `Dan mereka pun ridha kepada-Nya;\" ridha yang seimbang, balas-membalas, kontak-mengontak, bukan laksana bertepuk sebelah tangan. Karena iman dan keyakinan jualah yang mendorong mereka memikul perintah Allah ketika mereka hidup dahulu, tidak ada yang dirasa berat dan tidak pernah merasa bosan.“Yang demikian itulah untuk orang yang takut kepada Tuhannya.\" (ujung ayat 8)"}},"7":{"arabic":"إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ","words":{"arabicWords":["إِنَّ","ٱلَّذِينَ","ءَامَنُواْ","وَعَمِلُواْ","ٱلصَّـٰلِحَٰتِ","أُوْلَٰٓئِكَ","هُمۡ","خَيۡرُ","ٱلۡبَرِيَّةِ"],"translationWords":["sesungguhnya","orang-orang yang","beriman","dan mereka berbuat/beramal","kebajikan/saleh","mereka itu","mereka","sebaik-baik","makhluk"]},"translation":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah sebaik-baik makhluk.","tafsir":{"tafsir-jalalayn":"(Sesungguhnya orang-orang yang beriman dan mengerjakan amal saleh mereka itu adalah sebaik-baik makhluk) artinya makhluk yang paling baik.","tafsir-ibnu-katsir":"Tafsir Surat Al-Bayyinah: 6-8\n\nSesungguhnya orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (akan masuk) ke neraka Jahanam; mereka kekal di dalamnya. Mereka itu adalah seburuk-buruk makhluk. Sesugguhnya orang-orang yang beriman dan mengerjakan amal saleh mereka itu adalah sebaik-baik makhluk. Balasan mereka di sisi Tuhan mereka ialah surga 'and yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya.\n\nYang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. Allah subhanahu wa ta’ala menceritakan akibat yang dialami oleh orang-orang durhaka dari kalangan orang-orang kafir Ahli Kitab dan orang-orang musyrik yang menentang kitab-kitab Allah yang diturunkan dan menentang para rasul yang diutus-Nya. Bahwa mereka kelak di hari kiamat dimasukkan ke dalam neraka Jahanam, mereka kekal di dalamnya untuk selama-lamanya; mereka menjadi penghuni tetapnya, tidak akan berpindah darinya dan tidak pula mereka lenyap darinya. Mereka itu adalah seburuk-buruk makhluk. (Al-Bayyinah: 6) Yakni seburuk-buruk makhluk yang diciptakan Allah dan yang diadakan-Nya.\n\nKemudian Allah subhanahu wa ta’ala menceritakan keadaan orang-orang yang berbakti, yaitu mereka yang hatinya beriman, dan badan mereka mengamalkan perbuatan-perbuatan yang saleh. Bahwa mereka adalah sebaik-baik makhluk Allah. Abu Hurairah dan segolongan ulama menyimpulkan dari ayat ini bahwa orang-orang yang beriman dari kalangan manusia lebih utama daripada para malaikat, yaitu karena firman-Nya yang mengatakan: Mereka itu adalah sebaik-baik makhluk. (Al-Bayyinah: 7) Kemudian Allah subhanahu wa ta’ala berfirman dalam ayat selanjutnya: Balasan mereka di sisi Tuhan mereka. (Al-Bayyinah: 8) Yaitu di hari kiamat nanti. adalah surga 'adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. (Al-Bayyinah: 8) Yakni tiada putus-putusnya, tiada habis-habisnya, dan tiada selesai-selesainya.\n\nAllah rida terhadap mereka dan mereka pun rida kepada-Nya. (Al-Bayyinah: 8) Perlu diketahui bahwa rida Allah kepada mereka lebih tinggi derajatnya daripada kenikmatan abadi yang diberikan-Nya kepada mereka. dan mereka pun rida kepada-Nya. (Al-Bayyinah: 8) Artinya, merasa puas dengan keutamaan yang menyeluruh yang diberikan oleh Allah kepada mereka. Firman Allah Swt: Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. (Al-Bayyinah: 8) Yaitu pahala ini akan didapat oleh orang yang takut kepada Allah, bertakwa kepada-Nya dengan sebenar-benar takwa, dan menyembah-Nya seakan-akan dia melihat-Nya, dan ia mengetahui bahwa jika ia tidak dapat melihat-Nya, maka Dia Maha Melihat kepadanya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ishaq ibnu Isa, telah menceritakan kepada kami Abu Ma'syar, dari Abu Wahb maula Abu Hurairah, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: \"Maukah aku beri tahukan kepadamu tentang sebaik-baik makhluk? Mereka menjawab, \"Tentu saja mau, wahai Rasulullah. Rasulullah ﷺ bersabda, \"Seorang laki-laki yang memegang kendali kudanya di jalan Allah, manakala terjadi serangan musuh, maka dia menunggangi kudanya (dan memacunya menghadapi musuh). \"Maukah aku beri tahukan kepadamu tentang sebaik-baik makhluk?\" Mereka menjawab, \"Tentu saja mau, wahai Rasulullah. Rasulullah ﷺ bersabda, \"Seorang lelaki yang berada di kumpulan ternak kambingnya mendirikan shalat dan menunaikan zakat. \"Maukah aku ceritakan kepadamu tentang seburuk-buruk makhluk?\" Mereka menjawab, \"Tentu mau.\" Rasulullah ﷺ menjawab, \"Orang yang meminta kepada Allah dan Allah tidak memberinya. Demikianlah akhir tafsir surat Al-Bayyinah, segala puji bagi Allah atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Sungguh, orang-orang yang beriman kepada Allah dan rasulnya dengan iman yang benar dan mengerjakan kebajikan dengan ikhlas dan sesuai ketetentuan syariat, mereka itu adalah sebaik-baik makhluk. Mereka adalah makhluk yang Allah kehendaki untuk menjadi khalifah di bumi. 8. Balasan mereka di sisi Tuhan mereka ialah surga 'Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya bersama segala kenikmatan di dalamnya. Selain itu, mereka mendapat nikmat yang lebih besar. Allah rida terhadap mereka atas keimanan dan amal saleh mereka dan mereka pun rida kepada-Nya atas kemuliaan yang Allah anugerahkan kepada mereka. Yang demikian itu adalah balasan yang agung bagi orang yang takut kepada Tuhannya. Ketakutannya pada siksaan Allah mendorongnya untuk menjauhkan diri dari larangan Allah, termasuk kemusyrikan dan kekafiran.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menerangkan ganjaran bagi orang-orang yang beriman. Jiwa mereka telah disinari oleh cahaya petunjuk dan membenarkan apa yang dibawa oleh Nabi ﷺ Mereka juga mengamalkannya dengan mengorbankan jiwa, harta, dan apa saja yang dimilikinya pada jalan Allah, serta bertingkah laku baik dengan seluruh hamba Allah. Mereka itu tergolong makhluk yang paling baik.","tafsir-alazhar":"Ayat 6“Sesungguhnya orang-orang yang kafir.\" (pangkal ayat 6)Yaitu orang-orang yang sengaja menolak, membohongkan, dan memalsukan ajaran- ajaran yang dibawa oleh Nabi Muhammad ﷺ, padahal kalau mereka pakai akal yang sehat, tidak ada satu jua pun yang dapat dibantah sehingga mereka menolak itu hanya karena alasan hawa nafsu belaka. “Dari Ahlul Kitab dan musyrikin itu.\" Yaitu orang Yahudi dan Nasrani dan musyrikin penyembah berhala “Adalah di neraka Jahannam, yang akan kekal mereka padanya.\" Di sanalah mereka akan mendapat adzab dan siksanya tanpa kesudahan.“Mereka itulah yang sejahat-jahat makhluk.\" (ujung ayat 6)Mengapa dikatakan sejahat-jahat makhluk? Seperti ditafsirkan oleh Syekh Muhammad Abduh, “Karena mereka memungkiri kebenaran, sesudah mereka mengetahuinya dan telah cukup dalil dan tanda atas kebenarannya. Dimungkirinya kebenaran yang telah diakui oleh jiwa mereka sendiri, sehingga rusaklah ruhnya dan sengaja merusak pula kepada yang lain.\"Ayat 7“Sesungguhnya orang-orang yang beriman.\" (pangkal ayat 7)Yaitu beriman kepada Allah, kepada Rasul-Nya, menerima dan menyetujui petunjuk Allah. “Dan mengerjakan amalan yang saleh.\"  Membuktikan iman dalam hati itu didengari perbuatan dan sikap hidup. Terutama mengorbankan harta benda untuk berbuat kebajikan kepada sesama manusia, sebagai yang telah dijiwai oleh zakat tadi, dan berkorban pula dengan jiwa-raga dan tenaga untuk memperjuangkan tegaknya kebenaran Sabilillah di muka bumi ini, yang dijiwai oleh semangat menegakkan shalat, serta tulus ikhlas dalam segala hubungan, baik hubungan ke langit kepada Allah, atau ke bumi kepada sesama manusia. Dan semua amalan yang saleh itu mereka kerjakan dengan kesadaran dan penuh cinta.“Mereka itu adalah sebaik-baik makhluk.\" (ujung ayat 7)Karena dengan mengikuti kebenaran, menegakkan kepercayaan, membuktikan dengan perbuatan, mereka itu telah mengisi kemanusiaan sebaik-baiknya. Mereka telah memenuhi arti hidup. Dan Allah pun memuliakan mereka. Mereka pelihara puncak-puncak budi dan keutamaan yang jadi tujuan sejati keberadaan insan. Dan itulah bahagia yang sejati. Sebab dia telah dapat menyesuaikan apa yang terasa dalam hati sanubari dengan tingkah laku dalam hidup.Ayat 8“Balasan mereka di sisi Tuhan mereka ialah surga-surga tempat menetap.\" (pangkal ayat 8)Itulah pemberhentian dan penetapan terakhir, tempat istirahat menerima hasil dan ganjaran dari kepayahan berjuang selama hidup di dunia. “Yang mengalir padanya sungai-sungai;\" sebagai lambang kiasan dari kesuburan dan kesejukan, tepung tawar untuk ketenteraman (muthmainnah), kesuburan yang tiada pernah kering. “Kekal mereka padanya selama-lamanya;\" nikmat yang tiada pernah kering, rahmat yang tiada pernah terhenti, tidak akan keluar lagi dari dalam nikmat itu dan tidak lagi akan merasakan mati. Sebab mati itu hanya sekali yang dahulu (di dunia) saja. Dan yang menjadi puncak dan puncak dari nikmat itu ialah, `Allah ridha kepada mereka;\" Allah senang, Allah menerima mereka dengan tangan terbuka dan penuh rahmat, sebab tatkala di dunia mereka taat dan setia. `Dan mereka pun ridha kepada-Nya;\" ridha yang seimbang, balas-membalas, kontak-mengontak, bukan laksana bertepuk sebelah tangan. Karena iman dan keyakinan jualah yang mendorong mereka memikul perintah Allah ketika mereka hidup dahulu, tidak ada yang dirasa berat dan tidak pernah merasa bosan.“Yang demikian itulah untuk orang yang takut kepada Tuhannya.\" (ujung ayat 8)"}},"8":{"arabic":"جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٍ تَجۡرِى مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا ۖ رَّضِىَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ ۚ ذَٰلِكَ لِمَنۡ خَشِىَ رَبَّهُۥجَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٍ تَجۡرِى مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًا ۖ رَّضِىَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ ۚ ذَٰلِكَ لِمَنۡ خَشِىَ رَبَّهُۥ","words":{"arabicWords":["جَزَآؤُهُمۡ","عِندَ","رَبِّهِمۡ","جَنَّـٰتُ","عَدۡنٖ","تَجۡرِي","مِن","تَحۡتِهَا","ٱلۡأَنۡهَٰرُ","خَٰلِدِينَ","فِيهَآ","أَبَدٗاۖ","رَّضِيَ","ٱللَّهُ","عَنۡهُمۡ","وَرَضُواْ","عَنۡهُۚ","ذَٰلِكَ","لِمَنۡ","خَشِيَ","رَبَّهُۥ"],"translationWords":["balasan mereka","disisi","Tuhan mereka","surga","'Adn","mengalir","dari","bawah","sungai","mereka kekal","didalamnya","selamanya","suka/rida/puas","Allah","terhadap mereka","dan mereka suka/rida/puas","dari pada-Nya/kepada-Nya","demikian itu","bagi orang","ia takut","Tuhannya"]},"translation":"Balasan mereka di sisi Tuhannya adalah surga ‘Adn yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya. Itu adalah (balasan) bagi orang yang takut kepada Tuhannya.","tafsir":{"tafsir-jalalayn":"(Balasan mereka di sisi Rabb mereka ialah surga 'Adn) sebagai tempat tinggal tetap mereka (yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka) karena ketaatan mereka kepada-Nya (dan mereka pun rida kepada-Nya) yakni merasa puas akan pahala-Nya. (Yang demikian itu adalah balasan bagi orang yang takut kepada Rabbnya) maksudnya takut kepada siksaan-Nya, yang karena itu lalu ia berhenti dari mendurhakai-Nya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Bayyinah: 6-8\n\nSesungguhnya orang-orang kafir yakni Ahli Kitab dan orang-orang musyrik (akan masuk) ke neraka Jahanam; mereka kekal di dalamnya. Mereka itu adalah seburuk-buruk makhluk. Sesugguhnya orang-orang yang beriman dan mengerjakan amal saleh mereka itu adalah sebaik-baik makhluk. Balasan mereka di sisi Tuhan mereka ialah surga 'and yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya.\n\nYang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. Allah subhanahu wa ta’ala menceritakan akibat yang dialami oleh orang-orang durhaka dari kalangan orang-orang kafir Ahli Kitab dan orang-orang musyrik yang menentang kitab-kitab Allah yang diturunkan dan menentang para rasul yang diutus-Nya. Bahwa mereka kelak di hari kiamat dimasukkan ke dalam neraka Jahanam, mereka kekal di dalamnya untuk selama-lamanya; mereka menjadi penghuni tetapnya, tidak akan berpindah darinya dan tidak pula mereka lenyap darinya. Mereka itu adalah seburuk-buruk makhluk. (Al-Bayyinah: 6) Yakni seburuk-buruk makhluk yang diciptakan Allah dan yang diadakan-Nya.\n\nKemudian Allah subhanahu wa ta’ala menceritakan keadaan orang-orang yang berbakti, yaitu mereka yang hatinya beriman, dan badan mereka mengamalkan perbuatan-perbuatan yang saleh. Bahwa mereka adalah sebaik-baik makhluk Allah. Abu Hurairah dan segolongan ulama menyimpulkan dari ayat ini bahwa orang-orang yang beriman dari kalangan manusia lebih utama daripada para malaikat, yaitu karena firman-Nya yang mengatakan: Mereka itu adalah sebaik-baik makhluk. (Al-Bayyinah: 7) Kemudian Allah subhanahu wa ta’ala berfirman dalam ayat selanjutnya: Balasan mereka di sisi Tuhan mereka. (Al-Bayyinah: 8) Yaitu di hari kiamat nanti. adalah surga 'adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. (Al-Bayyinah: 8) Yakni tiada putus-putusnya, tiada habis-habisnya, dan tiada selesai-selesainya.\n\nAllah rida terhadap mereka dan mereka pun rida kepada-Nya. (Al-Bayyinah: 8) Perlu diketahui bahwa rida Allah kepada mereka lebih tinggi derajatnya daripada kenikmatan abadi yang diberikan-Nya kepada mereka. dan mereka pun rida kepada-Nya. (Al-Bayyinah: 8) Artinya, merasa puas dengan keutamaan yang menyeluruh yang diberikan oleh Allah kepada mereka. Firman Allah Swt: Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya. (Al-Bayyinah: 8) Yaitu pahala ini akan didapat oleh orang yang takut kepada Allah, bertakwa kepada-Nya dengan sebenar-benar takwa, dan menyembah-Nya seakan-akan dia melihat-Nya, dan ia mengetahui bahwa jika ia tidak dapat melihat-Nya, maka Dia Maha Melihat kepadanya.\n\nImam Ahmad mengatakan, telah menceritakan kepada kami Ishaq ibnu Isa, telah menceritakan kepada kami Abu Ma'syar, dari Abu Wahb maula Abu Hurairah, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: \"Maukah aku beri tahukan kepadamu tentang sebaik-baik makhluk? Mereka menjawab, \"Tentu saja mau, wahai Rasulullah. Rasulullah ﷺ bersabda, \"Seorang laki-laki yang memegang kendali kudanya di jalan Allah, manakala terjadi serangan musuh, maka dia menunggangi kudanya (dan memacunya menghadapi musuh). \"Maukah aku beri tahukan kepadamu tentang sebaik-baik makhluk?\" Mereka menjawab, \"Tentu saja mau, wahai Rasulullah. Rasulullah ﷺ bersabda, \"Seorang lelaki yang berada di kumpulan ternak kambingnya mendirikan shalat dan menunaikan zakat. \"Maukah aku ceritakan kepadamu tentang seburuk-buruk makhluk?\" Mereka menjawab, \"Tentu mau.\" Rasulullah ﷺ menjawab, \"Orang yang meminta kepada Allah dan Allah tidak memberinya. Demikianlah akhir tafsir surat Al-Bayyinah, segala puji bagi Allah atas segala karunia-Nya.\"","tafsir-ringkas-kemenag":"Balasan mereka di sisi Tuhan mereka ialah surga 'Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya bersama segala kenikmatan di dalamnya. Selain itu, mereka mendapat nikmat yang lebih besar. Allah rida terhadap mereka atas keimanan dan amal saleh mereka dan mereka pun rida kepada-Nya atas kemuliaan yang Allah anugerahkan kepada mereka. Yang demikian itu adalah balasan yang agung bagi orang yang takut kepada Tuhannya. Ketakutannya pada siksaan Allah mendorongnya untuk menjauhkan diri dari larangan Allah, termasuk kemusyrikan dan kekafiran. 1-3. Banyak kejadian dahsyat yang terjadi di bumi ketika kiamat tiba. Apabila bumi diguncangkan oleh malaikat atas perintah Allah dengan guncangan yang dahsyat setelah Israfil meniupkan sangkakala pertama, dan bumi telah mengeluarkan beban-beban berat yang dikandung-nya, baik kekayaan yang ada di dalamnya atau mayat-mayat yang terkubur, dan pada saat itu manusia bertanya dengan penuh kekalutan dan ketakutan, 'Apa yang terjadi pada bumi ini' Mengapa bumi berguncang sedemikian dahsyat dan mengeluarkan apa saja yang dikandungnya' Apakah ini hari kiamat''.","tafsir-lengkap-kemenag":"Kemudian dalam ayat ini, Allah menerangkan bahwa yang akan mereka terima dari Tuhan mereka adalah surga 'Adn yang di dalamnya terdapat bermacam-macam kesenangan dan kelezatan, lebih lengkap dan sempurna dari kesenangan dan kelezatan dunia, dan di bawahnya mengalir sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Mereka berhak menerima balasan tersebut karena mereka berada dalam keridaan Allah dan tetap dalam ketentuan-ketentuan-Nya.\n\nMereka mendapat pujian dan mencapai apa yang mereka inginkan dari kebahagiaan hidup di dunia dan di akhirat. Mereka diridai Allah dan mereka pun rida kepadanya. Ganjaran-ganjaran yang merupakan kebahagiaan dunia dan akhirat hanya diperoleh orang-orang yang jiwanya penuh dengan takwa kepada Allah.","tafsir-alazhar":"Ayat 6“Sesungguhnya orang-orang yang kafir.\" (pangkal ayat 6)Yaitu orang-orang yang sengaja menolak, membohongkan, dan memalsukan ajaran- ajaran yang dibawa oleh Nabi Muhammad ﷺ, padahal kalau mereka pakai akal yang sehat, tidak ada satu jua pun yang dapat dibantah sehingga mereka menolak itu hanya karena alasan hawa nafsu belaka. “Dari Ahlul Kitab dan musyrikin itu.\" Yaitu orang Yahudi dan Nasrani dan musyrikin penyembah berhala “Adalah di neraka Jahannam, yang akan kekal mereka padanya.\" Di sanalah mereka akan mendapat adzab dan siksanya tanpa kesudahan.“Mereka itulah yang sejahat-jahat makhluk.\" (ujung ayat 6)Mengapa dikatakan sejahat-jahat makhluk? Seperti ditafsirkan oleh Syekh Muhammad Abduh, “Karena mereka memungkiri kebenaran, sesudah mereka mengetahuinya dan telah cukup dalil dan tanda atas kebenarannya. Dimungkirinya kebenaran yang telah diakui oleh jiwa mereka sendiri, sehingga rusaklah ruhnya dan sengaja merusak pula kepada yang lain.\"Ayat 7“Sesungguhnya orang-orang yang beriman.\" (pangkal ayat 7)Yaitu beriman kepada Allah, kepada Rasul-Nya, menerima dan menyetujui petunjuk Allah. “Dan mengerjakan amalan yang saleh.\"  Membuktikan iman dalam hati itu didengari perbuatan dan sikap hidup. Terutama mengorbankan harta benda untuk berbuat kebajikan kepada sesama manusia, sebagai yang telah dijiwai oleh zakat tadi, dan berkorban pula dengan jiwa-raga dan tenaga untuk memperjuangkan tegaknya kebenaran Sabilillah di muka bumi ini, yang dijiwai oleh semangat menegakkan shalat, serta tulus ikhlas dalam segala hubungan, baik hubungan ke langit kepada Allah, atau ke bumi kepada sesama manusia. Dan semua amalan yang saleh itu mereka kerjakan dengan kesadaran dan penuh cinta.“Mereka itu adalah sebaik-baik makhluk.\" (ujung ayat 7)Karena dengan mengikuti kebenaran, menegakkan kepercayaan, membuktikan dengan perbuatan, mereka itu telah mengisi kemanusiaan sebaik-baiknya. Mereka telah memenuhi arti hidup. Dan Allah pun memuliakan mereka. Mereka pelihara puncak-puncak budi dan keutamaan yang jadi tujuan sejati keberadaan insan. Dan itulah bahagia yang sejati. Sebab dia telah dapat menyesuaikan apa yang terasa dalam hati sanubari dengan tingkah laku dalam hidup.Ayat 8“Balasan mereka di sisi Tuhan mereka ialah surga-surga tempat menetap.\" (pangkal ayat 8)Itulah pemberhentian dan penetapan terakhir, tempat istirahat menerima hasil dan ganjaran dari kepayahan berjuang selama hidup di dunia. “Yang mengalir padanya sungai-sungai;\" sebagai lambang kiasan dari kesuburan dan kesejukan, tepung tawar untuk ketenteraman (muthmainnah), kesuburan yang tiada pernah kering. “Kekal mereka padanya selama-lamanya;\" nikmat yang tiada pernah kering, rahmat yang tiada pernah terhenti, tidak akan keluar lagi dari dalam nikmat itu dan tidak lagi akan merasakan mati. Sebab mati itu hanya sekali yang dahulu (di dunia) saja. Dan yang menjadi puncak dan puncak dari nikmat itu ialah, `Allah ridha kepada mereka;\" Allah senang, Allah menerima mereka dengan tangan terbuka dan penuh rahmat, sebab tatkala di dunia mereka taat dan setia. `Dan mereka pun ridha kepada-Nya;\" ridha yang seimbang, balas-membalas, kontak-mengontak, bukan laksana bertepuk sebelah tangan. Karena iman dan keyakinan jualah yang mendorong mereka memikul perintah Allah ketika mereka hidup dahulu, tidak ada yang dirasa berat dan tidak pernah merasa bosan.“Yang demikian itulah untuk orang yang takut kepada Tuhannya.\" (ujung ayat 8)"}}}