{"1":{"arabic":"إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَاإِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا","words":{"arabicWords":["إِذَا","زُلۡزِلَتِ","ٱلۡأَرۡضُ","زِلۡزَالَهَا"],"translationWords":["apabila","digoncangkan","bumi","goncangan"]},"translation":"Apabila bumi diguncangkan dengan guncangan yang dahsyat,","tafsir":{"tafsir-jalalayn":"Az-Zalzalah (Guncangan)\n\n(Apabila bumi diguncangkan) yaitu mengalami gempa di saat hari kiamat tiba (dengan guncangannya) yang amat dahsyat sesuai dengan bentuknya yang besar.","tafsir-ibnu-katsir":"Tafsir Surat Al-Zalzalah: 1-8\n\nApabila bumi diguncangkan dengan guncangannya (yang dahsyat) dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Mengapa bumi (jadi begini)?\" Pada hari ini bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. Ibnu Abbas mengatakan sehubungan dengan makna firman-Nya: Apabila bumi diguncangkan dengan seguncang-guncangnya (yang dahsyat). (Az-Zalzalah: 1) Yakni bergerak dan bergetar dari bagian bawahnya hingga menimbulkan gempa yang dahsyat.\n\ndan bumi mengeluarkan beban-beban berat (yang dikandung)nya (Az-Zalzalah: 2) Yaitu mengeluarkan orang-orang mati dari dalam perutnya, menurut sebagian ulama Salaf yang bukan hanya seorang, dan ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Wahai manusia, bertakwalah kepada Tuhan kalian; sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Al-Hajj: 1) Sama pula dengan firman-Nya: dan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 3-4) Imam Muslim di dalam kitab sahihnya mengatakan, telah menceritakan kepada kami Wasil ibnu Abdul A'la, telah menceritakan kepada kami Muhammad ibnu Fudail, dari ayahnya, dari Abu Hazim, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Bumi mengeluarkan semua isi perutnya seperti piring-piring emas dan perak.\n\nMaka datanglah pembunuh, lalu ia mengatakan, \"Karena inilah aku membunuh. Dan datanglah orang yang memutuskan persaudaraan, lalu ia berkata, \"Karena inilah aku memutuskan hubungan persaudaraan. Dan datanglah pencuri, lalu berkata, \"Karena inilah tanganku terpotong. Kemudian mereka membiarkannya dan tidak mengambil sesuatu pun darinya. Firman Allah Swt: dan manusia bertanya, \"Mengapa bumi (jadi begini)? (Az-Zalzalah: 3) Yakni merasa heran dengan keadaannya, padahal sebelumnya bumi tenang, kokoh, serta menetap, dan manusia diam dengan tenang di atas permukaannya.\n\nDengan kata lain, keadaan bumi menjadi sebaliknya, saat itu bumi bergerak-gerak dan mengalami gempa yang dahsyat. Bumi telah kedatangan perintah Allah subhanahu wa ta’ala yang memerintahkan kepadanya untuk berguncang dengan hebatnya, yaitu gempa yang dahsyat yang belum pernah terjadi sebelumnya. Kemudian bumi mengeluarkan semua orang mati yang terkandung di dalam perutnya dari kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Saat itulah manusia merasa heran dengan keadaan bumi, karena bumi telah diganti dengan bumi yang lain, begitu pula langitnya; lalu mereka digiring untuk menghadap kepada Allah Yang Maha Esa lagi Mahamenang.\n\nFirman Allah subhanahu wa ta’ala: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yaitu menceritakan tentang semua apa yang telah diperbuat oleh orang-orang yang menghuni permukaannya. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Ibnul Mubarak; dan Imam At-Tirmidzi mengatakan juga Abdur Rahman An-An-Nasai, sedangkan lafal hadits berikut menurut apa yang ada padanya, bahwa telah menceritakan kepada kami Suwaid ibnu Nasi\", telah menceritakan kepada kami Abdullah ibnul Mubarak, dari Sa'id ibnu Abu Ayyub, dari Yahya ibnu Abu Sulaiman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang menceritakan bahwa Rasulullah ﷺ membaca firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Lalu Rasulullah ﷺ bersabda, \"Tahukah kamu apakah yang dimaksud dengan beritanya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah ﷺ bersabda: Sesungguhnya berita bumi ialah bila ia mengemukakan persaksian terhadap setiap hamba laki-laki dan perempuan tentang apa yang telah dikerjakannya di atas permukaannya.\n\nBumi mengatakan bahwa Fulan telah mengerjakan anu dan anu di hari anu. Demikianlah yang dimaksud dengan beritanya. Kemudian Imam At-Tirmidzi mengatakan bahwa hadits ini hasan, shahih, gharib. Di dalam kitab Mu'jam Imam Ath-Thabarani disebutkan melalui hadits Ibnu Lahi'ah, bahwa telah menceritakan kepadaku Al-Haris ibnu Yazid yang telah mendengar Rabi'ah Al-Hadasi yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hati-hatilah kalian terhadap bumi, karena sesungguhnya bumi adalah ibu kalian, dan sesungguhnya tiada seorang manusia pun yang melakukan suatu perbuatan di atasnya, apakah amal baik atau amal jahat, melainkan ia pasti akan menceritakannya.\n\nFirman Allah subhanahu wa ta’ala: karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya. (Az-Zalzalah: 5) Imam Bukhari mengatakan bahwa lafal ini sesinonim dengan auha ilaiha dan waha laha atau waha ilaiha. Hal yang sama telah dikatakan oleh Ibnu Abbas, bahwa auha laha sama dengan auha ilaiha. Makna lahiriah ayat menunjukkan bahwa ini mengandung makna azina laha, yakni Tuhan telah memerintahkan atau mengizinkan kepadanya (untuk demikian). Syabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yakni Tuhannya telah berfirman kepadanya, '\"Berbicaralah kamu,\" maka ketika itu juga bumi dapat berbicara.\n\nMujahid mengatakan, makna auha laha ialah memerintahkan kepadanya. Al-Qurazi mengatakan bahwa Allah subhanahu wa ta’ala telah memerintahkan kepada bumi untuk terbelah mengeluarkan mereka. Firman Allah subhanahu wa ta’ala: Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam. (Az-Zalzalah: 6) Mereka kembali dari mauqif hisab (tempat penghisaban) dalam keadaan bercerai-berai dan bermacam-macam, ada yang celaka dan ada yang berbahagia. Para malaikat diperintahkan untuk membawa mereka yang berbahagia ke dalam surga, dan membawa mereka yang celaka ke dalam neraka. Menurut Ibnu Juraij, mereka bercerai-berai terpisah-pisah dan tidak dapat berkumpul sama sekali.\n\nAs-Suddi mengatakan bahwa makna asytatan ialah bergolong-golongan. Firman Allah subhanahu wa ta’ala: supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. (Az-Zalzalah: 6) Yaitu agar mereka mengetahui dan mendapat balasan dari apa yang telah mereka perbuat di dunia, yang baiknya dan yang buruknya. Karena itulah disebutkan dalam firman berikutnya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) \". Imam Bukhari mengatakan, telah menceritakan kepada kami Ismail ibnu Abdullah, telah menceritakan kepadaku Malik, dari Zaid ibnu Aslam, dari Abu Saleh As-Samman, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Kuda itu bagi tiga macam orang lelaki; yaitu bagi seseorang menghasilkan pahala, dan bagi seseorang yang lain menjadi penutup; dan bagi seorang yang lainnya lagi menghasilkan dosa.\n\nAdapun orang yang mendapatkan pahala dari kudanya ialah seorang lelaki yang menambatkan kudanya dijalan Allah, lalu kuda itu diikat di padang rumput atau di taman. Maka apa yang dimakannya sepanjang tali penambatnya di padang rumput atau taman itu akan menjadi pahala kebaikan bagi pemiliknya. Dan sekiranya kudanya itu memutuskan tali penambatnya, lalu berlari sejauh satu syaraf atau dua syaraf, maka semua jejaknya dan tahi kotoran yang dikeluarkannya menjadi pahala kebaikan bagi pemiliknya.\n\nDan sekiranya kudanya itu melalui sebuah sungai (mata air), lalu minum air darinya, padahal pemiliknya tidak menginginkan kudanya itu minum, maka hal itu akan menjadi pahala baginya. Dan semuanya itu akan membawa pahala bagi lelaki yang memilikinya. Dan seorang lelaki yang menambatkannya dengan niat untuk mencukupi kebutuhannya sendiri dan menjaga kehormatannya (agar tidak minta tumpangan dari orang lain), sedangkan ia tidak melupakan hak Allah yang ada pada leher kudanya dan tidak pula pada punggungnya, maka kudanya itu menjadi penutup baginya.\n\nDan seorang lelaki yang menambatkannya karena berbangga diri, pamer, dan ingin terkenal, maka kudanya itu akan membawa dosa baginya. Lalu Rasulullah ﷺ Ditanya tentang keledai, maka beliau ﷺ menjawab bahwa Allah subhanahu wa ta’ala tidak menurunkan sesuatu pun mengenainya kecuali hanya ayat yang tegas lagi mencakup ini, yaitu firman-Nya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Imam Muslim meriwayatkannya melalui hadits Zaid ibnu Aslam dengan sanad yang sama. -: Imam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Jarir ibnu Hazim, telah menceritakan kepada kami Al-Hasan, dari Sa'sa'ah ibnu Mu'awiyah pamannya Farazdaq, bahwa ia datang menghadap kepada Nabi ﷺ, maka beliau ﷺ membacakan kepadanya firman Allah subhanahu wa ta’ala-: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Lalu ia berkata, \"Sudah cukup bagiku ayat ini, aku tidak peduli bila tidak mendengarkan yang lainnya.\" Hal yang sama telah diriwayatkan oleh Imam An-Nasai di dalam kitab tafsir, dari Ibrahim ibnu Muhammad ibnu Yunus Al-Mu-addib, dari ayahnya, dari Jarir ibnu Hazim, dari Al-Hasan Al-Basri yang mengatakan bahwa telah menceritakan kepada kami Sa'sa'ah pamannya Farazdaq, kemudian disebutkan hal yang semisal.\n\nDi dalam kitab Sahih Bukhari disebutkan bahwa telah diriwayatkan dari Adiy secara marfu': Hindarilah neraka, sekalipun dengan (menyedekahkan) separo buah kurma, dan sekalipun dengan kalimat yang baik. Juga dari Adiy disebutkan di dalam kitab shahih: Jangan sekali-kali kamu meremehkan sesuatu pun dari kebajikan, sekalipun dalam bentuk engkau menuangkan sebagian air dari timbamu ke wadah orang yang meminta minum, dan sekalipun dalam rupa engkau sambut saudaramu dengan wajah yang berseri-seri.\n\nDi dalam hadits shahih disebutkan pula: Wahai kaum wanita yang beriman, jangan sekali-kali seseorang meremehkan tetangganya sekalipun dengan mengirimkan kikil kambing. Di dalam hadits yang lain disebutkan: Berikanlah kepada peminta-minta sekalipun berupa kikil yang dibakar. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah Al-Ansari, telah menceritakan kepada kami Kasir ibnu Zaid, dari Al-Mutttalib ibnu Abdullah, dari Aisyah, bahwa Rasulullah ﷺ pernah bersabda: Wahai Aisyah, lindungilah dirimu dari api neraka, sekalipun dengan menyedekahkan separo biji kurma, karena sesungguhnya separo biji kurma dapat mengisi perut orang yang lapar sebagaimana ia pun dapat mengisi perut orang yang kenyang.\n\nHadits diriwayatkan oleh Imam Ahmad secara munfarid. Telah diriwayatkan pula dari Aisyah, bahwa ia pernah menyedekahkan sebiji buah anggur, lalu berkata, \"Berapa banyak sebiji buah anggur itu mengandung zarrah.\" \". Dan Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim, bahwa ia pernah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris ibnut Tufail, bahwa Aisyah pernah menceritakan kepadanya bahwa \"Nabi ﷺ telah bersabda kepadanya: Wahai Aisyah, jauhilah dosa-dosa kecil yang remeh, karena sesungguhnya kelak Allah akan menuntutnya.\n\nImam An-Nasai dan Imam Ibnu Majah meriwayatkannya melalui hadits Sa'id ibnu Muslim ibnu Banik dengan sanad yang sama. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abul Khattab Al-Hassani, telah menceritakan kepada kami Al-Haisam ibnur Rabi', telah menceritakan kepada kami Sammak ibnu Atiyyah, dari Ayyub, dari Abu Qilabah, dari Anas yang telah menceritakan bahwa Abu Bakar sedang makan bersama Nabi ﷺ, lalu turunlah firman Allah subhanahu wa ta’ala Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka Abu Bakar menghentikan tangannya dan bertanya, \"Wahai Rasulullah, apakah benar aku akan dibalas karena melakukan perbuatan buruk walaupun hanya sebesar zarrah?\" Rasulullah ﷺ menjawab: Wahai Abu Bakar, apa saja yang kamu alami di dunia ini yang tidak kamu senangi, maka itu disebabkan beban keburukan yang sekecil-kecilnya, tetapi Allah telah menyediakan bagimu pahala kebaikan yang sama hingga engkau menjumpainya kelak di hari kiamat.\n\nIbnu Abu Hatim meriwayatkan hadits ini dari ayahnya alias Abul Khattab dengan sanad yang sama. Kemudian Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Abdul Wahhab, telah menceritakan kepada kami Ayyub yang mengatakan di dalam kitab Abu Qilabah, dari Abu Idris, bahwa Abu Bakar makan bersama Nabi ﷺ, selanjutnya disebutkan hal yang semisal dengan hadits di atas.\n\nIbnu Jarir telah meriwayatkannya pula dari Ya'qub, dari Ibnu Aliyyah, dari Ayyub, dari Abu Qilabah, bahwa Abu Bakar dan selanjutnya disebutkan hal yang sama. Jalur lain. \". Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Huyay ibnu Abdullah, dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amr ibnul As, bahwa ia telah mengatakan ketika diturunkan firman-Nya: Apabila bumi diguncangkan dengan guncangannya (yang dahsyat). (Az-Zalzalah: 1) Saat ibnu Abu Bakar As-Siddiq sedang duduk, lalu ia menangis, maka Rasulullah ﷺ bertanya kepadanya, \"Apakah yang menyebabkan engkau menangis, wahai Abu Bakar?\" Maka Abu Bakar menjawab, \"Surat inilah yang membuatku menangis.\" Rasulullah ﷺ bersabda: Seandainya kalian tidak pernah berbuat kesalahan dan dosa hingga Allah tidak perlu memberikan ampunan bagi kalian, tentulah Dia akan menciptakan umat yang berbuat kesalahan dan melakukan perbuatan dosa, lalu Dia memberikan ampunan bagi mereka.\n\nHadits lain. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah dan Ali ibnu Abdur Rahman ibnul Mugirah yang dikenal dengan julukan Allan Al-Masri, keduanya mengatakan bahwa telah menceritakan kepada kami Amr ibnu Khalid Al-Harrani, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepadaku Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari ‘Atha’ ibnu Yasar, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika firman Allah diturunkan, yaitu: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka aku bertanya, \"Wahai Rasulullah, apakah sungguh aku akan melihat semua amal perbuatanku?'\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Semua yang besar-besar.\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Dan semua yang kecil-kecil?\" Rasulullah ﷺ menjawab, \"Ya.\" Aku berkata, \"Aduhai, celakalah diriku.\" Rasulullah ﷺ bersabda: Bergembiralah, wahai Abu Sa'id, karena sesungguhnya kebaikan itu diberi imbalan sepuluh kali lipatnya yakni sampai tujuh ratus kali lipat dan Allah melipatgandakan (pahala-Nya) bagi siapa yang dikehendaki-Nya, sedangkan keburukan itu hanya dibalas dengan hal yang semisal, atau Allah memaafkan; tiada seorang pun dari kalian yang selamat karena amal perbuatannya. Aku bertanya, \"Dan juga termasuk engkau, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Dan tidakpula diriku, terkecuali bila Allah melimpahkan rahmat kepadaku dari sisi-Nya. Abu Dzar'ah mengatakan bahwa tiada seorang pun yang meriwayatkan ini selain dari Ibnu Lahi'ah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku ‘Atha’ ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Demikian itu ketika diturunkan ayat berikut, yaitu firman-Nya: Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. (Al-Insan: 8) Maka kaum muslim berpandangan bahwa mereka tidak akan mendapat imbalan pahala dari sesuatu yang sedikit jumlahnya bila mereka menyedekahkannya.\n\nMaka bilamana datang kepada pintu rumah-rumah mereka orang miskin yang meminta-minta, mereka merasa keberatan untuk memberinya sebiji buah kurma atau sepotong roti atau sesuap makanan dan lain sebagainya yang tiada artinya, pada akhirnya mereka menolak orang miskin itu seraya berkata dalam diri mereka, \"Ini bukan berarti apa-apa, sesungguhnya kami hanya diberi pahala karena menyedekahkan apa yang kami sukai.\" Sedangkan kaum muslim lainnya ada yang mempunyai pemandangan bahwa diri mereka tidak dicela karena melakukan perbuatan dosa kecil, seperti dusta, memandang wanita lain, mengumpat, dan lain sebagainya yang serupa.\n\nMereka menganggap bahwa Allah subhanahu wa ta’ala hanya mengancam dengan neraka bagi para pelaku dosa besar. Maka Allah memacu semangat mereka untuk mengerjakan kebaikan sekalipun sedikit, karena sesungguhnya amal kebaikan yang sedikit itu lama-kelamaan akan menjadi banyak. Sekaligus Allah memperingatkan mereka terhadap perbuatan jahat walaupun kecil, karena sesungguhnya kejahatan yang sedikit itu lama-kelamaan akan menjadi besar. Oleh karena itulah maka turunlah firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan barang seberat zarrah. (Az-Zalzalah: 7) Zarrah artinya semut yang terkecil, yakni seberat semut kecil.\n\ndari kebaikan, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah:8) Yakni dalam buku catatan amal perbuatannya, dan dimudahkan baginya dalam hal tersebut. Disebutkan bahwa dicatatkan bagi setiap orang yang bertakwa dan orang yang durhaka untuk setiap keburukan satu amal keburukan, dan untuk setiap amal kebaikan dicatat sepuluh amal kebaikan yang semisal. Apabila hari kiamat tiba, maka Allah memperlipatgandakan kebaikan-kebaikan orang-orang mukmin, untuk setiap kebaikannya dilipatgandakan menjadi sepuluh kali lipat dan dihapuskan darinya karena tiap satu kebaikan sebanyak sepuluh keburukannya.\n\nMaka barang siapa yang kebaikan-kebaikannya melebihi keburukan-keburukannya, walaupun hanya beda seberat zarrah, niscaya ia masuk surga. Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Sulaiman ibnu Daid, telah menceritakan kepada karhi Imran, dari Qatadah, dari Abdu Rabbihi, dari Abu Iyad, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hindarilah oleh kalian dosa-dosa kecil, karena sesungguhnya dosa-dosa kecil itu bila menumpuk pada diri seseorang, niscaya akan membinasakannya. Dan sesungguhnya Rasulullah ﷺ telah membuat suatu perumpamaan bagi dosa-dosa kecil yang terkumpulkan ini dengan suatu kaum yang turun beristirahat di suatu tanah lapang, lalu para juru masak mereka datang, dan masing-masing orang dari mereka pergi dan datang dengan membawa sepotong kayu bakar, hingga pada akhirnya terkumpulkanlah setumpuk kayu yang banyak jumlahnya.\n\nLalu mereka menyalakan api dan membuat masak semua makanan yang dilemparkan ke dalamnya. Demikianlah akhir tafsir surat Az-Zalzalah, segala puji bagi Allah subhanahu wa ta’ala atas semua karunia-Nya.\"","tafsir-ringkas-kemenag":"1-3. Banyak kejadian dahsyat yang terjadi di bumi ketika kiamat tiba. Apabila bumi diguncangkan oleh malaikat atas perintah Allah dengan guncangan yang dahsyat setelah Israfil meniupkan sangkakala pertama, dan bumi telah mengeluarkan beban-beban berat yang dikandung-nya, baik kekayaan yang ada di dalamnya atau mayat-mayat yang terkubur, dan pada saat itu manusia bertanya dengan penuh kekalutan dan ketakutan, 'Apa yang terjadi pada bumi ini' Mengapa bumi berguncang sedemikian dahsyat dan mengeluarkan apa saja yang dikandungnya' Apakah ini hari kiamat''1-3. Banyak kejadian dahsyat yang terjadi di bumi ketika kiamat tiba. Apabila bumi diguncangkan oleh malaikat atas perintah Allah dengan guncangan yang dahsyat setelah Israfil meniupkan sangkakala pertama, dan bumi telah mengeluarkan beban-beban berat yang dikandung-nya, baik kekayaan yang ada di dalamnya atau mayat-mayat yang terkubur, dan pada saat itu manusia bertanya dengan penuh kekalutan dan ketakutan, 'Apa yang terjadi pada bumi ini' Mengapa bumi berguncang sedemikian dahsyat dan mengeluarkan apa saja yang dikandungnya' Apakah ini hari kiamat''.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah mengungkapkan bahwa bumi bergeletar dan berguncang sedahsyat-dahsyatnya, sebagaimana diterangkan firman Allah dalam ayat lain:\n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (al-hajj/22: 1)\n\nApabila bumi diguncangkan sedahsyat-dahsyatnya. (al-Waqi'ah/56: 4).\n\nKeterangan ini menunjukkan tentang dahsyatnya keadaan ketika itu. Hal itu dimaksudkan untuk menarik perhatian orang-orang kafir agar memikirkan dan merenungkannya. Seakan-akan dikatakan kepada mereka bahwa apabila bumi sebagai benda padat bisa bergeletar dengan dahsyat pada hari itu, maka mengapa mereka sendiri tidak mau sadar dari kelalaian dengan meninggalkan kekafirannya.","tafsir-alazhar":"SURAH AZ-ZALZALAH(GEMPA)SURAH KE-99, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Apabila telah digempakan bumi itu segempa-gempanya.\" (ayat 1)Dengan diujungi “segempa-gempanya\" atau sehebat-hebatnya, dapatlah kita pahamkan bahwa gempa itu bukanlah gempa setumpak, melainkan seluruh permukaan bumi. Bukan lagi karena letusan sebuah gunung, melainkan bumi itu seluruhnya telah terguncang dari falak tempat jalannya.Ayat 2“Dan mengeluarkan bumi itu akan segala isi-isinya.\" (ayat 2)Menurut al-Qurthubi ada juga orang yang mentafsirkan segala isi-isi yang berat dalam bumi itu bukan saja tulang-tulang manusia, melainkan perbendaharaan emas perak yang menjadi kekayaan bumi pun terbongkar. Dengan tafsiran demikian itu, kita di zaman sekarang telah melihat betapa banyaknya kekayaan terpendam di dalam bumi, sejak dari minyak bumi, emas, timah, batu bara, dan sebagainya, dapat tergambarkan betapa hebatnya pada waktu itu. Kalau isi bumi terbongkar keluar, bayangkanlah, alangkah dahsyat pada waktu itu.Kiamat pasti datang. Dia bukan semata- mata kepercayaan yang diajarkan oleh semua agama langit. Bahkan telah menjadi pengetahuan manusia. Di Kayden Planetarium New York pernah diadakan demonstrasi cara bagaimana -menurut ilmuwan modern-bumi yang kita diami ini akan menemui kehancurannya.Dipertunjukkan secara realistis adanya lima kemungkinan.Pertama, matahari meletus dan bumi musnah dalam lautan api.Kedua, matahari berbalik menjadi beku sedemikian rupa hingga bola bumi menjadi dataran hitam yang tertutup es.Ketiga, mungkin juga terjadi bahwa suatu bintang yang besar bertubrukan dengan matahari yang mana akan mengakibatkan kehancuran bumi.Keempat, didemonstrasikan adanya kemungkinan bintang berekor jatuh ke bumi dengan kedahsyatan begitu rupa hingga bumi hancur luluh karenanya.Kelima, kemusnahan dengan segala penghuninya karena jarak dengan bulan menjadi begitu dekat sehingga menimbulkan gelombang-gelombang air pasang yang dahsyat disertai letusan-letusan hebat dari gununq- gunung berapi. (Antara Spektrum).Sekian berita itu.Jadi orang-orang yang meminta penyaksian ilmiah modern atas apa yang disabdakan Allah, sudah boleh tenteram hati menerima wahyu-wahyu Ilahi. Padahal semestinya bagi orang yang beriman, pengetahuan manusia belum dapat sekaligus diterimanya, kalau belum sesuai dengan firman Allah."}},"2":{"arabic":"وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَاوَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا","words":{"arabicWords":["وَأَخۡرَجَتِ","ٱلۡأَرۡضُ","أَثۡقَالَهَا"],"translationWords":["dan mengeluarkan","bumi","beban beratnya"]},"translation":"bumi mengeluarkan isi perutnya,","tafsir":{"tafsir-jalalayn":"(Dan bumi telah mengeluarkan beban-beban beratnya) berupa semua perbendaharaan yang dikandungnya termasuk orang-orang mati, kemudian semuanya itu dicampakkan ke permukaannya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Zalzalah: 1-8\n\nApabila bumi diguncangkan dengan guncangannya (yang dahsyat) dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Mengapa bumi (jadi begini)?\" Pada hari ini bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. Ibnu Abbas mengatakan sehubungan dengan makna firman-Nya: Apabila bumi diguncangkan dengan seguncang-guncangnya (yang dahsyat). (Az-Zalzalah: 1) Yakni bergerak dan bergetar dari bagian bawahnya hingga menimbulkan gempa yang dahsyat.\n\ndan bumi mengeluarkan beban-beban berat (yang dikandung)nya (Az-Zalzalah: 2) Yaitu mengeluarkan orang-orang mati dari dalam perutnya, menurut sebagian ulama Salaf yang bukan hanya seorang, dan ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Wahai manusia, bertakwalah kepada Tuhan kalian; sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Al-Hajj: 1) Sama pula dengan firman-Nya: dan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 3-4) Imam Muslim di dalam kitab sahihnya mengatakan, telah menceritakan kepada kami Wasil ibnu Abdul A'la, telah menceritakan kepada kami Muhammad ibnu Fudail, dari ayahnya, dari Abu Hazim, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Bumi mengeluarkan semua isi perutnya seperti piring-piring emas dan perak.\n\nMaka datanglah pembunuh, lalu ia mengatakan, \"Karena inilah aku membunuh. Dan datanglah orang yang memutuskan persaudaraan, lalu ia berkata, \"Karena inilah aku memutuskan hubungan persaudaraan. Dan datanglah pencuri, lalu berkata, \"Karena inilah tanganku terpotong. Kemudian mereka membiarkannya dan tidak mengambil sesuatu pun darinya. Firman Allah Swt: dan manusia bertanya, \"Mengapa bumi (jadi begini)? (Az-Zalzalah: 3) Yakni merasa heran dengan keadaannya, padahal sebelumnya bumi tenang, kokoh, serta menetap, dan manusia diam dengan tenang di atas permukaannya.\n\nDengan kata lain, keadaan bumi menjadi sebaliknya, saat itu bumi bergerak-gerak dan mengalami gempa yang dahsyat. Bumi telah kedatangan perintah Allah subhanahu wa ta’ala yang memerintahkan kepadanya untuk berguncang dengan hebatnya, yaitu gempa yang dahsyat yang belum pernah terjadi sebelumnya. Kemudian bumi mengeluarkan semua orang mati yang terkandung di dalam perutnya dari kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Saat itulah manusia merasa heran dengan keadaan bumi, karena bumi telah diganti dengan bumi yang lain, begitu pula langitnya; lalu mereka digiring untuk menghadap kepada Allah Yang Maha Esa lagi Mahamenang.\n\nFirman Allah subhanahu wa ta’ala: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yaitu menceritakan tentang semua apa yang telah diperbuat oleh orang-orang yang menghuni permukaannya. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Ibnul Mubarak; dan Imam At-Tirmidzi mengatakan juga Abdur Rahman An-An-Nasai, sedangkan lafal hadits berikut menurut apa yang ada padanya, bahwa telah menceritakan kepada kami Suwaid ibnu Nasi\", telah menceritakan kepada kami Abdullah ibnul Mubarak, dari Sa'id ibnu Abu Ayyub, dari Yahya ibnu Abu Sulaiman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang menceritakan bahwa Rasulullah ﷺ membaca firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Lalu Rasulullah ﷺ bersabda, \"Tahukah kamu apakah yang dimaksud dengan beritanya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah ﷺ bersabda: Sesungguhnya berita bumi ialah bila ia mengemukakan persaksian terhadap setiap hamba laki-laki dan perempuan tentang apa yang telah dikerjakannya di atas permukaannya.\n\nBumi mengatakan bahwa Fulan telah mengerjakan anu dan anu di hari anu. Demikianlah yang dimaksud dengan beritanya. Kemudian Imam At-Tirmidzi mengatakan bahwa hadits ini hasan, shahih, gharib. Di dalam kitab Mu'jam Imam Ath-Thabarani disebutkan melalui hadits Ibnu Lahi'ah, bahwa telah menceritakan kepadaku Al-Haris ibnu Yazid yang telah mendengar Rabi'ah Al-Hadasi yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hati-hatilah kalian terhadap bumi, karena sesungguhnya bumi adalah ibu kalian, dan sesungguhnya tiada seorang manusia pun yang melakukan suatu perbuatan di atasnya, apakah amal baik atau amal jahat, melainkan ia pasti akan menceritakannya.\n\nFirman Allah subhanahu wa ta’ala: karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya. (Az-Zalzalah: 5) Imam Bukhari mengatakan bahwa lafal ini sesinonim dengan auha ilaiha dan waha laha atau waha ilaiha. Hal yang sama telah dikatakan oleh Ibnu Abbas, bahwa auha laha sama dengan auha ilaiha. Makna lahiriah ayat menunjukkan bahwa ini mengandung makna azina laha, yakni Tuhan telah memerintahkan atau mengizinkan kepadanya (untuk demikian). Syabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yakni Tuhannya telah berfirman kepadanya, '\"Berbicaralah kamu,\" maka ketika itu juga bumi dapat berbicara.\n\nMujahid mengatakan, makna auha laha ialah memerintahkan kepadanya. Al-Qurazi mengatakan bahwa Allah subhanahu wa ta’ala telah memerintahkan kepada bumi untuk terbelah mengeluarkan mereka. Firman Allah subhanahu wa ta’ala: Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam. (Az-Zalzalah: 6) Mereka kembali dari mauqif hisab (tempat penghisaban) dalam keadaan bercerai-berai dan bermacam-macam, ada yang celaka dan ada yang berbahagia. Para malaikat diperintahkan untuk membawa mereka yang berbahagia ke dalam surga, dan membawa mereka yang celaka ke dalam neraka. Menurut Ibnu Juraij, mereka bercerai-berai terpisah-pisah dan tidak dapat berkumpul sama sekali.\n\nAs-Suddi mengatakan bahwa makna asytatan ialah bergolong-golongan. Firman Allah subhanahu wa ta’ala: supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. (Az-Zalzalah: 6) Yaitu agar mereka mengetahui dan mendapat balasan dari apa yang telah mereka perbuat di dunia, yang baiknya dan yang buruknya. Karena itulah disebutkan dalam firman berikutnya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) \". Imam Bukhari mengatakan, telah menceritakan kepada kami Ismail ibnu Abdullah, telah menceritakan kepadaku Malik, dari Zaid ibnu Aslam, dari Abu Saleh As-Samman, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Kuda itu bagi tiga macam orang lelaki; yaitu bagi seseorang menghasilkan pahala, dan bagi seseorang yang lain menjadi penutup; dan bagi seorang yang lainnya lagi menghasilkan dosa.\n\nAdapun orang yang mendapatkan pahala dari kudanya ialah seorang lelaki yang menambatkan kudanya dijalan Allah, lalu kuda itu diikat di padang rumput atau di taman. Maka apa yang dimakannya sepanjang tali penambatnya di padang rumput atau taman itu akan menjadi pahala kebaikan bagi pemiliknya. Dan sekiranya kudanya itu memutuskan tali penambatnya, lalu berlari sejauh satu syaraf atau dua syaraf, maka semua jejaknya dan tahi kotoran yang dikeluarkannya menjadi pahala kebaikan bagi pemiliknya.\n\nDan sekiranya kudanya itu melalui sebuah sungai (mata air), lalu minum air darinya, padahal pemiliknya tidak menginginkan kudanya itu minum, maka hal itu akan menjadi pahala baginya. Dan semuanya itu akan membawa pahala bagi lelaki yang memilikinya. Dan seorang lelaki yang menambatkannya dengan niat untuk mencukupi kebutuhannya sendiri dan menjaga kehormatannya (agar tidak minta tumpangan dari orang lain), sedangkan ia tidak melupakan hak Allah yang ada pada leher kudanya dan tidak pula pada punggungnya, maka kudanya itu menjadi penutup baginya.\n\nDan seorang lelaki yang menambatkannya karena berbangga diri, pamer, dan ingin terkenal, maka kudanya itu akan membawa dosa baginya. Lalu Rasulullah ﷺ Ditanya tentang keledai, maka beliau ﷺ menjawab bahwa Allah subhanahu wa ta’ala tidak menurunkan sesuatu pun mengenainya kecuali hanya ayat yang tegas lagi mencakup ini, yaitu firman-Nya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Imam Muslim meriwayatkannya melalui hadits Zaid ibnu Aslam dengan sanad yang sama. -: Imam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Jarir ibnu Hazim, telah menceritakan kepada kami Al-Hasan, dari Sa'sa'ah ibnu Mu'awiyah pamannya Farazdaq, bahwa ia datang menghadap kepada Nabi ﷺ, maka beliau ﷺ membacakan kepadanya firman Allah subhanahu wa ta’ala-: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Lalu ia berkata, \"Sudah cukup bagiku ayat ini, aku tidak peduli bila tidak mendengarkan yang lainnya.\" Hal yang sama telah diriwayatkan oleh Imam An-Nasai di dalam kitab tafsir, dari Ibrahim ibnu Muhammad ibnu Yunus Al-Mu-addib, dari ayahnya, dari Jarir ibnu Hazim, dari Al-Hasan Al-Basri yang mengatakan bahwa telah menceritakan kepada kami Sa'sa'ah pamannya Farazdaq, kemudian disebutkan hal yang semisal.\n\nDi dalam kitab Sahih Bukhari disebutkan bahwa telah diriwayatkan dari Adiy secara marfu': Hindarilah neraka, sekalipun dengan (menyedekahkan) separo buah kurma, dan sekalipun dengan kalimat yang baik. Juga dari Adiy disebutkan di dalam kitab shahih: Jangan sekali-kali kamu meremehkan sesuatu pun dari kebajikan, sekalipun dalam bentuk engkau menuangkan sebagian air dari timbamu ke wadah orang yang meminta minum, dan sekalipun dalam rupa engkau sambut saudaramu dengan wajah yang berseri-seri.\n\nDi dalam hadits shahih disebutkan pula: Wahai kaum wanita yang beriman, jangan sekali-kali seseorang meremehkan tetangganya sekalipun dengan mengirimkan kikil kambing. Di dalam hadits yang lain disebutkan: Berikanlah kepada peminta-minta sekalipun berupa kikil yang dibakar. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah Al-Ansari, telah menceritakan kepada kami Kasir ibnu Zaid, dari Al-Mutttalib ibnu Abdullah, dari Aisyah, bahwa Rasulullah ﷺ pernah bersabda: Wahai Aisyah, lindungilah dirimu dari api neraka, sekalipun dengan menyedekahkan separo biji kurma, karena sesungguhnya separo biji kurma dapat mengisi perut orang yang lapar sebagaimana ia pun dapat mengisi perut orang yang kenyang.\n\nHadits diriwayatkan oleh Imam Ahmad secara munfarid. Telah diriwayatkan pula dari Aisyah, bahwa ia pernah menyedekahkan sebiji buah anggur, lalu berkata, \"Berapa banyak sebiji buah anggur itu mengandung zarrah.\" \". Dan Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim, bahwa ia pernah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris ibnut Tufail, bahwa Aisyah pernah menceritakan kepadanya bahwa \"Nabi ﷺ telah bersabda kepadanya: Wahai Aisyah, jauhilah dosa-dosa kecil yang remeh, karena sesungguhnya kelak Allah akan menuntutnya.\n\nImam An-Nasai dan Imam Ibnu Majah meriwayatkannya melalui hadits Sa'id ibnu Muslim ibnu Banik dengan sanad yang sama. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abul Khattab Al-Hassani, telah menceritakan kepada kami Al-Haisam ibnur Rabi', telah menceritakan kepada kami Sammak ibnu Atiyyah, dari Ayyub, dari Abu Qilabah, dari Anas yang telah menceritakan bahwa Abu Bakar sedang makan bersama Nabi ﷺ, lalu turunlah firman Allah subhanahu wa ta’ala Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka Abu Bakar menghentikan tangannya dan bertanya, \"Wahai Rasulullah, apakah benar aku akan dibalas karena melakukan perbuatan buruk walaupun hanya sebesar zarrah?\" Rasulullah ﷺ menjawab: Wahai Abu Bakar, apa saja yang kamu alami di dunia ini yang tidak kamu senangi, maka itu disebabkan beban keburukan yang sekecil-kecilnya, tetapi Allah telah menyediakan bagimu pahala kebaikan yang sama hingga engkau menjumpainya kelak di hari kiamat.\n\nIbnu Abu Hatim meriwayatkan hadits ini dari ayahnya alias Abul Khattab dengan sanad yang sama. Kemudian Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Abdul Wahhab, telah menceritakan kepada kami Ayyub yang mengatakan di dalam kitab Abu Qilabah, dari Abu Idris, bahwa Abu Bakar makan bersama Nabi ﷺ, selanjutnya disebutkan hal yang semisal dengan hadits di atas.\n\nIbnu Jarir telah meriwayatkannya pula dari Ya'qub, dari Ibnu Aliyyah, dari Ayyub, dari Abu Qilabah, bahwa Abu Bakar dan selanjutnya disebutkan hal yang sama. Jalur lain. \". Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Huyay ibnu Abdullah, dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amr ibnul As, bahwa ia telah mengatakan ketika diturunkan firman-Nya: Apabila bumi diguncangkan dengan guncangannya (yang dahsyat). (Az-Zalzalah: 1) Saat ibnu Abu Bakar As-Siddiq sedang duduk, lalu ia menangis, maka Rasulullah ﷺ bertanya kepadanya, \"Apakah yang menyebabkan engkau menangis, wahai Abu Bakar?\" Maka Abu Bakar menjawab, \"Surat inilah yang membuatku menangis.\" Rasulullah ﷺ bersabda: Seandainya kalian tidak pernah berbuat kesalahan dan dosa hingga Allah tidak perlu memberikan ampunan bagi kalian, tentulah Dia akan menciptakan umat yang berbuat kesalahan dan melakukan perbuatan dosa, lalu Dia memberikan ampunan bagi mereka.\n\nHadits lain. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah dan Ali ibnu Abdur Rahman ibnul Mugirah yang dikenal dengan julukan Allan Al-Masri, keduanya mengatakan bahwa telah menceritakan kepada kami Amr ibnu Khalid Al-Harrani, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepadaku Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari ‘Atha’ ibnu Yasar, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika firman Allah diturunkan, yaitu: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka aku bertanya, \"Wahai Rasulullah, apakah sungguh aku akan melihat semua amal perbuatanku?'\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Semua yang besar-besar.\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Dan semua yang kecil-kecil?\" Rasulullah ﷺ menjawab, \"Ya.\" Aku berkata, \"Aduhai, celakalah diriku.\" Rasulullah ﷺ bersabda: Bergembiralah, wahai Abu Sa'id, karena sesungguhnya kebaikan itu diberi imbalan sepuluh kali lipatnya yakni sampai tujuh ratus kali lipat dan Allah melipatgandakan (pahala-Nya) bagi siapa yang dikehendaki-Nya, sedangkan keburukan itu hanya dibalas dengan hal yang semisal, atau Allah memaafkan; tiada seorang pun dari kalian yang selamat karena amal perbuatannya. Aku bertanya, \"Dan juga termasuk engkau, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Dan tidakpula diriku, terkecuali bila Allah melimpahkan rahmat kepadaku dari sisi-Nya. Abu Dzar'ah mengatakan bahwa tiada seorang pun yang meriwayatkan ini selain dari Ibnu Lahi'ah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku ‘Atha’ ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Demikian itu ketika diturunkan ayat berikut, yaitu firman-Nya: Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. (Al-Insan: 8) Maka kaum muslim berpandangan bahwa mereka tidak akan mendapat imbalan pahala dari sesuatu yang sedikit jumlahnya bila mereka menyedekahkannya.\n\nMaka bilamana datang kepada pintu rumah-rumah mereka orang miskin yang meminta-minta, mereka merasa keberatan untuk memberinya sebiji buah kurma atau sepotong roti atau sesuap makanan dan lain sebagainya yang tiada artinya, pada akhirnya mereka menolak orang miskin itu seraya berkata dalam diri mereka, \"Ini bukan berarti apa-apa, sesungguhnya kami hanya diberi pahala karena menyedekahkan apa yang kami sukai.\" Sedangkan kaum muslim lainnya ada yang mempunyai pemandangan bahwa diri mereka tidak dicela karena melakukan perbuatan dosa kecil, seperti dusta, memandang wanita lain, mengumpat, dan lain sebagainya yang serupa.\n\nMereka menganggap bahwa Allah subhanahu wa ta’ala hanya mengancam dengan neraka bagi para pelaku dosa besar. Maka Allah memacu semangat mereka untuk mengerjakan kebaikan sekalipun sedikit, karena sesungguhnya amal kebaikan yang sedikit itu lama-kelamaan akan menjadi banyak. Sekaligus Allah memperingatkan mereka terhadap perbuatan jahat walaupun kecil, karena sesungguhnya kejahatan yang sedikit itu lama-kelamaan akan menjadi besar. Oleh karena itulah maka turunlah firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan barang seberat zarrah. (Az-Zalzalah: 7) Zarrah artinya semut yang terkecil, yakni seberat semut kecil.\n\ndari kebaikan, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah:8) Yakni dalam buku catatan amal perbuatannya, dan dimudahkan baginya dalam hal tersebut. Disebutkan bahwa dicatatkan bagi setiap orang yang bertakwa dan orang yang durhaka untuk setiap keburukan satu amal keburukan, dan untuk setiap amal kebaikan dicatat sepuluh amal kebaikan yang semisal. Apabila hari kiamat tiba, maka Allah memperlipatgandakan kebaikan-kebaikan orang-orang mukmin, untuk setiap kebaikannya dilipatgandakan menjadi sepuluh kali lipat dan dihapuskan darinya karena tiap satu kebaikan sebanyak sepuluh keburukannya.\n\nMaka barang siapa yang kebaikan-kebaikannya melebihi keburukan-keburukannya, walaupun hanya beda seberat zarrah, niscaya ia masuk surga. Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Sulaiman ibnu Daid, telah menceritakan kepada karhi Imran, dari Qatadah, dari Abdu Rabbihi, dari Abu Iyad, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hindarilah oleh kalian dosa-dosa kecil, karena sesungguhnya dosa-dosa kecil itu bila menumpuk pada diri seseorang, niscaya akan membinasakannya. Dan sesungguhnya Rasulullah ﷺ telah membuat suatu perumpamaan bagi dosa-dosa kecil yang terkumpulkan ini dengan suatu kaum yang turun beristirahat di suatu tanah lapang, lalu para juru masak mereka datang, dan masing-masing orang dari mereka pergi dan datang dengan membawa sepotong kayu bakar, hingga pada akhirnya terkumpulkanlah setumpuk kayu yang banyak jumlahnya.\n\nLalu mereka menyalakan api dan membuat masak semua makanan yang dilemparkan ke dalamnya. Demikianlah akhir tafsir surat Az-Zalzalah, segala puji bagi Allah subhanahu wa ta’ala atas semua karunia-Nya.\"","tafsir-ringkas-kemenag":"1-3. Banyak kejadian dahsyat yang terjadi di bumi ketika kiamat tiba. Apabila bumi diguncangkan oleh malaikat atas perintah Allah dengan guncangan yang dahsyat setelah Israfil meniupkan sangkakala pertama, dan bumi telah mengeluarkan beban-beban berat yang dikandung-nya, baik kekayaan yang ada di dalamnya atau mayat-mayat yang terkubur, dan pada saat itu manusia bertanya dengan penuh kekalutan dan ketakutan, 'Apa yang terjadi pada bumi ini' Mengapa bumi berguncang sedemikian dahsyat dan mengeluarkan apa saja yang dikandungnya' Apakah ini hari kiamat''1-3. Banyak kejadian dahsyat yang terjadi di bumi ketika kiamat tiba. Apabila bumi diguncangkan oleh malaikat atas perintah Allah dengan guncangan yang dahsyat setelah Israfil meniupkan sangkakala pertama, dan bumi telah mengeluarkan beban-beban berat yang dikandung-nya, baik kekayaan yang ada di dalamnya atau mayat-mayat yang terkubur, dan pada saat itu manusia bertanya dengan penuh kekalutan dan ketakutan, 'Apa yang terjadi pada bumi ini' Mengapa bumi berguncang sedemikian dahsyat dan mengeluarkan apa saja yang dikandungnya' Apakah ini hari kiamat''.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menyatakan bahwa pada hari terjadi kegun-cangan itu, karena dahsyatnya, bumi menghamburkan isi perutnya yang terpendam berupa logam, harta simpanan, dan mayat-mayat dari kubur. Dalam ayat lain, Allah berfirman:\n\nDan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (al-Insyiqaq/84: 3-4)\n\nContohnya, sebagaimana terjadi dengan letusan gunung Krakatau pada tahun 1883, gempa dan tsunami di Aceh pada tahun 2004, lumpur panas di Sidoarjo Jawa Timur sejak tahun 2006, dan lain-lain yang begitu dahsyat sehingga mengeluarkan lava dan isi perut bumi. Guncangan pada hari kiamat jauh lebih dahsyat lagi.","tafsir-alazhar":"SURAH AZ-ZALZALAH(GEMPA)SURAH KE-99, 8 AYAT, DITURUNKAN DI MEKAHDengan nama Allah Yang Maha Pemurah lagi Pengasih.Ayat 1“Apabila telah digempakan bumi itu segempa-gempanya.\" (ayat 1)Dengan diujungi “segempa-gempanya\" atau sehebat-hebatnya, dapatlah kita pahamkan bahwa gempa itu bukanlah gempa setumpak, melainkan seluruh permukaan bumi. Bukan lagi karena letusan sebuah gunung, melainkan bumi itu seluruhnya telah terguncang dari falak tempat jalannya.Ayat 2“Dan mengeluarkan bumi itu akan segala isi-isinya.\" (ayat 2)Menurut al-Qurthubi ada juga orang yang mentafsirkan segala isi-isi yang berat dalam bumi itu bukan saja tulang-tulang manusia, melainkan perbendaharaan emas perak yang menjadi kekayaan bumi pun terbongkar. Dengan tafsiran demikian itu, kita di zaman sekarang telah melihat betapa banyaknya kekayaan terpendam di dalam bumi, sejak dari minyak bumi, emas, timah, batu bara, dan sebagainya, dapat tergambarkan betapa hebatnya pada waktu itu. Kalau isi bumi terbongkar keluar, bayangkanlah, alangkah dahsyat pada waktu itu.Kiamat pasti datang. Dia bukan semata- mata kepercayaan yang diajarkan oleh semua agama langit. Bahkan telah menjadi pengetahuan manusia. Di Kayden Planetarium New York pernah diadakan demonstrasi cara bagaimana -menurut ilmuwan modern-bumi yang kita diami ini akan menemui kehancurannya.Dipertunjukkan secara realistis adanya lima kemungkinan.Pertama, matahari meletus dan bumi musnah dalam lautan api.Kedua, matahari berbalik menjadi beku sedemikian rupa hingga bola bumi menjadi dataran hitam yang tertutup es.Ketiga, mungkin juga terjadi bahwa suatu bintang yang besar bertubrukan dengan matahari yang mana akan mengakibatkan kehancuran bumi.Keempat, didemonstrasikan adanya kemungkinan bintang berekor jatuh ke bumi dengan kedahsyatan begitu rupa hingga bumi hancur luluh karenanya.Kelima, kemusnahan dengan segala penghuninya karena jarak dengan bulan menjadi begitu dekat sehingga menimbulkan gelombang-gelombang air pasang yang dahsyat disertai letusan-letusan hebat dari gununq- gunung berapi. (Antara Spektrum).Sekian berita itu.Jadi orang-orang yang meminta penyaksian ilmiah modern atas apa yang disabdakan Allah, sudah boleh tenteram hati menerima wahyu-wahyu Ilahi. Padahal semestinya bagi orang yang beriman, pengetahuan manusia belum dapat sekaligus diterimanya, kalau belum sesuai dengan firman Allah."}},"3":{"arabic":"وَقَالَ ٱلۡإِنسَٰنُ مَا لَهَاوَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا","words":{"arabicWords":["وَقَالَ","ٱلۡإِنسَٰنُ","مَا","لَهَا"],"translationWords":["dan berkata","manusia","apa","ia"]},"translation":"dan manusia bertanya, “Apa yang terjadi dengannya (bumi)?”","tafsir":{"tafsir-jalalayn":"(Dan manusia bertanya) yakni orang yang ingkar kepada adanya hari berbangkit (\"Mengapa bumi jadi begini?\") ia mengatakan demikian dengan nada ingkar kepada kenyataan yang sedang mereka alami ketika itu, yaitu keadaan menjelang hari kiamat.","tafsir-ibnu-katsir":"Tafsir Surat Al-Zalzalah: 1-8\n\nApabila bumi diguncangkan dengan guncangannya (yang dahsyat) dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Mengapa bumi (jadi begini)?\" Pada hari ini bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. Ibnu Abbas mengatakan sehubungan dengan makna firman-Nya: Apabila bumi diguncangkan dengan seguncang-guncangnya (yang dahsyat). (Az-Zalzalah: 1) Yakni bergerak dan bergetar dari bagian bawahnya hingga menimbulkan gempa yang dahsyat.\n\ndan bumi mengeluarkan beban-beban berat (yang dikandung)nya (Az-Zalzalah: 2) Yaitu mengeluarkan orang-orang mati dari dalam perutnya, menurut sebagian ulama Salaf yang bukan hanya seorang, dan ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Wahai manusia, bertakwalah kepada Tuhan kalian; sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Al-Hajj: 1) Sama pula dengan firman-Nya: dan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 3-4) Imam Muslim di dalam kitab sahihnya mengatakan, telah menceritakan kepada kami Wasil ibnu Abdul A'la, telah menceritakan kepada kami Muhammad ibnu Fudail, dari ayahnya, dari Abu Hazim, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Bumi mengeluarkan semua isi perutnya seperti piring-piring emas dan perak.\n\nMaka datanglah pembunuh, lalu ia mengatakan, \"Karena inilah aku membunuh. Dan datanglah orang yang memutuskan persaudaraan, lalu ia berkata, \"Karena inilah aku memutuskan hubungan persaudaraan. Dan datanglah pencuri, lalu berkata, \"Karena inilah tanganku terpotong. Kemudian mereka membiarkannya dan tidak mengambil sesuatu pun darinya. Firman Allah Swt: dan manusia bertanya, \"Mengapa bumi (jadi begini)? (Az-Zalzalah: 3) Yakni merasa heran dengan keadaannya, padahal sebelumnya bumi tenang, kokoh, serta menetap, dan manusia diam dengan tenang di atas permukaannya.\n\nDengan kata lain, keadaan bumi menjadi sebaliknya, saat itu bumi bergerak-gerak dan mengalami gempa yang dahsyat. Bumi telah kedatangan perintah Allah subhanahu wa ta’ala yang memerintahkan kepadanya untuk berguncang dengan hebatnya, yaitu gempa yang dahsyat yang belum pernah terjadi sebelumnya. Kemudian bumi mengeluarkan semua orang mati yang terkandung di dalam perutnya dari kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Saat itulah manusia merasa heran dengan keadaan bumi, karena bumi telah diganti dengan bumi yang lain, begitu pula langitnya; lalu mereka digiring untuk menghadap kepada Allah Yang Maha Esa lagi Mahamenang.\n\nFirman Allah subhanahu wa ta’ala: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yaitu menceritakan tentang semua apa yang telah diperbuat oleh orang-orang yang menghuni permukaannya. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Ibnul Mubarak; dan Imam At-Tirmidzi mengatakan juga Abdur Rahman An-An-Nasai, sedangkan lafal hadits berikut menurut apa yang ada padanya, bahwa telah menceritakan kepada kami Suwaid ibnu Nasi\", telah menceritakan kepada kami Abdullah ibnul Mubarak, dari Sa'id ibnu Abu Ayyub, dari Yahya ibnu Abu Sulaiman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang menceritakan bahwa Rasulullah ﷺ membaca firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Lalu Rasulullah ﷺ bersabda, \"Tahukah kamu apakah yang dimaksud dengan beritanya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah ﷺ bersabda: Sesungguhnya berita bumi ialah bila ia mengemukakan persaksian terhadap setiap hamba laki-laki dan perempuan tentang apa yang telah dikerjakannya di atas permukaannya.\n\nBumi mengatakan bahwa Fulan telah mengerjakan anu dan anu di hari anu. Demikianlah yang dimaksud dengan beritanya. Kemudian Imam At-Tirmidzi mengatakan bahwa hadits ini hasan, shahih, gharib. Di dalam kitab Mu'jam Imam Ath-Thabarani disebutkan melalui hadits Ibnu Lahi'ah, bahwa telah menceritakan kepadaku Al-Haris ibnu Yazid yang telah mendengar Rabi'ah Al-Hadasi yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hati-hatilah kalian terhadap bumi, karena sesungguhnya bumi adalah ibu kalian, dan sesungguhnya tiada seorang manusia pun yang melakukan suatu perbuatan di atasnya, apakah amal baik atau amal jahat, melainkan ia pasti akan menceritakannya.\n\nFirman Allah subhanahu wa ta’ala: karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya. (Az-Zalzalah: 5) Imam Bukhari mengatakan bahwa lafal ini sesinonim dengan auha ilaiha dan waha laha atau waha ilaiha. Hal yang sama telah dikatakan oleh Ibnu Abbas, bahwa auha laha sama dengan auha ilaiha. Makna lahiriah ayat menunjukkan bahwa ini mengandung makna azina laha, yakni Tuhan telah memerintahkan atau mengizinkan kepadanya (untuk demikian). Syabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yakni Tuhannya telah berfirman kepadanya, '\"Berbicaralah kamu,\" maka ketika itu juga bumi dapat berbicara.\n\nMujahid mengatakan, makna auha laha ialah memerintahkan kepadanya. Al-Qurazi mengatakan bahwa Allah subhanahu wa ta’ala telah memerintahkan kepada bumi untuk terbelah mengeluarkan mereka. Firman Allah subhanahu wa ta’ala: Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam. (Az-Zalzalah: 6) Mereka kembali dari mauqif hisab (tempat penghisaban) dalam keadaan bercerai-berai dan bermacam-macam, ada yang celaka dan ada yang berbahagia. Para malaikat diperintahkan untuk membawa mereka yang berbahagia ke dalam surga, dan membawa mereka yang celaka ke dalam neraka. Menurut Ibnu Juraij, mereka bercerai-berai terpisah-pisah dan tidak dapat berkumpul sama sekali.\n\nAs-Suddi mengatakan bahwa makna asytatan ialah bergolong-golongan. Firman Allah subhanahu wa ta’ala: supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. (Az-Zalzalah: 6) Yaitu agar mereka mengetahui dan mendapat balasan dari apa yang telah mereka perbuat di dunia, yang baiknya dan yang buruknya. Karena itulah disebutkan dalam firman berikutnya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) \". Imam Bukhari mengatakan, telah menceritakan kepada kami Ismail ibnu Abdullah, telah menceritakan kepadaku Malik, dari Zaid ibnu Aslam, dari Abu Saleh As-Samman, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Kuda itu bagi tiga macam orang lelaki; yaitu bagi seseorang menghasilkan pahala, dan bagi seseorang yang lain menjadi penutup; dan bagi seorang yang lainnya lagi menghasilkan dosa.\n\nAdapun orang yang mendapatkan pahala dari kudanya ialah seorang lelaki yang menambatkan kudanya dijalan Allah, lalu kuda itu diikat di padang rumput atau di taman. Maka apa yang dimakannya sepanjang tali penambatnya di padang rumput atau taman itu akan menjadi pahala kebaikan bagi pemiliknya. Dan sekiranya kudanya itu memutuskan tali penambatnya, lalu berlari sejauh satu syaraf atau dua syaraf, maka semua jejaknya dan tahi kotoran yang dikeluarkannya menjadi pahala kebaikan bagi pemiliknya.\n\nDan sekiranya kudanya itu melalui sebuah sungai (mata air), lalu minum air darinya, padahal pemiliknya tidak menginginkan kudanya itu minum, maka hal itu akan menjadi pahala baginya. Dan semuanya itu akan membawa pahala bagi lelaki yang memilikinya. Dan seorang lelaki yang menambatkannya dengan niat untuk mencukupi kebutuhannya sendiri dan menjaga kehormatannya (agar tidak minta tumpangan dari orang lain), sedangkan ia tidak melupakan hak Allah yang ada pada leher kudanya dan tidak pula pada punggungnya, maka kudanya itu menjadi penutup baginya.\n\nDan seorang lelaki yang menambatkannya karena berbangga diri, pamer, dan ingin terkenal, maka kudanya itu akan membawa dosa baginya. Lalu Rasulullah ﷺ Ditanya tentang keledai, maka beliau ﷺ menjawab bahwa Allah subhanahu wa ta’ala tidak menurunkan sesuatu pun mengenainya kecuali hanya ayat yang tegas lagi mencakup ini, yaitu firman-Nya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Imam Muslim meriwayatkannya melalui hadits Zaid ibnu Aslam dengan sanad yang sama. -: Imam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Jarir ibnu Hazim, telah menceritakan kepada kami Al-Hasan, dari Sa'sa'ah ibnu Mu'awiyah pamannya Farazdaq, bahwa ia datang menghadap kepada Nabi ﷺ, maka beliau ﷺ membacakan kepadanya firman Allah subhanahu wa ta’ala-: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Lalu ia berkata, \"Sudah cukup bagiku ayat ini, aku tidak peduli bila tidak mendengarkan yang lainnya.\" Hal yang sama telah diriwayatkan oleh Imam An-Nasai di dalam kitab tafsir, dari Ibrahim ibnu Muhammad ibnu Yunus Al-Mu-addib, dari ayahnya, dari Jarir ibnu Hazim, dari Al-Hasan Al-Basri yang mengatakan bahwa telah menceritakan kepada kami Sa'sa'ah pamannya Farazdaq, kemudian disebutkan hal yang semisal.\n\nDi dalam kitab Sahih Bukhari disebutkan bahwa telah diriwayatkan dari Adiy secara marfu': Hindarilah neraka, sekalipun dengan (menyedekahkan) separo buah kurma, dan sekalipun dengan kalimat yang baik. Juga dari Adiy disebutkan di dalam kitab shahih: Jangan sekali-kali kamu meremehkan sesuatu pun dari kebajikan, sekalipun dalam bentuk engkau menuangkan sebagian air dari timbamu ke wadah orang yang meminta minum, dan sekalipun dalam rupa engkau sambut saudaramu dengan wajah yang berseri-seri.\n\nDi dalam hadits shahih disebutkan pula: Wahai kaum wanita yang beriman, jangan sekali-kali seseorang meremehkan tetangganya sekalipun dengan mengirimkan kikil kambing. Di dalam hadits yang lain disebutkan: Berikanlah kepada peminta-minta sekalipun berupa kikil yang dibakar. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah Al-Ansari, telah menceritakan kepada kami Kasir ibnu Zaid, dari Al-Mutttalib ibnu Abdullah, dari Aisyah, bahwa Rasulullah ﷺ pernah bersabda: Wahai Aisyah, lindungilah dirimu dari api neraka, sekalipun dengan menyedekahkan separo biji kurma, karena sesungguhnya separo biji kurma dapat mengisi perut orang yang lapar sebagaimana ia pun dapat mengisi perut orang yang kenyang.\n\nHadits diriwayatkan oleh Imam Ahmad secara munfarid. Telah diriwayatkan pula dari Aisyah, bahwa ia pernah menyedekahkan sebiji buah anggur, lalu berkata, \"Berapa banyak sebiji buah anggur itu mengandung zarrah.\" \". Dan Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim, bahwa ia pernah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris ibnut Tufail, bahwa Aisyah pernah menceritakan kepadanya bahwa \"Nabi ﷺ telah bersabda kepadanya: Wahai Aisyah, jauhilah dosa-dosa kecil yang remeh, karena sesungguhnya kelak Allah akan menuntutnya.\n\nImam An-Nasai dan Imam Ibnu Majah meriwayatkannya melalui hadits Sa'id ibnu Muslim ibnu Banik dengan sanad yang sama. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abul Khattab Al-Hassani, telah menceritakan kepada kami Al-Haisam ibnur Rabi', telah menceritakan kepada kami Sammak ibnu Atiyyah, dari Ayyub, dari Abu Qilabah, dari Anas yang telah menceritakan bahwa Abu Bakar sedang makan bersama Nabi ﷺ, lalu turunlah firman Allah subhanahu wa ta’ala Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka Abu Bakar menghentikan tangannya dan bertanya, \"Wahai Rasulullah, apakah benar aku akan dibalas karena melakukan perbuatan buruk walaupun hanya sebesar zarrah?\" Rasulullah ﷺ menjawab: Wahai Abu Bakar, apa saja yang kamu alami di dunia ini yang tidak kamu senangi, maka itu disebabkan beban keburukan yang sekecil-kecilnya, tetapi Allah telah menyediakan bagimu pahala kebaikan yang sama hingga engkau menjumpainya kelak di hari kiamat.\n\nIbnu Abu Hatim meriwayatkan hadits ini dari ayahnya alias Abul Khattab dengan sanad yang sama. Kemudian Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Abdul Wahhab, telah menceritakan kepada kami Ayyub yang mengatakan di dalam kitab Abu Qilabah, dari Abu Idris, bahwa Abu Bakar makan bersama Nabi ﷺ, selanjutnya disebutkan hal yang semisal dengan hadits di atas.\n\nIbnu Jarir telah meriwayatkannya pula dari Ya'qub, dari Ibnu Aliyyah, dari Ayyub, dari Abu Qilabah, bahwa Abu Bakar dan selanjutnya disebutkan hal yang sama. Jalur lain. \". Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Huyay ibnu Abdullah, dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amr ibnul As, bahwa ia telah mengatakan ketika diturunkan firman-Nya: Apabila bumi diguncangkan dengan guncangannya (yang dahsyat). (Az-Zalzalah: 1) Saat ibnu Abu Bakar As-Siddiq sedang duduk, lalu ia menangis, maka Rasulullah ﷺ bertanya kepadanya, \"Apakah yang menyebabkan engkau menangis, wahai Abu Bakar?\" Maka Abu Bakar menjawab, \"Surat inilah yang membuatku menangis.\" Rasulullah ﷺ bersabda: Seandainya kalian tidak pernah berbuat kesalahan dan dosa hingga Allah tidak perlu memberikan ampunan bagi kalian, tentulah Dia akan menciptakan umat yang berbuat kesalahan dan melakukan perbuatan dosa, lalu Dia memberikan ampunan bagi mereka.\n\nHadits lain. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah dan Ali ibnu Abdur Rahman ibnul Mugirah yang dikenal dengan julukan Allan Al-Masri, keduanya mengatakan bahwa telah menceritakan kepada kami Amr ibnu Khalid Al-Harrani, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepadaku Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari ‘Atha’ ibnu Yasar, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika firman Allah diturunkan, yaitu: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka aku bertanya, \"Wahai Rasulullah, apakah sungguh aku akan melihat semua amal perbuatanku?'\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Semua yang besar-besar.\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Dan semua yang kecil-kecil?\" Rasulullah ﷺ menjawab, \"Ya.\" Aku berkata, \"Aduhai, celakalah diriku.\" Rasulullah ﷺ bersabda: Bergembiralah, wahai Abu Sa'id, karena sesungguhnya kebaikan itu diberi imbalan sepuluh kali lipatnya yakni sampai tujuh ratus kali lipat dan Allah melipatgandakan (pahala-Nya) bagi siapa yang dikehendaki-Nya, sedangkan keburukan itu hanya dibalas dengan hal yang semisal, atau Allah memaafkan; tiada seorang pun dari kalian yang selamat karena amal perbuatannya. Aku bertanya, \"Dan juga termasuk engkau, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Dan tidakpula diriku, terkecuali bila Allah melimpahkan rahmat kepadaku dari sisi-Nya. Abu Dzar'ah mengatakan bahwa tiada seorang pun yang meriwayatkan ini selain dari Ibnu Lahi'ah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku ‘Atha’ ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Demikian itu ketika diturunkan ayat berikut, yaitu firman-Nya: Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. (Al-Insan: 8) Maka kaum muslim berpandangan bahwa mereka tidak akan mendapat imbalan pahala dari sesuatu yang sedikit jumlahnya bila mereka menyedekahkannya.\n\nMaka bilamana datang kepada pintu rumah-rumah mereka orang miskin yang meminta-minta, mereka merasa keberatan untuk memberinya sebiji buah kurma atau sepotong roti atau sesuap makanan dan lain sebagainya yang tiada artinya, pada akhirnya mereka menolak orang miskin itu seraya berkata dalam diri mereka, \"Ini bukan berarti apa-apa, sesungguhnya kami hanya diberi pahala karena menyedekahkan apa yang kami sukai.\" Sedangkan kaum muslim lainnya ada yang mempunyai pemandangan bahwa diri mereka tidak dicela karena melakukan perbuatan dosa kecil, seperti dusta, memandang wanita lain, mengumpat, dan lain sebagainya yang serupa.\n\nMereka menganggap bahwa Allah subhanahu wa ta’ala hanya mengancam dengan neraka bagi para pelaku dosa besar. Maka Allah memacu semangat mereka untuk mengerjakan kebaikan sekalipun sedikit, karena sesungguhnya amal kebaikan yang sedikit itu lama-kelamaan akan menjadi banyak. Sekaligus Allah memperingatkan mereka terhadap perbuatan jahat walaupun kecil, karena sesungguhnya kejahatan yang sedikit itu lama-kelamaan akan menjadi besar. Oleh karena itulah maka turunlah firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan barang seberat zarrah. (Az-Zalzalah: 7) Zarrah artinya semut yang terkecil, yakni seberat semut kecil.\n\ndari kebaikan, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah:8) Yakni dalam buku catatan amal perbuatannya, dan dimudahkan baginya dalam hal tersebut. Disebutkan bahwa dicatatkan bagi setiap orang yang bertakwa dan orang yang durhaka untuk setiap keburukan satu amal keburukan, dan untuk setiap amal kebaikan dicatat sepuluh amal kebaikan yang semisal. Apabila hari kiamat tiba, maka Allah memperlipatgandakan kebaikan-kebaikan orang-orang mukmin, untuk setiap kebaikannya dilipatgandakan menjadi sepuluh kali lipat dan dihapuskan darinya karena tiap satu kebaikan sebanyak sepuluh keburukannya.\n\nMaka barang siapa yang kebaikan-kebaikannya melebihi keburukan-keburukannya, walaupun hanya beda seberat zarrah, niscaya ia masuk surga. Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Sulaiman ibnu Daid, telah menceritakan kepada karhi Imran, dari Qatadah, dari Abdu Rabbihi, dari Abu Iyad, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hindarilah oleh kalian dosa-dosa kecil, karena sesungguhnya dosa-dosa kecil itu bila menumpuk pada diri seseorang, niscaya akan membinasakannya. Dan sesungguhnya Rasulullah ﷺ telah membuat suatu perumpamaan bagi dosa-dosa kecil yang terkumpulkan ini dengan suatu kaum yang turun beristirahat di suatu tanah lapang, lalu para juru masak mereka datang, dan masing-masing orang dari mereka pergi dan datang dengan membawa sepotong kayu bakar, hingga pada akhirnya terkumpulkanlah setumpuk kayu yang banyak jumlahnya.\n\nLalu mereka menyalakan api dan membuat masak semua makanan yang dilemparkan ke dalamnya. Demikianlah akhir tafsir surat Az-Zalzalah, segala puji bagi Allah subhanahu wa ta’ala atas semua karunia-Nya.\"","tafsir-ringkas-kemenag":"1-3. Banyak kejadian dahsyat yang terjadi di bumi ketika kiamat tiba. Apabila bumi diguncangkan oleh malaikat atas perintah Allah dengan guncangan yang dahsyat setelah Israfil meniupkan sangkakala pertama, dan bumi telah mengeluarkan beban-beban berat yang dikandung-nya, baik kekayaan yang ada di dalamnya atau mayat-mayat yang terkubur, dan pada saat itu manusia bertanya dengan penuh kekalutan dan ketakutan, 'Apa yang terjadi pada bumi ini' Mengapa bumi berguncang sedemikian dahsyat dan mengeluarkan apa saja yang dikandungnya' Apakah ini hari kiamat''4. Pada hari itu bumi menyampaikan beritanya kepada manusia, mengapa bumi berguncang dan mengeluarkan semua kandungannya. Pada hari itu pula bumi bersaksi kepada Allah dengan rinci apa saja yang telah manusia lakukan di atasnya: kebajikan atau keburukan, besar atau kecil.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah mengungkapkan bahwa orang-orang yang mengalami dan menyaksikan kejadian yang dahsyat dan membuat terperanjat orang-orang yang melihatnya, berkata, \"Apa gerangan yang terjadi pada bumi. Ini belum pernah terjadi sebelumnya?\" Dalam ayat lain, Allah berfirman:\n\nDan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk. (al-hajj/22: 2)\n\n.","tafsir-alazhar":"Ayat 3“Dan berkata manusia, Ada apa dengannya?\" (ayat 3)Artinya, ada masalah ada dengan bumi ini? Apa yang telah terjadi? Menunjukkan bahwa manusia pada waktu itu tanya-bertanya di dalam kegugupan dan bingung.Ayat 4“Di hari itu dia akan menceritakan kabar-kabarnya.\" (ayat 4)Bumi itu sendiri akan menceritakan sendiri kabar berita tentang dirinya. Yaitu meskipun bukan bumi berkata dengan lidah, tetapi keadaan yang telah terjadi itu, yang kian lama kian hebat dahsyat dan menakutkan, telah menjawab sendiri pertanyaan yang timbul di hati manusia. Yaitu bahwa inilah permulaan hari kiamat. Dunia lama mulai dihancurkan dan zaman akhirat telah mulai datang.Ayat 5“Bahwa Tuhan engkau telah memerintahkannya.\" (ayat 5)Artinya bahwa segala yang tengah terjadi itu adalah suatu ketentuan pasti dari Allah, qadar yang telah ditentukan, atau ajal yang telah sampai pada waktunya, bilangan dunia sudah sampai!Ayat 6“Di hari itu manusia akan pergi berpisah-pisah.\" (pangkal ayat 6)Berpisah-pisah, bersebar-sebar dibawa untung masing-masing, keluar dari kampung halaman atau rumah tangganya, sehingga terpisah-pisahlah di antara satu dengan yang lain, tidak dapat berkelompok lagi.“Untuk diperlihatkan kepada mereka amal-amal mereka.\" (ujung ayat 6)Akan diselidiki satu demi satu amal perbuatan, kegiatan dan usaha selama hidup di atas dunia, baiknya dan buruknya. Dan semuanya akan diperlakukan dengan adil dan tidak ada yang tersembunyi.Ayat 7“Maka siapa yang mengerjakan kebaikan setimbang debu pun, niscaya dia akan melihatnya.\" (ayat 7)Ayat 8“Dan barangsiapa yang mengerjakan kejahatan setimbang debu pun, niscaya dia pun akan melihatnya.\" (ayat 8)Di dalam kedua ayat ini disebut Dzarrah; supaya lebih populer kita artikan saja dengan debu. Padahal Dzarrah lebih halus dari debu. Di zaman modern ini, setelah orang menyelidiki ilmu-ilmu fisika, maka atom dipakai dalam bahasa seluruh dunia untuk menyebut kata Dzarrah. Ahli-ahli fisika Arab menyebut juga Dzarrah itu sebagai al-Jauharul Fard, suatu benda sangat halus yang tidak dapat dibagi lagi. Lantaran itu boleh jugalah kita artikan, “Dan barangsiapa yang mengerjakan setimbang atom pun dari kebaikan, niscaya dia akan melihatnya.\" Hal ini menjadi bukti bahwa tidak ada satu pun yang tersembunyi di sisi Allah dari amalan manusia dan kegiatan hidupnya, supaya dibalas dan diganjari setimpal dengan perbuatannya. Syekh Muhammad Abduh dalam tafsirnya menegaskan, ayat ini telah menyatakan bahwa segala amalan dan usaha, baiknya dan buruknya, besarnya dan kecilnya, akan dinilai oleh Allah. Baik yang berbuatnya itu orang beriman ataupun orang kafir. Hanya saja, amal kebaikan orang kafir tidak terlepas daripada hukuman kekafirannya.\""}},"4":{"arabic":"يَوۡمَئِذٍ تُحَدِّثُ أَخۡبَارَهَايَوۡمَئِذٍ تُحَدِّثُ أَخۡبَارَهَا","words":{"arabicWords":["يَوۡمَئِذٖ","تُحَدِّثُ","أَخۡبَارَهَا"],"translationWords":["pada hari itu","ia menceritakan","beritanya"]},"translation":"Pada hari itu (bumi) menyampaikan berita (tentang apa yang diperbuat manusia di atasnya)","tafsir":{"tafsir-jalalayn":"(Pada hari itu) menjadi Badal dari lafal Idzaa berikut Jawabnya (bumi menceritakan beritanya) yaitu menceritakan semua amal perbuatan yang telah dilakukan di atas permukaannya, amal baik dan amal buruk.","tafsir-ibnu-katsir":"Tafsir Surat Al-Zalzalah: 1-8\n\nApabila bumi diguncangkan dengan guncangannya (yang dahsyat) dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Mengapa bumi (jadi begini)?\" Pada hari ini bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. Ibnu Abbas mengatakan sehubungan dengan makna firman-Nya: Apabila bumi diguncangkan dengan seguncang-guncangnya (yang dahsyat). (Az-Zalzalah: 1) Yakni bergerak dan bergetar dari bagian bawahnya hingga menimbulkan gempa yang dahsyat.\n\ndan bumi mengeluarkan beban-beban berat (yang dikandung)nya (Az-Zalzalah: 2) Yaitu mengeluarkan orang-orang mati dari dalam perutnya, menurut sebagian ulama Salaf yang bukan hanya seorang, dan ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Wahai manusia, bertakwalah kepada Tuhan kalian; sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Al-Hajj: 1) Sama pula dengan firman-Nya: dan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 3-4) Imam Muslim di dalam kitab sahihnya mengatakan, telah menceritakan kepada kami Wasil ibnu Abdul A'la, telah menceritakan kepada kami Muhammad ibnu Fudail, dari ayahnya, dari Abu Hazim, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Bumi mengeluarkan semua isi perutnya seperti piring-piring emas dan perak.\n\nMaka datanglah pembunuh, lalu ia mengatakan, \"Karena inilah aku membunuh. Dan datanglah orang yang memutuskan persaudaraan, lalu ia berkata, \"Karena inilah aku memutuskan hubungan persaudaraan. Dan datanglah pencuri, lalu berkata, \"Karena inilah tanganku terpotong. Kemudian mereka membiarkannya dan tidak mengambil sesuatu pun darinya. Firman Allah Swt: dan manusia bertanya, \"Mengapa bumi (jadi begini)? (Az-Zalzalah: 3) Yakni merasa heran dengan keadaannya, padahal sebelumnya bumi tenang, kokoh, serta menetap, dan manusia diam dengan tenang di atas permukaannya.\n\nDengan kata lain, keadaan bumi menjadi sebaliknya, saat itu bumi bergerak-gerak dan mengalami gempa yang dahsyat. Bumi telah kedatangan perintah Allah subhanahu wa ta’ala yang memerintahkan kepadanya untuk berguncang dengan hebatnya, yaitu gempa yang dahsyat yang belum pernah terjadi sebelumnya. Kemudian bumi mengeluarkan semua orang mati yang terkandung di dalam perutnya dari kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Saat itulah manusia merasa heran dengan keadaan bumi, karena bumi telah diganti dengan bumi yang lain, begitu pula langitnya; lalu mereka digiring untuk menghadap kepada Allah Yang Maha Esa lagi Mahamenang.\n\nFirman Allah subhanahu wa ta’ala: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yaitu menceritakan tentang semua apa yang telah diperbuat oleh orang-orang yang menghuni permukaannya. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Ibnul Mubarak; dan Imam At-Tirmidzi mengatakan juga Abdur Rahman An-An-Nasai, sedangkan lafal hadits berikut menurut apa yang ada padanya, bahwa telah menceritakan kepada kami Suwaid ibnu Nasi\", telah menceritakan kepada kami Abdullah ibnul Mubarak, dari Sa'id ibnu Abu Ayyub, dari Yahya ibnu Abu Sulaiman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang menceritakan bahwa Rasulullah ﷺ membaca firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Lalu Rasulullah ﷺ bersabda, \"Tahukah kamu apakah yang dimaksud dengan beritanya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah ﷺ bersabda: Sesungguhnya berita bumi ialah bila ia mengemukakan persaksian terhadap setiap hamba laki-laki dan perempuan tentang apa yang telah dikerjakannya di atas permukaannya.\n\nBumi mengatakan bahwa Fulan telah mengerjakan anu dan anu di hari anu. Demikianlah yang dimaksud dengan beritanya. Kemudian Imam At-Tirmidzi mengatakan bahwa hadits ini hasan, shahih, gharib. Di dalam kitab Mu'jam Imam Ath-Thabarani disebutkan melalui hadits Ibnu Lahi'ah, bahwa telah menceritakan kepadaku Al-Haris ibnu Yazid yang telah mendengar Rabi'ah Al-Hadasi yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hati-hatilah kalian terhadap bumi, karena sesungguhnya bumi adalah ibu kalian, dan sesungguhnya tiada seorang manusia pun yang melakukan suatu perbuatan di atasnya, apakah amal baik atau amal jahat, melainkan ia pasti akan menceritakannya.\n\nFirman Allah subhanahu wa ta’ala: karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya. (Az-Zalzalah: 5) Imam Bukhari mengatakan bahwa lafal ini sesinonim dengan auha ilaiha dan waha laha atau waha ilaiha. Hal yang sama telah dikatakan oleh Ibnu Abbas, bahwa auha laha sama dengan auha ilaiha. Makna lahiriah ayat menunjukkan bahwa ini mengandung makna azina laha, yakni Tuhan telah memerintahkan atau mengizinkan kepadanya (untuk demikian). Syabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yakni Tuhannya telah berfirman kepadanya, '\"Berbicaralah kamu,\" maka ketika itu juga bumi dapat berbicara.\n\nMujahid mengatakan, makna auha laha ialah memerintahkan kepadanya. Al-Qurazi mengatakan bahwa Allah subhanahu wa ta’ala telah memerintahkan kepada bumi untuk terbelah mengeluarkan mereka. Firman Allah subhanahu wa ta’ala: Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam. (Az-Zalzalah: 6) Mereka kembali dari mauqif hisab (tempat penghisaban) dalam keadaan bercerai-berai dan bermacam-macam, ada yang celaka dan ada yang berbahagia. Para malaikat diperintahkan untuk membawa mereka yang berbahagia ke dalam surga, dan membawa mereka yang celaka ke dalam neraka. Menurut Ibnu Juraij, mereka bercerai-berai terpisah-pisah dan tidak dapat berkumpul sama sekali.\n\nAs-Suddi mengatakan bahwa makna asytatan ialah bergolong-golongan. Firman Allah subhanahu wa ta’ala: supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. (Az-Zalzalah: 6) Yaitu agar mereka mengetahui dan mendapat balasan dari apa yang telah mereka perbuat di dunia, yang baiknya dan yang buruknya. Karena itulah disebutkan dalam firman berikutnya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) \". Imam Bukhari mengatakan, telah menceritakan kepada kami Ismail ibnu Abdullah, telah menceritakan kepadaku Malik, dari Zaid ibnu Aslam, dari Abu Saleh As-Samman, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Kuda itu bagi tiga macam orang lelaki; yaitu bagi seseorang menghasilkan pahala, dan bagi seseorang yang lain menjadi penutup; dan bagi seorang yang lainnya lagi menghasilkan dosa.\n\nAdapun orang yang mendapatkan pahala dari kudanya ialah seorang lelaki yang menambatkan kudanya dijalan Allah, lalu kuda itu diikat di padang rumput atau di taman. Maka apa yang dimakannya sepanjang tali penambatnya di padang rumput atau taman itu akan menjadi pahala kebaikan bagi pemiliknya. Dan sekiranya kudanya itu memutuskan tali penambatnya, lalu berlari sejauh satu syaraf atau dua syaraf, maka semua jejaknya dan tahi kotoran yang dikeluarkannya menjadi pahala kebaikan bagi pemiliknya.\n\nDan sekiranya kudanya itu melalui sebuah sungai (mata air), lalu minum air darinya, padahal pemiliknya tidak menginginkan kudanya itu minum, maka hal itu akan menjadi pahala baginya. Dan semuanya itu akan membawa pahala bagi lelaki yang memilikinya. Dan seorang lelaki yang menambatkannya dengan niat untuk mencukupi kebutuhannya sendiri dan menjaga kehormatannya (agar tidak minta tumpangan dari orang lain), sedangkan ia tidak melupakan hak Allah yang ada pada leher kudanya dan tidak pula pada punggungnya, maka kudanya itu menjadi penutup baginya.\n\nDan seorang lelaki yang menambatkannya karena berbangga diri, pamer, dan ingin terkenal, maka kudanya itu akan membawa dosa baginya. Lalu Rasulullah ﷺ Ditanya tentang keledai, maka beliau ﷺ menjawab bahwa Allah subhanahu wa ta’ala tidak menurunkan sesuatu pun mengenainya kecuali hanya ayat yang tegas lagi mencakup ini, yaitu firman-Nya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Imam Muslim meriwayatkannya melalui hadits Zaid ibnu Aslam dengan sanad yang sama. -: Imam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Jarir ibnu Hazim, telah menceritakan kepada kami Al-Hasan, dari Sa'sa'ah ibnu Mu'awiyah pamannya Farazdaq, bahwa ia datang menghadap kepada Nabi ﷺ, maka beliau ﷺ membacakan kepadanya firman Allah subhanahu wa ta’ala-: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Lalu ia berkata, \"Sudah cukup bagiku ayat ini, aku tidak peduli bila tidak mendengarkan yang lainnya.\" Hal yang sama telah diriwayatkan oleh Imam An-Nasai di dalam kitab tafsir, dari Ibrahim ibnu Muhammad ibnu Yunus Al-Mu-addib, dari ayahnya, dari Jarir ibnu Hazim, dari Al-Hasan Al-Basri yang mengatakan bahwa telah menceritakan kepada kami Sa'sa'ah pamannya Farazdaq, kemudian disebutkan hal yang semisal.\n\nDi dalam kitab Sahih Bukhari disebutkan bahwa telah diriwayatkan dari Adiy secara marfu': Hindarilah neraka, sekalipun dengan (menyedekahkan) separo buah kurma, dan sekalipun dengan kalimat yang baik. Juga dari Adiy disebutkan di dalam kitab shahih: Jangan sekali-kali kamu meremehkan sesuatu pun dari kebajikan, sekalipun dalam bentuk engkau menuangkan sebagian air dari timbamu ke wadah orang yang meminta minum, dan sekalipun dalam rupa engkau sambut saudaramu dengan wajah yang berseri-seri.\n\nDi dalam hadits shahih disebutkan pula: Wahai kaum wanita yang beriman, jangan sekali-kali seseorang meremehkan tetangganya sekalipun dengan mengirimkan kikil kambing. Di dalam hadits yang lain disebutkan: Berikanlah kepada peminta-minta sekalipun berupa kikil yang dibakar. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah Al-Ansari, telah menceritakan kepada kami Kasir ibnu Zaid, dari Al-Mutttalib ibnu Abdullah, dari Aisyah, bahwa Rasulullah ﷺ pernah bersabda: Wahai Aisyah, lindungilah dirimu dari api neraka, sekalipun dengan menyedekahkan separo biji kurma, karena sesungguhnya separo biji kurma dapat mengisi perut orang yang lapar sebagaimana ia pun dapat mengisi perut orang yang kenyang.\n\nHadits diriwayatkan oleh Imam Ahmad secara munfarid. Telah diriwayatkan pula dari Aisyah, bahwa ia pernah menyedekahkan sebiji buah anggur, lalu berkata, \"Berapa banyak sebiji buah anggur itu mengandung zarrah.\" \". Dan Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim, bahwa ia pernah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris ibnut Tufail, bahwa Aisyah pernah menceritakan kepadanya bahwa \"Nabi ﷺ telah bersabda kepadanya: Wahai Aisyah, jauhilah dosa-dosa kecil yang remeh, karena sesungguhnya kelak Allah akan menuntutnya.\n\nImam An-Nasai dan Imam Ibnu Majah meriwayatkannya melalui hadits Sa'id ibnu Muslim ibnu Banik dengan sanad yang sama. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abul Khattab Al-Hassani, telah menceritakan kepada kami Al-Haisam ibnur Rabi', telah menceritakan kepada kami Sammak ibnu Atiyyah, dari Ayyub, dari Abu Qilabah, dari Anas yang telah menceritakan bahwa Abu Bakar sedang makan bersama Nabi ﷺ, lalu turunlah firman Allah subhanahu wa ta’ala Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka Abu Bakar menghentikan tangannya dan bertanya, \"Wahai Rasulullah, apakah benar aku akan dibalas karena melakukan perbuatan buruk walaupun hanya sebesar zarrah?\" Rasulullah ﷺ menjawab: Wahai Abu Bakar, apa saja yang kamu alami di dunia ini yang tidak kamu senangi, maka itu disebabkan beban keburukan yang sekecil-kecilnya, tetapi Allah telah menyediakan bagimu pahala kebaikan yang sama hingga engkau menjumpainya kelak di hari kiamat.\n\nIbnu Abu Hatim meriwayatkan hadits ini dari ayahnya alias Abul Khattab dengan sanad yang sama. Kemudian Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Abdul Wahhab, telah menceritakan kepada kami Ayyub yang mengatakan di dalam kitab Abu Qilabah, dari Abu Idris, bahwa Abu Bakar makan bersama Nabi ﷺ, selanjutnya disebutkan hal yang semisal dengan hadits di atas.\n\nIbnu Jarir telah meriwayatkannya pula dari Ya'qub, dari Ibnu Aliyyah, dari Ayyub, dari Abu Qilabah, bahwa Abu Bakar dan selanjutnya disebutkan hal yang sama. Jalur lain. \". Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Huyay ibnu Abdullah, dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amr ibnul As, bahwa ia telah mengatakan ketika diturunkan firman-Nya: Apabila bumi diguncangkan dengan guncangannya (yang dahsyat). (Az-Zalzalah: 1) Saat ibnu Abu Bakar As-Siddiq sedang duduk, lalu ia menangis, maka Rasulullah ﷺ bertanya kepadanya, \"Apakah yang menyebabkan engkau menangis, wahai Abu Bakar?\" Maka Abu Bakar menjawab, \"Surat inilah yang membuatku menangis.\" Rasulullah ﷺ bersabda: Seandainya kalian tidak pernah berbuat kesalahan dan dosa hingga Allah tidak perlu memberikan ampunan bagi kalian, tentulah Dia akan menciptakan umat yang berbuat kesalahan dan melakukan perbuatan dosa, lalu Dia memberikan ampunan bagi mereka.\n\nHadits lain. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah dan Ali ibnu Abdur Rahman ibnul Mugirah yang dikenal dengan julukan Allan Al-Masri, keduanya mengatakan bahwa telah menceritakan kepada kami Amr ibnu Khalid Al-Harrani, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepadaku Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari ‘Atha’ ibnu Yasar, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika firman Allah diturunkan, yaitu: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka aku bertanya, \"Wahai Rasulullah, apakah sungguh aku akan melihat semua amal perbuatanku?'\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Semua yang besar-besar.\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Dan semua yang kecil-kecil?\" Rasulullah ﷺ menjawab, \"Ya.\" Aku berkata, \"Aduhai, celakalah diriku.\" Rasulullah ﷺ bersabda: Bergembiralah, wahai Abu Sa'id, karena sesungguhnya kebaikan itu diberi imbalan sepuluh kali lipatnya yakni sampai tujuh ratus kali lipat dan Allah melipatgandakan (pahala-Nya) bagi siapa yang dikehendaki-Nya, sedangkan keburukan itu hanya dibalas dengan hal yang semisal, atau Allah memaafkan; tiada seorang pun dari kalian yang selamat karena amal perbuatannya. Aku bertanya, \"Dan juga termasuk engkau, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Dan tidakpula diriku, terkecuali bila Allah melimpahkan rahmat kepadaku dari sisi-Nya. Abu Dzar'ah mengatakan bahwa tiada seorang pun yang meriwayatkan ini selain dari Ibnu Lahi'ah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku ‘Atha’ ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Demikian itu ketika diturunkan ayat berikut, yaitu firman-Nya: Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. (Al-Insan: 8) Maka kaum muslim berpandangan bahwa mereka tidak akan mendapat imbalan pahala dari sesuatu yang sedikit jumlahnya bila mereka menyedekahkannya.\n\nMaka bilamana datang kepada pintu rumah-rumah mereka orang miskin yang meminta-minta, mereka merasa keberatan untuk memberinya sebiji buah kurma atau sepotong roti atau sesuap makanan dan lain sebagainya yang tiada artinya, pada akhirnya mereka menolak orang miskin itu seraya berkata dalam diri mereka, \"Ini bukan berarti apa-apa, sesungguhnya kami hanya diberi pahala karena menyedekahkan apa yang kami sukai.\" Sedangkan kaum muslim lainnya ada yang mempunyai pemandangan bahwa diri mereka tidak dicela karena melakukan perbuatan dosa kecil, seperti dusta, memandang wanita lain, mengumpat, dan lain sebagainya yang serupa.\n\nMereka menganggap bahwa Allah subhanahu wa ta’ala hanya mengancam dengan neraka bagi para pelaku dosa besar. Maka Allah memacu semangat mereka untuk mengerjakan kebaikan sekalipun sedikit, karena sesungguhnya amal kebaikan yang sedikit itu lama-kelamaan akan menjadi banyak. Sekaligus Allah memperingatkan mereka terhadap perbuatan jahat walaupun kecil, karena sesungguhnya kejahatan yang sedikit itu lama-kelamaan akan menjadi besar. Oleh karena itulah maka turunlah firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan barang seberat zarrah. (Az-Zalzalah: 7) Zarrah artinya semut yang terkecil, yakni seberat semut kecil.\n\ndari kebaikan, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah:8) Yakni dalam buku catatan amal perbuatannya, dan dimudahkan baginya dalam hal tersebut. Disebutkan bahwa dicatatkan bagi setiap orang yang bertakwa dan orang yang durhaka untuk setiap keburukan satu amal keburukan, dan untuk setiap amal kebaikan dicatat sepuluh amal kebaikan yang semisal. Apabila hari kiamat tiba, maka Allah memperlipatgandakan kebaikan-kebaikan orang-orang mukmin, untuk setiap kebaikannya dilipatgandakan menjadi sepuluh kali lipat dan dihapuskan darinya karena tiap satu kebaikan sebanyak sepuluh keburukannya.\n\nMaka barang siapa yang kebaikan-kebaikannya melebihi keburukan-keburukannya, walaupun hanya beda seberat zarrah, niscaya ia masuk surga. Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Sulaiman ibnu Daid, telah menceritakan kepada karhi Imran, dari Qatadah, dari Abdu Rabbihi, dari Abu Iyad, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hindarilah oleh kalian dosa-dosa kecil, karena sesungguhnya dosa-dosa kecil itu bila menumpuk pada diri seseorang, niscaya akan membinasakannya. Dan sesungguhnya Rasulullah ﷺ telah membuat suatu perumpamaan bagi dosa-dosa kecil yang terkumpulkan ini dengan suatu kaum yang turun beristirahat di suatu tanah lapang, lalu para juru masak mereka datang, dan masing-masing orang dari mereka pergi dan datang dengan membawa sepotong kayu bakar, hingga pada akhirnya terkumpulkanlah setumpuk kayu yang banyak jumlahnya.\n\nLalu mereka menyalakan api dan membuat masak semua makanan yang dilemparkan ke dalamnya. Demikianlah akhir tafsir surat Az-Zalzalah, segala puji bagi Allah subhanahu wa ta’ala atas semua karunia-Nya.\"","tafsir-ringkas-kemenag":"Pada hari itu bumi menyampaikan beritanya kepada manusia, mengapa bumi berguncang dan mengeluarkan semua kandungannya. Pada hari itu pula bumi bersaksi kepada Allah dengan rinci apa saja yang telah manusia lakukan di atasnya: kebajikan atau keburukan, besar atau kecil. 5. Bumi menyampaikan kepada manusia apa yang terjadi padanya dan bersaksi di hadapan Allah tentang apa saja yang manusia lakukan di atasnya karena sesungguhnya Tuhan'mu telah memerintahkan padanya untuk berbuat demikian.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menyatakan bahwa ketika terjadinya keguncangan yang dahsyat itu, saat bumi bergetar dan mengalami kehancuran serta kerusakan, seakan-akan ia menjelaskan kepada manusia bahwa kejadian yang belum pernah terjadi ini tidak menurut ketentuan yang berlaku bagi alam semesta dalam keadaan biasa.\n\nAllah menjelaskan bahwa sebab terjadinya keguncangan tersebut adalah atas perintah-Nya semata. Ketika bumi diperintahkan hancur, maka bumi akan hancur luluh.\n\nPada dasarnya ayat 1-5 di atas berkenaan dengan hari kiamat. Namun dari sekala lebih kecil ayat-ayat tersebut dapat ditafsirkan dengan proses geologi terjadinya gempa, yang sudah barang tentu besarannya jauh lebih kecil dibanding kejadian kiamat kelak.\n\nSeperti telah dijelaskan sebelumnya menurut kajian ilmiah bahwa lempengan-lempengan kulit bumi bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban) tersebut, maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi.\n\nPada hari itu bumi 'menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi, merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi (lihat juga an-Naml/27: 88, ath-thur/52: 6). Telaah tentang gempa bumi dapat dilihat pula pada Surah an-Naba'/78: 17-20.","tafsir-alazhar":"Ayat 3“Dan berkata manusia, Ada apa dengannya?\" (ayat 3)Artinya, ada masalah ada dengan bumi ini? Apa yang telah terjadi? Menunjukkan bahwa manusia pada waktu itu tanya-bertanya di dalam kegugupan dan bingung.Ayat 4“Di hari itu dia akan menceritakan kabar-kabarnya.\" (ayat 4)Bumi itu sendiri akan menceritakan sendiri kabar berita tentang dirinya. Yaitu meskipun bukan bumi berkata dengan lidah, tetapi keadaan yang telah terjadi itu, yang kian lama kian hebat dahsyat dan menakutkan, telah menjawab sendiri pertanyaan yang timbul di hati manusia. Yaitu bahwa inilah permulaan hari kiamat. Dunia lama mulai dihancurkan dan zaman akhirat telah mulai datang.Ayat 5“Bahwa Tuhan engkau telah memerintahkannya.\" (ayat 5)Artinya bahwa segala yang tengah terjadi itu adalah suatu ketentuan pasti dari Allah, qadar yang telah ditentukan, atau ajal yang telah sampai pada waktunya, bilangan dunia sudah sampai!Ayat 6“Di hari itu manusia akan pergi berpisah-pisah.\" (pangkal ayat 6)Berpisah-pisah, bersebar-sebar dibawa untung masing-masing, keluar dari kampung halaman atau rumah tangganya, sehingga terpisah-pisahlah di antara satu dengan yang lain, tidak dapat berkelompok lagi.“Untuk diperlihatkan kepada mereka amal-amal mereka.\" (ujung ayat 6)Akan diselidiki satu demi satu amal perbuatan, kegiatan dan usaha selama hidup di atas dunia, baiknya dan buruknya. Dan semuanya akan diperlakukan dengan adil dan tidak ada yang tersembunyi.Ayat 7“Maka siapa yang mengerjakan kebaikan setimbang debu pun, niscaya dia akan melihatnya.\" (ayat 7)Ayat 8“Dan barangsiapa yang mengerjakan kejahatan setimbang debu pun, niscaya dia pun akan melihatnya.\" (ayat 8)Di dalam kedua ayat ini disebut Dzarrah; supaya lebih populer kita artikan saja dengan debu. Padahal Dzarrah lebih halus dari debu. Di zaman modern ini, setelah orang menyelidiki ilmu-ilmu fisika, maka atom dipakai dalam bahasa seluruh dunia untuk menyebut kata Dzarrah. Ahli-ahli fisika Arab menyebut juga Dzarrah itu sebagai al-Jauharul Fard, suatu benda sangat halus yang tidak dapat dibagi lagi. Lantaran itu boleh jugalah kita artikan, “Dan barangsiapa yang mengerjakan setimbang atom pun dari kebaikan, niscaya dia akan melihatnya.\" Hal ini menjadi bukti bahwa tidak ada satu pun yang tersembunyi di sisi Allah dari amalan manusia dan kegiatan hidupnya, supaya dibalas dan diganjari setimpal dengan perbuatannya. Syekh Muhammad Abduh dalam tafsirnya menegaskan, ayat ini telah menyatakan bahwa segala amalan dan usaha, baiknya dan buruknya, besarnya dan kecilnya, akan dinilai oleh Allah. Baik yang berbuatnya itu orang beriman ataupun orang kafir. Hanya saja, amal kebaikan orang kafir tidak terlepas daripada hukuman kekafirannya.\""}},"5":{"arabic":"بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَابِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا","words":{"arabicWords":["بِأَنَّ","رَبَّكَ","أَوۡحَىٰ","لَهَا"],"translationWords":["karena sesungguhnya","Tuhanmu","talah mewahyukan/memerintahkan","padanya"]},"translation":"karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya.","tafsir":{"tafsir-jalalayn":"(Karena sesungguhnya) hal itu terjadi disebabkan karena (Rabbmu telah memerintahkan kepadanya) yang demikian itu. Di dalam sebuah hadis disebutkan, \"Setiap hamba laki-laki dan perempuan menyaksikan (pada hari itu) semua amal perbuatan yang telah dilakukannya di muka bumi.\".","tafsir-ibnu-katsir":"Tafsir Surat Al-Zalzalah: 1-8\n\nApabila bumi diguncangkan dengan guncangannya (yang dahsyat) dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Mengapa bumi (jadi begini)?\" Pada hari ini bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. Ibnu Abbas mengatakan sehubungan dengan makna firman-Nya: Apabila bumi diguncangkan dengan seguncang-guncangnya (yang dahsyat). (Az-Zalzalah: 1) Yakni bergerak dan bergetar dari bagian bawahnya hingga menimbulkan gempa yang dahsyat.\n\ndan bumi mengeluarkan beban-beban berat (yang dikandung)nya (Az-Zalzalah: 2) Yaitu mengeluarkan orang-orang mati dari dalam perutnya, menurut sebagian ulama Salaf yang bukan hanya seorang, dan ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Wahai manusia, bertakwalah kepada Tuhan kalian; sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Al-Hajj: 1) Sama pula dengan firman-Nya: dan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 3-4) Imam Muslim di dalam kitab sahihnya mengatakan, telah menceritakan kepada kami Wasil ibnu Abdul A'la, telah menceritakan kepada kami Muhammad ibnu Fudail, dari ayahnya, dari Abu Hazim, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Bumi mengeluarkan semua isi perutnya seperti piring-piring emas dan perak.\n\nMaka datanglah pembunuh, lalu ia mengatakan, \"Karena inilah aku membunuh. Dan datanglah orang yang memutuskan persaudaraan, lalu ia berkata, \"Karena inilah aku memutuskan hubungan persaudaraan. Dan datanglah pencuri, lalu berkata, \"Karena inilah tanganku terpotong. Kemudian mereka membiarkannya dan tidak mengambil sesuatu pun darinya. Firman Allah Swt: dan manusia bertanya, \"Mengapa bumi (jadi begini)? (Az-Zalzalah: 3) Yakni merasa heran dengan keadaannya, padahal sebelumnya bumi tenang, kokoh, serta menetap, dan manusia diam dengan tenang di atas permukaannya.\n\nDengan kata lain, keadaan bumi menjadi sebaliknya, saat itu bumi bergerak-gerak dan mengalami gempa yang dahsyat. Bumi telah kedatangan perintah Allah subhanahu wa ta’ala yang memerintahkan kepadanya untuk berguncang dengan hebatnya, yaitu gempa yang dahsyat yang belum pernah terjadi sebelumnya. Kemudian bumi mengeluarkan semua orang mati yang terkandung di dalam perutnya dari kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Saat itulah manusia merasa heran dengan keadaan bumi, karena bumi telah diganti dengan bumi yang lain, begitu pula langitnya; lalu mereka digiring untuk menghadap kepada Allah Yang Maha Esa lagi Mahamenang.\n\nFirman Allah subhanahu wa ta’ala: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yaitu menceritakan tentang semua apa yang telah diperbuat oleh orang-orang yang menghuni permukaannya. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Ibnul Mubarak; dan Imam At-Tirmidzi mengatakan juga Abdur Rahman An-An-Nasai, sedangkan lafal hadits berikut menurut apa yang ada padanya, bahwa telah menceritakan kepada kami Suwaid ibnu Nasi\", telah menceritakan kepada kami Abdullah ibnul Mubarak, dari Sa'id ibnu Abu Ayyub, dari Yahya ibnu Abu Sulaiman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang menceritakan bahwa Rasulullah ﷺ membaca firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Lalu Rasulullah ﷺ bersabda, \"Tahukah kamu apakah yang dimaksud dengan beritanya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah ﷺ bersabda: Sesungguhnya berita bumi ialah bila ia mengemukakan persaksian terhadap setiap hamba laki-laki dan perempuan tentang apa yang telah dikerjakannya di atas permukaannya.\n\nBumi mengatakan bahwa Fulan telah mengerjakan anu dan anu di hari anu. Demikianlah yang dimaksud dengan beritanya. Kemudian Imam At-Tirmidzi mengatakan bahwa hadits ini hasan, shahih, gharib. Di dalam kitab Mu'jam Imam Ath-Thabarani disebutkan melalui hadits Ibnu Lahi'ah, bahwa telah menceritakan kepadaku Al-Haris ibnu Yazid yang telah mendengar Rabi'ah Al-Hadasi yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hati-hatilah kalian terhadap bumi, karena sesungguhnya bumi adalah ibu kalian, dan sesungguhnya tiada seorang manusia pun yang melakukan suatu perbuatan di atasnya, apakah amal baik atau amal jahat, melainkan ia pasti akan menceritakannya.\n\nFirman Allah subhanahu wa ta’ala: karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya. (Az-Zalzalah: 5) Imam Bukhari mengatakan bahwa lafal ini sesinonim dengan auha ilaiha dan waha laha atau waha ilaiha. Hal yang sama telah dikatakan oleh Ibnu Abbas, bahwa auha laha sama dengan auha ilaiha. Makna lahiriah ayat menunjukkan bahwa ini mengandung makna azina laha, yakni Tuhan telah memerintahkan atau mengizinkan kepadanya (untuk demikian). Syabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yakni Tuhannya telah berfirman kepadanya, '\"Berbicaralah kamu,\" maka ketika itu juga bumi dapat berbicara.\n\nMujahid mengatakan, makna auha laha ialah memerintahkan kepadanya. Al-Qurazi mengatakan bahwa Allah subhanahu wa ta’ala telah memerintahkan kepada bumi untuk terbelah mengeluarkan mereka. Firman Allah subhanahu wa ta’ala: Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam. (Az-Zalzalah: 6) Mereka kembali dari mauqif hisab (tempat penghisaban) dalam keadaan bercerai-berai dan bermacam-macam, ada yang celaka dan ada yang berbahagia. Para malaikat diperintahkan untuk membawa mereka yang berbahagia ke dalam surga, dan membawa mereka yang celaka ke dalam neraka. Menurut Ibnu Juraij, mereka bercerai-berai terpisah-pisah dan tidak dapat berkumpul sama sekali.\n\nAs-Suddi mengatakan bahwa makna asytatan ialah bergolong-golongan. Firman Allah subhanahu wa ta’ala: supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. (Az-Zalzalah: 6) Yaitu agar mereka mengetahui dan mendapat balasan dari apa yang telah mereka perbuat di dunia, yang baiknya dan yang buruknya. Karena itulah disebutkan dalam firman berikutnya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) \". Imam Bukhari mengatakan, telah menceritakan kepada kami Ismail ibnu Abdullah, telah menceritakan kepadaku Malik, dari Zaid ibnu Aslam, dari Abu Saleh As-Samman, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Kuda itu bagi tiga macam orang lelaki; yaitu bagi seseorang menghasilkan pahala, dan bagi seseorang yang lain menjadi penutup; dan bagi seorang yang lainnya lagi menghasilkan dosa.\n\nAdapun orang yang mendapatkan pahala dari kudanya ialah seorang lelaki yang menambatkan kudanya dijalan Allah, lalu kuda itu diikat di padang rumput atau di taman. Maka apa yang dimakannya sepanjang tali penambatnya di padang rumput atau taman itu akan menjadi pahala kebaikan bagi pemiliknya. Dan sekiranya kudanya itu memutuskan tali penambatnya, lalu berlari sejauh satu syaraf atau dua syaraf, maka semua jejaknya dan tahi kotoran yang dikeluarkannya menjadi pahala kebaikan bagi pemiliknya.\n\nDan sekiranya kudanya itu melalui sebuah sungai (mata air), lalu minum air darinya, padahal pemiliknya tidak menginginkan kudanya itu minum, maka hal itu akan menjadi pahala baginya. Dan semuanya itu akan membawa pahala bagi lelaki yang memilikinya. Dan seorang lelaki yang menambatkannya dengan niat untuk mencukupi kebutuhannya sendiri dan menjaga kehormatannya (agar tidak minta tumpangan dari orang lain), sedangkan ia tidak melupakan hak Allah yang ada pada leher kudanya dan tidak pula pada punggungnya, maka kudanya itu menjadi penutup baginya.\n\nDan seorang lelaki yang menambatkannya karena berbangga diri, pamer, dan ingin terkenal, maka kudanya itu akan membawa dosa baginya. Lalu Rasulullah ﷺ Ditanya tentang keledai, maka beliau ﷺ menjawab bahwa Allah subhanahu wa ta’ala tidak menurunkan sesuatu pun mengenainya kecuali hanya ayat yang tegas lagi mencakup ini, yaitu firman-Nya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Imam Muslim meriwayatkannya melalui hadits Zaid ibnu Aslam dengan sanad yang sama. -: Imam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Jarir ibnu Hazim, telah menceritakan kepada kami Al-Hasan, dari Sa'sa'ah ibnu Mu'awiyah pamannya Farazdaq, bahwa ia datang menghadap kepada Nabi ﷺ, maka beliau ﷺ membacakan kepadanya firman Allah subhanahu wa ta’ala-: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Lalu ia berkata, \"Sudah cukup bagiku ayat ini, aku tidak peduli bila tidak mendengarkan yang lainnya.\" Hal yang sama telah diriwayatkan oleh Imam An-Nasai di dalam kitab tafsir, dari Ibrahim ibnu Muhammad ibnu Yunus Al-Mu-addib, dari ayahnya, dari Jarir ibnu Hazim, dari Al-Hasan Al-Basri yang mengatakan bahwa telah menceritakan kepada kami Sa'sa'ah pamannya Farazdaq, kemudian disebutkan hal yang semisal.\n\nDi dalam kitab Sahih Bukhari disebutkan bahwa telah diriwayatkan dari Adiy secara marfu': Hindarilah neraka, sekalipun dengan (menyedekahkan) separo buah kurma, dan sekalipun dengan kalimat yang baik. Juga dari Adiy disebutkan di dalam kitab shahih: Jangan sekali-kali kamu meremehkan sesuatu pun dari kebajikan, sekalipun dalam bentuk engkau menuangkan sebagian air dari timbamu ke wadah orang yang meminta minum, dan sekalipun dalam rupa engkau sambut saudaramu dengan wajah yang berseri-seri.\n\nDi dalam hadits shahih disebutkan pula: Wahai kaum wanita yang beriman, jangan sekali-kali seseorang meremehkan tetangganya sekalipun dengan mengirimkan kikil kambing. Di dalam hadits yang lain disebutkan: Berikanlah kepada peminta-minta sekalipun berupa kikil yang dibakar. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah Al-Ansari, telah menceritakan kepada kami Kasir ibnu Zaid, dari Al-Mutttalib ibnu Abdullah, dari Aisyah, bahwa Rasulullah ﷺ pernah bersabda: Wahai Aisyah, lindungilah dirimu dari api neraka, sekalipun dengan menyedekahkan separo biji kurma, karena sesungguhnya separo biji kurma dapat mengisi perut orang yang lapar sebagaimana ia pun dapat mengisi perut orang yang kenyang.\n\nHadits diriwayatkan oleh Imam Ahmad secara munfarid. Telah diriwayatkan pula dari Aisyah, bahwa ia pernah menyedekahkan sebiji buah anggur, lalu berkata, \"Berapa banyak sebiji buah anggur itu mengandung zarrah.\" \". Dan Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim, bahwa ia pernah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris ibnut Tufail, bahwa Aisyah pernah menceritakan kepadanya bahwa \"Nabi ﷺ telah bersabda kepadanya: Wahai Aisyah, jauhilah dosa-dosa kecil yang remeh, karena sesungguhnya kelak Allah akan menuntutnya.\n\nImam An-Nasai dan Imam Ibnu Majah meriwayatkannya melalui hadits Sa'id ibnu Muslim ibnu Banik dengan sanad yang sama. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abul Khattab Al-Hassani, telah menceritakan kepada kami Al-Haisam ibnur Rabi', telah menceritakan kepada kami Sammak ibnu Atiyyah, dari Ayyub, dari Abu Qilabah, dari Anas yang telah menceritakan bahwa Abu Bakar sedang makan bersama Nabi ﷺ, lalu turunlah firman Allah subhanahu wa ta’ala Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka Abu Bakar menghentikan tangannya dan bertanya, \"Wahai Rasulullah, apakah benar aku akan dibalas karena melakukan perbuatan buruk walaupun hanya sebesar zarrah?\" Rasulullah ﷺ menjawab: Wahai Abu Bakar, apa saja yang kamu alami di dunia ini yang tidak kamu senangi, maka itu disebabkan beban keburukan yang sekecil-kecilnya, tetapi Allah telah menyediakan bagimu pahala kebaikan yang sama hingga engkau menjumpainya kelak di hari kiamat.\n\nIbnu Abu Hatim meriwayatkan hadits ini dari ayahnya alias Abul Khattab dengan sanad yang sama. Kemudian Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Abdul Wahhab, telah menceritakan kepada kami Ayyub yang mengatakan di dalam kitab Abu Qilabah, dari Abu Idris, bahwa Abu Bakar makan bersama Nabi ﷺ, selanjutnya disebutkan hal yang semisal dengan hadits di atas.\n\nIbnu Jarir telah meriwayatkannya pula dari Ya'qub, dari Ibnu Aliyyah, dari Ayyub, dari Abu Qilabah, bahwa Abu Bakar dan selanjutnya disebutkan hal yang sama. Jalur lain. \". Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Huyay ibnu Abdullah, dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amr ibnul As, bahwa ia telah mengatakan ketika diturunkan firman-Nya: Apabila bumi diguncangkan dengan guncangannya (yang dahsyat). (Az-Zalzalah: 1) Saat ibnu Abu Bakar As-Siddiq sedang duduk, lalu ia menangis, maka Rasulullah ﷺ bertanya kepadanya, \"Apakah yang menyebabkan engkau menangis, wahai Abu Bakar?\" Maka Abu Bakar menjawab, \"Surat inilah yang membuatku menangis.\" Rasulullah ﷺ bersabda: Seandainya kalian tidak pernah berbuat kesalahan dan dosa hingga Allah tidak perlu memberikan ampunan bagi kalian, tentulah Dia akan menciptakan umat yang berbuat kesalahan dan melakukan perbuatan dosa, lalu Dia memberikan ampunan bagi mereka.\n\nHadits lain. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah dan Ali ibnu Abdur Rahman ibnul Mugirah yang dikenal dengan julukan Allan Al-Masri, keduanya mengatakan bahwa telah menceritakan kepada kami Amr ibnu Khalid Al-Harrani, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepadaku Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari ‘Atha’ ibnu Yasar, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika firman Allah diturunkan, yaitu: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka aku bertanya, \"Wahai Rasulullah, apakah sungguh aku akan melihat semua amal perbuatanku?'\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Semua yang besar-besar.\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Dan semua yang kecil-kecil?\" Rasulullah ﷺ menjawab, \"Ya.\" Aku berkata, \"Aduhai, celakalah diriku.\" Rasulullah ﷺ bersabda: Bergembiralah, wahai Abu Sa'id, karena sesungguhnya kebaikan itu diberi imbalan sepuluh kali lipatnya yakni sampai tujuh ratus kali lipat dan Allah melipatgandakan (pahala-Nya) bagi siapa yang dikehendaki-Nya, sedangkan keburukan itu hanya dibalas dengan hal yang semisal, atau Allah memaafkan; tiada seorang pun dari kalian yang selamat karena amal perbuatannya. Aku bertanya, \"Dan juga termasuk engkau, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Dan tidakpula diriku, terkecuali bila Allah melimpahkan rahmat kepadaku dari sisi-Nya. Abu Dzar'ah mengatakan bahwa tiada seorang pun yang meriwayatkan ini selain dari Ibnu Lahi'ah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku ‘Atha’ ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Demikian itu ketika diturunkan ayat berikut, yaitu firman-Nya: Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. (Al-Insan: 8) Maka kaum muslim berpandangan bahwa mereka tidak akan mendapat imbalan pahala dari sesuatu yang sedikit jumlahnya bila mereka menyedekahkannya.\n\nMaka bilamana datang kepada pintu rumah-rumah mereka orang miskin yang meminta-minta, mereka merasa keberatan untuk memberinya sebiji buah kurma atau sepotong roti atau sesuap makanan dan lain sebagainya yang tiada artinya, pada akhirnya mereka menolak orang miskin itu seraya berkata dalam diri mereka, \"Ini bukan berarti apa-apa, sesungguhnya kami hanya diberi pahala karena menyedekahkan apa yang kami sukai.\" Sedangkan kaum muslim lainnya ada yang mempunyai pemandangan bahwa diri mereka tidak dicela karena melakukan perbuatan dosa kecil, seperti dusta, memandang wanita lain, mengumpat, dan lain sebagainya yang serupa.\n\nMereka menganggap bahwa Allah subhanahu wa ta’ala hanya mengancam dengan neraka bagi para pelaku dosa besar. Maka Allah memacu semangat mereka untuk mengerjakan kebaikan sekalipun sedikit, karena sesungguhnya amal kebaikan yang sedikit itu lama-kelamaan akan menjadi banyak. Sekaligus Allah memperingatkan mereka terhadap perbuatan jahat walaupun kecil, karena sesungguhnya kejahatan yang sedikit itu lama-kelamaan akan menjadi besar. Oleh karena itulah maka turunlah firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan barang seberat zarrah. (Az-Zalzalah: 7) Zarrah artinya semut yang terkecil, yakni seberat semut kecil.\n\ndari kebaikan, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah:8) Yakni dalam buku catatan amal perbuatannya, dan dimudahkan baginya dalam hal tersebut. Disebutkan bahwa dicatatkan bagi setiap orang yang bertakwa dan orang yang durhaka untuk setiap keburukan satu amal keburukan, dan untuk setiap amal kebaikan dicatat sepuluh amal kebaikan yang semisal. Apabila hari kiamat tiba, maka Allah memperlipatgandakan kebaikan-kebaikan orang-orang mukmin, untuk setiap kebaikannya dilipatgandakan menjadi sepuluh kali lipat dan dihapuskan darinya karena tiap satu kebaikan sebanyak sepuluh keburukannya.\n\nMaka barang siapa yang kebaikan-kebaikannya melebihi keburukan-keburukannya, walaupun hanya beda seberat zarrah, niscaya ia masuk surga. Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Sulaiman ibnu Daid, telah menceritakan kepada karhi Imran, dari Qatadah, dari Abdu Rabbihi, dari Abu Iyad, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hindarilah oleh kalian dosa-dosa kecil, karena sesungguhnya dosa-dosa kecil itu bila menumpuk pada diri seseorang, niscaya akan membinasakannya. Dan sesungguhnya Rasulullah ﷺ telah membuat suatu perumpamaan bagi dosa-dosa kecil yang terkumpulkan ini dengan suatu kaum yang turun beristirahat di suatu tanah lapang, lalu para juru masak mereka datang, dan masing-masing orang dari mereka pergi dan datang dengan membawa sepotong kayu bakar, hingga pada akhirnya terkumpulkanlah setumpuk kayu yang banyak jumlahnya.\n\nLalu mereka menyalakan api dan membuat masak semua makanan yang dilemparkan ke dalamnya. Demikianlah akhir tafsir surat Az-Zalzalah, segala puji bagi Allah subhanahu wa ta’ala atas semua karunia-Nya.\"","tafsir-ringkas-kemenag":"Bumi menyampaikan kepada manusia apa yang terjadi padanya dan bersaksi di hadapan Allah tentang apa saja yang manusia lakukan di atasnya karena sesungguhnya Tuhan'mu telah memerintahkan padanya untuk berbuat demikian. 6. Pada hari itu manusia keluar dari kuburnya untuk menuju tempat hisab, atau beranjak dari tempat hisab itu, dalam keadaan berkelompok-kelompok. Kondisi mereka beragam; sebagian merasa tenang dan sebagian yang lain begitu gundah dan ketakutan. Mereka digiring dengan gegas ke surga atau neraka untuk diperlihatkan kepada mereka balasan semua perbuatannya yang telah Allah janjikan.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menyatakan bahwa ketika terjadinya keguncangan yang dahsyat itu, saat bumi bergetar dan mengalami kehancuran serta kerusakan, seakan-akan ia menjelaskan kepada manusia bahwa kejadian yang belum pernah terjadi ini tidak menurut ketentuan yang berlaku bagi alam semesta dalam keadaan biasa.\n\nAllah menjelaskan bahwa sebab terjadinya keguncangan tersebut adalah atas perintah-Nya semata. Ketika bumi diperintahkan hancur, maka bumi akan hancur luluh.\n\nPada dasarnya ayat 1-5 di atas berkenaan dengan hari kiamat. Namun dari sekala lebih kecil ayat-ayat tersebut dapat ditafsirkan dengan proses geologi terjadinya gempa, yang sudah barang tentu besarannya jauh lebih kecil dibanding kejadian kiamat kelak.\n\nSeperti telah dijelaskan sebelumnya menurut kajian ilmiah bahwa lempengan-lempengan kulit bumi bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban) tersebut, maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi.\n\nPada hari itu bumi 'menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi, merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi (lihat juga an-Naml/27: 88, ath-thur/52: 6). Telaah tentang gempa bumi dapat dilihat pula pada Surah an-Naba'/78: 17-20.","tafsir-alazhar":"Ayat 3“Dan berkata manusia, Ada apa dengannya?\" (ayat 3)Artinya, ada masalah ada dengan bumi ini? Apa yang telah terjadi? Menunjukkan bahwa manusia pada waktu itu tanya-bertanya di dalam kegugupan dan bingung.Ayat 4“Di hari itu dia akan menceritakan kabar-kabarnya.\" (ayat 4)Bumi itu sendiri akan menceritakan sendiri kabar berita tentang dirinya. Yaitu meskipun bukan bumi berkata dengan lidah, tetapi keadaan yang telah terjadi itu, yang kian lama kian hebat dahsyat dan menakutkan, telah menjawab sendiri pertanyaan yang timbul di hati manusia. Yaitu bahwa inilah permulaan hari kiamat. Dunia lama mulai dihancurkan dan zaman akhirat telah mulai datang.Ayat 5“Bahwa Tuhan engkau telah memerintahkannya.\" (ayat 5)Artinya bahwa segala yang tengah terjadi itu adalah suatu ketentuan pasti dari Allah, qadar yang telah ditentukan, atau ajal yang telah sampai pada waktunya, bilangan dunia sudah sampai!Ayat 6“Di hari itu manusia akan pergi berpisah-pisah.\" (pangkal ayat 6)Berpisah-pisah, bersebar-sebar dibawa untung masing-masing, keluar dari kampung halaman atau rumah tangganya, sehingga terpisah-pisahlah di antara satu dengan yang lain, tidak dapat berkelompok lagi.“Untuk diperlihatkan kepada mereka amal-amal mereka.\" (ujung ayat 6)Akan diselidiki satu demi satu amal perbuatan, kegiatan dan usaha selama hidup di atas dunia, baiknya dan buruknya. Dan semuanya akan diperlakukan dengan adil dan tidak ada yang tersembunyi.Ayat 7“Maka siapa yang mengerjakan kebaikan setimbang debu pun, niscaya dia akan melihatnya.\" (ayat 7)Ayat 8“Dan barangsiapa yang mengerjakan kejahatan setimbang debu pun, niscaya dia pun akan melihatnya.\" (ayat 8)Di dalam kedua ayat ini disebut Dzarrah; supaya lebih populer kita artikan saja dengan debu. Padahal Dzarrah lebih halus dari debu. Di zaman modern ini, setelah orang menyelidiki ilmu-ilmu fisika, maka atom dipakai dalam bahasa seluruh dunia untuk menyebut kata Dzarrah. Ahli-ahli fisika Arab menyebut juga Dzarrah itu sebagai al-Jauharul Fard, suatu benda sangat halus yang tidak dapat dibagi lagi. Lantaran itu boleh jugalah kita artikan, “Dan barangsiapa yang mengerjakan setimbang atom pun dari kebaikan, niscaya dia akan melihatnya.\" Hal ini menjadi bukti bahwa tidak ada satu pun yang tersembunyi di sisi Allah dari amalan manusia dan kegiatan hidupnya, supaya dibalas dan diganjari setimpal dengan perbuatannya. Syekh Muhammad Abduh dalam tafsirnya menegaskan, ayat ini telah menyatakan bahwa segala amalan dan usaha, baiknya dan buruknya, besarnya dan kecilnya, akan dinilai oleh Allah. Baik yang berbuatnya itu orang beriman ataupun orang kafir. Hanya saja, amal kebaikan orang kafir tidak terlepas daripada hukuman kekafirannya.\""}},"6":{"arabic":"يَوۡمَئِذٍ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتًا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡيَوۡمَئِذٍ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتًا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ","words":{"arabicWords":["يَوۡمَئِذٖ","يَصۡدُرُ","ٱلنَّاسُ","أَشۡتَاتٗا","لِّيُرَوۡاْ","أَعۡمَٰلَهُمۡ"],"translationWords":["pada hari itu","keluar","manusia","bermacam-macam","untuk mereka lihat","amal-amal mereka"]},"translation":"Pada hari itu manusia keluar (dari kuburnya) dalam keadaan terpencar untuk diperlihatkan kepada mereka (balasan) semua perbuatan mereka.","tafsir":{"tafsir-jalalayn":"(Pada hari itu manusia keluar) maksudnya mereka berangkat meninggalkan tempat penghisaban (dalam keadaan yang bermacam-macam) yakni terpisah-pisah; ada yang mengambil jalan ke kanan yaitu menuju ke surga dan ada yang mengambil jalan ke kiri yaitu menuju ke neraka (supaya diperlihatkan kepada mereka pekerjaan mereka) maksudnya balasan amal perbuatan mereka, berupa surga atau neraka.","tafsir-ibnu-katsir":"Tafsir Surat Al-Zalzalah: 1-8\n\nApabila bumi diguncangkan dengan guncangannya (yang dahsyat) dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Mengapa bumi (jadi begini)?\" Pada hari ini bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. Ibnu Abbas mengatakan sehubungan dengan makna firman-Nya: Apabila bumi diguncangkan dengan seguncang-guncangnya (yang dahsyat). (Az-Zalzalah: 1) Yakni bergerak dan bergetar dari bagian bawahnya hingga menimbulkan gempa yang dahsyat.\n\ndan bumi mengeluarkan beban-beban berat (yang dikandung)nya (Az-Zalzalah: 2) Yaitu mengeluarkan orang-orang mati dari dalam perutnya, menurut sebagian ulama Salaf yang bukan hanya seorang, dan ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Wahai manusia, bertakwalah kepada Tuhan kalian; sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Al-Hajj: 1) Sama pula dengan firman-Nya: dan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 3-4) Imam Muslim di dalam kitab sahihnya mengatakan, telah menceritakan kepada kami Wasil ibnu Abdul A'la, telah menceritakan kepada kami Muhammad ibnu Fudail, dari ayahnya, dari Abu Hazim, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Bumi mengeluarkan semua isi perutnya seperti piring-piring emas dan perak.\n\nMaka datanglah pembunuh, lalu ia mengatakan, \"Karena inilah aku membunuh. Dan datanglah orang yang memutuskan persaudaraan, lalu ia berkata, \"Karena inilah aku memutuskan hubungan persaudaraan. Dan datanglah pencuri, lalu berkata, \"Karena inilah tanganku terpotong. Kemudian mereka membiarkannya dan tidak mengambil sesuatu pun darinya. Firman Allah Swt: dan manusia bertanya, \"Mengapa bumi (jadi begini)? (Az-Zalzalah: 3) Yakni merasa heran dengan keadaannya, padahal sebelumnya bumi tenang, kokoh, serta menetap, dan manusia diam dengan tenang di atas permukaannya.\n\nDengan kata lain, keadaan bumi menjadi sebaliknya, saat itu bumi bergerak-gerak dan mengalami gempa yang dahsyat. Bumi telah kedatangan perintah Allah subhanahu wa ta’ala yang memerintahkan kepadanya untuk berguncang dengan hebatnya, yaitu gempa yang dahsyat yang belum pernah terjadi sebelumnya. Kemudian bumi mengeluarkan semua orang mati yang terkandung di dalam perutnya dari kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Saat itulah manusia merasa heran dengan keadaan bumi, karena bumi telah diganti dengan bumi yang lain, begitu pula langitnya; lalu mereka digiring untuk menghadap kepada Allah Yang Maha Esa lagi Mahamenang.\n\nFirman Allah subhanahu wa ta’ala: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yaitu menceritakan tentang semua apa yang telah diperbuat oleh orang-orang yang menghuni permukaannya. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Ibnul Mubarak; dan Imam At-Tirmidzi mengatakan juga Abdur Rahman An-An-Nasai, sedangkan lafal hadits berikut menurut apa yang ada padanya, bahwa telah menceritakan kepada kami Suwaid ibnu Nasi\", telah menceritakan kepada kami Abdullah ibnul Mubarak, dari Sa'id ibnu Abu Ayyub, dari Yahya ibnu Abu Sulaiman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang menceritakan bahwa Rasulullah ﷺ membaca firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Lalu Rasulullah ﷺ bersabda, \"Tahukah kamu apakah yang dimaksud dengan beritanya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah ﷺ bersabda: Sesungguhnya berita bumi ialah bila ia mengemukakan persaksian terhadap setiap hamba laki-laki dan perempuan tentang apa yang telah dikerjakannya di atas permukaannya.\n\nBumi mengatakan bahwa Fulan telah mengerjakan anu dan anu di hari anu. Demikianlah yang dimaksud dengan beritanya. Kemudian Imam At-Tirmidzi mengatakan bahwa hadits ini hasan, shahih, gharib. Di dalam kitab Mu'jam Imam Ath-Thabarani disebutkan melalui hadits Ibnu Lahi'ah, bahwa telah menceritakan kepadaku Al-Haris ibnu Yazid yang telah mendengar Rabi'ah Al-Hadasi yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hati-hatilah kalian terhadap bumi, karena sesungguhnya bumi adalah ibu kalian, dan sesungguhnya tiada seorang manusia pun yang melakukan suatu perbuatan di atasnya, apakah amal baik atau amal jahat, melainkan ia pasti akan menceritakannya.\n\nFirman Allah subhanahu wa ta’ala: karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya. (Az-Zalzalah: 5) Imam Bukhari mengatakan bahwa lafal ini sesinonim dengan auha ilaiha dan waha laha atau waha ilaiha. Hal yang sama telah dikatakan oleh Ibnu Abbas, bahwa auha laha sama dengan auha ilaiha. Makna lahiriah ayat menunjukkan bahwa ini mengandung makna azina laha, yakni Tuhan telah memerintahkan atau mengizinkan kepadanya (untuk demikian). Syabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yakni Tuhannya telah berfirman kepadanya, '\"Berbicaralah kamu,\" maka ketika itu juga bumi dapat berbicara.\n\nMujahid mengatakan, makna auha laha ialah memerintahkan kepadanya. Al-Qurazi mengatakan bahwa Allah subhanahu wa ta’ala telah memerintahkan kepada bumi untuk terbelah mengeluarkan mereka. Firman Allah subhanahu wa ta’ala: Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam. (Az-Zalzalah: 6) Mereka kembali dari mauqif hisab (tempat penghisaban) dalam keadaan bercerai-berai dan bermacam-macam, ada yang celaka dan ada yang berbahagia. Para malaikat diperintahkan untuk membawa mereka yang berbahagia ke dalam surga, dan membawa mereka yang celaka ke dalam neraka. Menurut Ibnu Juraij, mereka bercerai-berai terpisah-pisah dan tidak dapat berkumpul sama sekali.\n\nAs-Suddi mengatakan bahwa makna asytatan ialah bergolong-golongan. Firman Allah subhanahu wa ta’ala: supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. (Az-Zalzalah: 6) Yaitu agar mereka mengetahui dan mendapat balasan dari apa yang telah mereka perbuat di dunia, yang baiknya dan yang buruknya. Karena itulah disebutkan dalam firman berikutnya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) \". Imam Bukhari mengatakan, telah menceritakan kepada kami Ismail ibnu Abdullah, telah menceritakan kepadaku Malik, dari Zaid ibnu Aslam, dari Abu Saleh As-Samman, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Kuda itu bagi tiga macam orang lelaki; yaitu bagi seseorang menghasilkan pahala, dan bagi seseorang yang lain menjadi penutup; dan bagi seorang yang lainnya lagi menghasilkan dosa.\n\nAdapun orang yang mendapatkan pahala dari kudanya ialah seorang lelaki yang menambatkan kudanya dijalan Allah, lalu kuda itu diikat di padang rumput atau di taman. Maka apa yang dimakannya sepanjang tali penambatnya di padang rumput atau taman itu akan menjadi pahala kebaikan bagi pemiliknya. Dan sekiranya kudanya itu memutuskan tali penambatnya, lalu berlari sejauh satu syaraf atau dua syaraf, maka semua jejaknya dan tahi kotoran yang dikeluarkannya menjadi pahala kebaikan bagi pemiliknya.\n\nDan sekiranya kudanya itu melalui sebuah sungai (mata air), lalu minum air darinya, padahal pemiliknya tidak menginginkan kudanya itu minum, maka hal itu akan menjadi pahala baginya. Dan semuanya itu akan membawa pahala bagi lelaki yang memilikinya. Dan seorang lelaki yang menambatkannya dengan niat untuk mencukupi kebutuhannya sendiri dan menjaga kehormatannya (agar tidak minta tumpangan dari orang lain), sedangkan ia tidak melupakan hak Allah yang ada pada leher kudanya dan tidak pula pada punggungnya, maka kudanya itu menjadi penutup baginya.\n\nDan seorang lelaki yang menambatkannya karena berbangga diri, pamer, dan ingin terkenal, maka kudanya itu akan membawa dosa baginya. Lalu Rasulullah ﷺ Ditanya tentang keledai, maka beliau ﷺ menjawab bahwa Allah subhanahu wa ta’ala tidak menurunkan sesuatu pun mengenainya kecuali hanya ayat yang tegas lagi mencakup ini, yaitu firman-Nya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Imam Muslim meriwayatkannya melalui hadits Zaid ibnu Aslam dengan sanad yang sama. -: Imam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Jarir ibnu Hazim, telah menceritakan kepada kami Al-Hasan, dari Sa'sa'ah ibnu Mu'awiyah pamannya Farazdaq, bahwa ia datang menghadap kepada Nabi ﷺ, maka beliau ﷺ membacakan kepadanya firman Allah subhanahu wa ta’ala-: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Lalu ia berkata, \"Sudah cukup bagiku ayat ini, aku tidak peduli bila tidak mendengarkan yang lainnya.\" Hal yang sama telah diriwayatkan oleh Imam An-Nasai di dalam kitab tafsir, dari Ibrahim ibnu Muhammad ibnu Yunus Al-Mu-addib, dari ayahnya, dari Jarir ibnu Hazim, dari Al-Hasan Al-Basri yang mengatakan bahwa telah menceritakan kepada kami Sa'sa'ah pamannya Farazdaq, kemudian disebutkan hal yang semisal.\n\nDi dalam kitab Sahih Bukhari disebutkan bahwa telah diriwayatkan dari Adiy secara marfu': Hindarilah neraka, sekalipun dengan (menyedekahkan) separo buah kurma, dan sekalipun dengan kalimat yang baik. Juga dari Adiy disebutkan di dalam kitab shahih: Jangan sekali-kali kamu meremehkan sesuatu pun dari kebajikan, sekalipun dalam bentuk engkau menuangkan sebagian air dari timbamu ke wadah orang yang meminta minum, dan sekalipun dalam rupa engkau sambut saudaramu dengan wajah yang berseri-seri.\n\nDi dalam hadits shahih disebutkan pula: Wahai kaum wanita yang beriman, jangan sekali-kali seseorang meremehkan tetangganya sekalipun dengan mengirimkan kikil kambing. Di dalam hadits yang lain disebutkan: Berikanlah kepada peminta-minta sekalipun berupa kikil yang dibakar. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah Al-Ansari, telah menceritakan kepada kami Kasir ibnu Zaid, dari Al-Mutttalib ibnu Abdullah, dari Aisyah, bahwa Rasulullah ﷺ pernah bersabda: Wahai Aisyah, lindungilah dirimu dari api neraka, sekalipun dengan menyedekahkan separo biji kurma, karena sesungguhnya separo biji kurma dapat mengisi perut orang yang lapar sebagaimana ia pun dapat mengisi perut orang yang kenyang.\n\nHadits diriwayatkan oleh Imam Ahmad secara munfarid. Telah diriwayatkan pula dari Aisyah, bahwa ia pernah menyedekahkan sebiji buah anggur, lalu berkata, \"Berapa banyak sebiji buah anggur itu mengandung zarrah.\" \". Dan Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim, bahwa ia pernah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris ibnut Tufail, bahwa Aisyah pernah menceritakan kepadanya bahwa \"Nabi ﷺ telah bersabda kepadanya: Wahai Aisyah, jauhilah dosa-dosa kecil yang remeh, karena sesungguhnya kelak Allah akan menuntutnya.\n\nImam An-Nasai dan Imam Ibnu Majah meriwayatkannya melalui hadits Sa'id ibnu Muslim ibnu Banik dengan sanad yang sama. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abul Khattab Al-Hassani, telah menceritakan kepada kami Al-Haisam ibnur Rabi', telah menceritakan kepada kami Sammak ibnu Atiyyah, dari Ayyub, dari Abu Qilabah, dari Anas yang telah menceritakan bahwa Abu Bakar sedang makan bersama Nabi ﷺ, lalu turunlah firman Allah subhanahu wa ta’ala Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka Abu Bakar menghentikan tangannya dan bertanya, \"Wahai Rasulullah, apakah benar aku akan dibalas karena melakukan perbuatan buruk walaupun hanya sebesar zarrah?\" Rasulullah ﷺ menjawab: Wahai Abu Bakar, apa saja yang kamu alami di dunia ini yang tidak kamu senangi, maka itu disebabkan beban keburukan yang sekecil-kecilnya, tetapi Allah telah menyediakan bagimu pahala kebaikan yang sama hingga engkau menjumpainya kelak di hari kiamat.\n\nIbnu Abu Hatim meriwayatkan hadits ini dari ayahnya alias Abul Khattab dengan sanad yang sama. Kemudian Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Abdul Wahhab, telah menceritakan kepada kami Ayyub yang mengatakan di dalam kitab Abu Qilabah, dari Abu Idris, bahwa Abu Bakar makan bersama Nabi ﷺ, selanjutnya disebutkan hal yang semisal dengan hadits di atas.\n\nIbnu Jarir telah meriwayatkannya pula dari Ya'qub, dari Ibnu Aliyyah, dari Ayyub, dari Abu Qilabah, bahwa Abu Bakar dan selanjutnya disebutkan hal yang sama. Jalur lain. \". Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Huyay ibnu Abdullah, dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amr ibnul As, bahwa ia telah mengatakan ketika diturunkan firman-Nya: Apabila bumi diguncangkan dengan guncangannya (yang dahsyat). (Az-Zalzalah: 1) Saat ibnu Abu Bakar As-Siddiq sedang duduk, lalu ia menangis, maka Rasulullah ﷺ bertanya kepadanya, \"Apakah yang menyebabkan engkau menangis, wahai Abu Bakar?\" Maka Abu Bakar menjawab, \"Surat inilah yang membuatku menangis.\" Rasulullah ﷺ bersabda: Seandainya kalian tidak pernah berbuat kesalahan dan dosa hingga Allah tidak perlu memberikan ampunan bagi kalian, tentulah Dia akan menciptakan umat yang berbuat kesalahan dan melakukan perbuatan dosa, lalu Dia memberikan ampunan bagi mereka.\n\nHadits lain. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah dan Ali ibnu Abdur Rahman ibnul Mugirah yang dikenal dengan julukan Allan Al-Masri, keduanya mengatakan bahwa telah menceritakan kepada kami Amr ibnu Khalid Al-Harrani, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepadaku Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari ‘Atha’ ibnu Yasar, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika firman Allah diturunkan, yaitu: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka aku bertanya, \"Wahai Rasulullah, apakah sungguh aku akan melihat semua amal perbuatanku?'\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Semua yang besar-besar.\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Dan semua yang kecil-kecil?\" Rasulullah ﷺ menjawab, \"Ya.\" Aku berkata, \"Aduhai, celakalah diriku.\" Rasulullah ﷺ bersabda: Bergembiralah, wahai Abu Sa'id, karena sesungguhnya kebaikan itu diberi imbalan sepuluh kali lipatnya yakni sampai tujuh ratus kali lipat dan Allah melipatgandakan (pahala-Nya) bagi siapa yang dikehendaki-Nya, sedangkan keburukan itu hanya dibalas dengan hal yang semisal, atau Allah memaafkan; tiada seorang pun dari kalian yang selamat karena amal perbuatannya. Aku bertanya, \"Dan juga termasuk engkau, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Dan tidakpula diriku, terkecuali bila Allah melimpahkan rahmat kepadaku dari sisi-Nya. Abu Dzar'ah mengatakan bahwa tiada seorang pun yang meriwayatkan ini selain dari Ibnu Lahi'ah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku ‘Atha’ ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Demikian itu ketika diturunkan ayat berikut, yaitu firman-Nya: Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. (Al-Insan: 8) Maka kaum muslim berpandangan bahwa mereka tidak akan mendapat imbalan pahala dari sesuatu yang sedikit jumlahnya bila mereka menyedekahkannya.\n\nMaka bilamana datang kepada pintu rumah-rumah mereka orang miskin yang meminta-minta, mereka merasa keberatan untuk memberinya sebiji buah kurma atau sepotong roti atau sesuap makanan dan lain sebagainya yang tiada artinya, pada akhirnya mereka menolak orang miskin itu seraya berkata dalam diri mereka, \"Ini bukan berarti apa-apa, sesungguhnya kami hanya diberi pahala karena menyedekahkan apa yang kami sukai.\" Sedangkan kaum muslim lainnya ada yang mempunyai pemandangan bahwa diri mereka tidak dicela karena melakukan perbuatan dosa kecil, seperti dusta, memandang wanita lain, mengumpat, dan lain sebagainya yang serupa.\n\nMereka menganggap bahwa Allah subhanahu wa ta’ala hanya mengancam dengan neraka bagi para pelaku dosa besar. Maka Allah memacu semangat mereka untuk mengerjakan kebaikan sekalipun sedikit, karena sesungguhnya amal kebaikan yang sedikit itu lama-kelamaan akan menjadi banyak. Sekaligus Allah memperingatkan mereka terhadap perbuatan jahat walaupun kecil, karena sesungguhnya kejahatan yang sedikit itu lama-kelamaan akan menjadi besar. Oleh karena itulah maka turunlah firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan barang seberat zarrah. (Az-Zalzalah: 7) Zarrah artinya semut yang terkecil, yakni seberat semut kecil.\n\ndari kebaikan, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah:8) Yakni dalam buku catatan amal perbuatannya, dan dimudahkan baginya dalam hal tersebut. Disebutkan bahwa dicatatkan bagi setiap orang yang bertakwa dan orang yang durhaka untuk setiap keburukan satu amal keburukan, dan untuk setiap amal kebaikan dicatat sepuluh amal kebaikan yang semisal. Apabila hari kiamat tiba, maka Allah memperlipatgandakan kebaikan-kebaikan orang-orang mukmin, untuk setiap kebaikannya dilipatgandakan menjadi sepuluh kali lipat dan dihapuskan darinya karena tiap satu kebaikan sebanyak sepuluh keburukannya.\n\nMaka barang siapa yang kebaikan-kebaikannya melebihi keburukan-keburukannya, walaupun hanya beda seberat zarrah, niscaya ia masuk surga. Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Sulaiman ibnu Daid, telah menceritakan kepada karhi Imran, dari Qatadah, dari Abdu Rabbihi, dari Abu Iyad, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hindarilah oleh kalian dosa-dosa kecil, karena sesungguhnya dosa-dosa kecil itu bila menumpuk pada diri seseorang, niscaya akan membinasakannya. Dan sesungguhnya Rasulullah ﷺ telah membuat suatu perumpamaan bagi dosa-dosa kecil yang terkumpulkan ini dengan suatu kaum yang turun beristirahat di suatu tanah lapang, lalu para juru masak mereka datang, dan masing-masing orang dari mereka pergi dan datang dengan membawa sepotong kayu bakar, hingga pada akhirnya terkumpulkanlah setumpuk kayu yang banyak jumlahnya.\n\nLalu mereka menyalakan api dan membuat masak semua makanan yang dilemparkan ke dalamnya. Demikianlah akhir tafsir surat Az-Zalzalah, segala puji bagi Allah subhanahu wa ta’ala atas semua karunia-Nya.\"","tafsir-ringkas-kemenag":"Pada hari itu manusia keluar dari kuburnya untuk menuju tempat hisab, atau beranjak dari tempat hisab itu, dalam keadaan berkelompok-kelompok. Kondisi mereka beragam; sebagian merasa tenang dan sebagian yang lain begitu gundah dan ketakutan. Mereka digiring dengan gegas ke surga atau neraka untuk diperlihatkan kepada mereka balasan semua perbuatannya yang telah Allah janjikan. 7. Pada saat itu setiap manusia akan mengetahui nasib dirinya. Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihatnya dalam buku catatan amalnya lalu dia akan menerima pahala atasnya. Dia merasa senang dan bahagia karena perbuatannya tidak sia-sia.","tafsir-lengkap-kemenag":"Dalam ayat ini, Allah menerangkan bahwa pada hari terjadinya kerusakan dan kehancuran bagi bumi serta terjadinya alam baru dan hidup baru, muncullah manusia dalam keadaan yang berbeda-beda dan berkelompok. Orang-orang yang beramal baik tidak sama dengan orang-orang jahat. Orang-orang yang taat tidak sama dengan orang yang berbuat maksiat. Mereka muncul untuk diperlihatkan Allah kepada mereka apa yang telah mereka lakukan dan untuk memetik hasil usaha mereka selama hidup di dunia.","tafsir-alazhar":"Ayat 3“Dan berkata manusia, Ada apa dengannya?\" (ayat 3)Artinya, ada masalah ada dengan bumi ini? Apa yang telah terjadi? Menunjukkan bahwa manusia pada waktu itu tanya-bertanya di dalam kegugupan dan bingung.Ayat 4“Di hari itu dia akan menceritakan kabar-kabarnya.\" (ayat 4)Bumi itu sendiri akan menceritakan sendiri kabar berita tentang dirinya. Yaitu meskipun bukan bumi berkata dengan lidah, tetapi keadaan yang telah terjadi itu, yang kian lama kian hebat dahsyat dan menakutkan, telah menjawab sendiri pertanyaan yang timbul di hati manusia. Yaitu bahwa inilah permulaan hari kiamat. Dunia lama mulai dihancurkan dan zaman akhirat telah mulai datang.Ayat 5“Bahwa Tuhan engkau telah memerintahkannya.\" (ayat 5)Artinya bahwa segala yang tengah terjadi itu adalah suatu ketentuan pasti dari Allah, qadar yang telah ditentukan, atau ajal yang telah sampai pada waktunya, bilangan dunia sudah sampai!Ayat 6“Di hari itu manusia akan pergi berpisah-pisah.\" (pangkal ayat 6)Berpisah-pisah, bersebar-sebar dibawa untung masing-masing, keluar dari kampung halaman atau rumah tangganya, sehingga terpisah-pisahlah di antara satu dengan yang lain, tidak dapat berkelompok lagi.“Untuk diperlihatkan kepada mereka amal-amal mereka.\" (ujung ayat 6)Akan diselidiki satu demi satu amal perbuatan, kegiatan dan usaha selama hidup di atas dunia, baiknya dan buruknya. Dan semuanya akan diperlakukan dengan adil dan tidak ada yang tersembunyi.Ayat 7“Maka siapa yang mengerjakan kebaikan setimbang debu pun, niscaya dia akan melihatnya.\" (ayat 7)Ayat 8“Dan barangsiapa yang mengerjakan kejahatan setimbang debu pun, niscaya dia pun akan melihatnya.\" (ayat 8)Di dalam kedua ayat ini disebut Dzarrah; supaya lebih populer kita artikan saja dengan debu. Padahal Dzarrah lebih halus dari debu. Di zaman modern ini, setelah orang menyelidiki ilmu-ilmu fisika, maka atom dipakai dalam bahasa seluruh dunia untuk menyebut kata Dzarrah. Ahli-ahli fisika Arab menyebut juga Dzarrah itu sebagai al-Jauharul Fard, suatu benda sangat halus yang tidak dapat dibagi lagi. Lantaran itu boleh jugalah kita artikan, “Dan barangsiapa yang mengerjakan setimbang atom pun dari kebaikan, niscaya dia akan melihatnya.\" Hal ini menjadi bukti bahwa tidak ada satu pun yang tersembunyi di sisi Allah dari amalan manusia dan kegiatan hidupnya, supaya dibalas dan diganjari setimpal dengan perbuatannya. Syekh Muhammad Abduh dalam tafsirnya menegaskan, ayat ini telah menyatakan bahwa segala amalan dan usaha, baiknya dan buruknya, besarnya dan kecilnya, akan dinilai oleh Allah. Baik yang berbuatnya itu orang beriman ataupun orang kafir. Hanya saja, amal kebaikan orang kafir tidak terlepas daripada hukuman kekafirannya.\""}},"7":{"arabic":"فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرًا يَرَهُۥفَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرًا يَرَهُۥ","words":{"arabicWords":["فَمَن","يَعۡمَلۡ","مِثۡقَالَ","ذَرَّةٍ","خَيۡرٗا","يَرَهُۥ"],"translationWords":["maka barang siapa","dia mengerjakan/beramal","seberat","zarrah/atom","kebaikan","dia melihatnya"]},"translation":"Siapa yang mengerjakan kebaikan seberat zarah, dia akan melihat (balasan)-nya.","tafsir":{"tafsir-jalalayn":"(Maka barang siapa yang mengerjakan seberat zarah) atau seberat semut yang paling kecil (kebaikan, niscaya dia akan melihatnya) melihat pahalanya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Zalzalah: 1-8\n\nApabila bumi diguncangkan dengan guncangannya (yang dahsyat) dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Mengapa bumi (jadi begini)?\" Pada hari ini bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. Ibnu Abbas mengatakan sehubungan dengan makna firman-Nya: Apabila bumi diguncangkan dengan seguncang-guncangnya (yang dahsyat). (Az-Zalzalah: 1) Yakni bergerak dan bergetar dari bagian bawahnya hingga menimbulkan gempa yang dahsyat.\n\ndan bumi mengeluarkan beban-beban berat (yang dikandung)nya (Az-Zalzalah: 2) Yaitu mengeluarkan orang-orang mati dari dalam perutnya, menurut sebagian ulama Salaf yang bukan hanya seorang, dan ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Wahai manusia, bertakwalah kepada Tuhan kalian; sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Al-Hajj: 1) Sama pula dengan firman-Nya: dan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 3-4) Imam Muslim di dalam kitab sahihnya mengatakan, telah menceritakan kepada kami Wasil ibnu Abdul A'la, telah menceritakan kepada kami Muhammad ibnu Fudail, dari ayahnya, dari Abu Hazim, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Bumi mengeluarkan semua isi perutnya seperti piring-piring emas dan perak.\n\nMaka datanglah pembunuh, lalu ia mengatakan, \"Karena inilah aku membunuh. Dan datanglah orang yang memutuskan persaudaraan, lalu ia berkata, \"Karena inilah aku memutuskan hubungan persaudaraan. Dan datanglah pencuri, lalu berkata, \"Karena inilah tanganku terpotong. Kemudian mereka membiarkannya dan tidak mengambil sesuatu pun darinya. Firman Allah Swt: dan manusia bertanya, \"Mengapa bumi (jadi begini)? (Az-Zalzalah: 3) Yakni merasa heran dengan keadaannya, padahal sebelumnya bumi tenang, kokoh, serta menetap, dan manusia diam dengan tenang di atas permukaannya.\n\nDengan kata lain, keadaan bumi menjadi sebaliknya, saat itu bumi bergerak-gerak dan mengalami gempa yang dahsyat. Bumi telah kedatangan perintah Allah subhanahu wa ta’ala yang memerintahkan kepadanya untuk berguncang dengan hebatnya, yaitu gempa yang dahsyat yang belum pernah terjadi sebelumnya. Kemudian bumi mengeluarkan semua orang mati yang terkandung di dalam perutnya dari kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Saat itulah manusia merasa heran dengan keadaan bumi, karena bumi telah diganti dengan bumi yang lain, begitu pula langitnya; lalu mereka digiring untuk menghadap kepada Allah Yang Maha Esa lagi Mahamenang.\n\nFirman Allah subhanahu wa ta’ala: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yaitu menceritakan tentang semua apa yang telah diperbuat oleh orang-orang yang menghuni permukaannya. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Ibnul Mubarak; dan Imam At-Tirmidzi mengatakan juga Abdur Rahman An-An-Nasai, sedangkan lafal hadits berikut menurut apa yang ada padanya, bahwa telah menceritakan kepada kami Suwaid ibnu Nasi\", telah menceritakan kepada kami Abdullah ibnul Mubarak, dari Sa'id ibnu Abu Ayyub, dari Yahya ibnu Abu Sulaiman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang menceritakan bahwa Rasulullah ﷺ membaca firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Lalu Rasulullah ﷺ bersabda, \"Tahukah kamu apakah yang dimaksud dengan beritanya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah ﷺ bersabda: Sesungguhnya berita bumi ialah bila ia mengemukakan persaksian terhadap setiap hamba laki-laki dan perempuan tentang apa yang telah dikerjakannya di atas permukaannya.\n\nBumi mengatakan bahwa Fulan telah mengerjakan anu dan anu di hari anu. Demikianlah yang dimaksud dengan beritanya. Kemudian Imam At-Tirmidzi mengatakan bahwa hadits ini hasan, shahih, gharib. Di dalam kitab Mu'jam Imam Ath-Thabarani disebutkan melalui hadits Ibnu Lahi'ah, bahwa telah menceritakan kepadaku Al-Haris ibnu Yazid yang telah mendengar Rabi'ah Al-Hadasi yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hati-hatilah kalian terhadap bumi, karena sesungguhnya bumi adalah ibu kalian, dan sesungguhnya tiada seorang manusia pun yang melakukan suatu perbuatan di atasnya, apakah amal baik atau amal jahat, melainkan ia pasti akan menceritakannya.\n\nFirman Allah subhanahu wa ta’ala: karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya. (Az-Zalzalah: 5) Imam Bukhari mengatakan bahwa lafal ini sesinonim dengan auha ilaiha dan waha laha atau waha ilaiha. Hal yang sama telah dikatakan oleh Ibnu Abbas, bahwa auha laha sama dengan auha ilaiha. Makna lahiriah ayat menunjukkan bahwa ini mengandung makna azina laha, yakni Tuhan telah memerintahkan atau mengizinkan kepadanya (untuk demikian). Syabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yakni Tuhannya telah berfirman kepadanya, '\"Berbicaralah kamu,\" maka ketika itu juga bumi dapat berbicara.\n\nMujahid mengatakan, makna auha laha ialah memerintahkan kepadanya. Al-Qurazi mengatakan bahwa Allah subhanahu wa ta’ala telah memerintahkan kepada bumi untuk terbelah mengeluarkan mereka. Firman Allah subhanahu wa ta’ala: Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam. (Az-Zalzalah: 6) Mereka kembali dari mauqif hisab (tempat penghisaban) dalam keadaan bercerai-berai dan bermacam-macam, ada yang celaka dan ada yang berbahagia. Para malaikat diperintahkan untuk membawa mereka yang berbahagia ke dalam surga, dan membawa mereka yang celaka ke dalam neraka. Menurut Ibnu Juraij, mereka bercerai-berai terpisah-pisah dan tidak dapat berkumpul sama sekali.\n\nAs-Suddi mengatakan bahwa makna asytatan ialah bergolong-golongan. Firman Allah subhanahu wa ta’ala: supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. (Az-Zalzalah: 6) Yaitu agar mereka mengetahui dan mendapat balasan dari apa yang telah mereka perbuat di dunia, yang baiknya dan yang buruknya. Karena itulah disebutkan dalam firman berikutnya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) \". Imam Bukhari mengatakan, telah menceritakan kepada kami Ismail ibnu Abdullah, telah menceritakan kepadaku Malik, dari Zaid ibnu Aslam, dari Abu Saleh As-Samman, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Kuda itu bagi tiga macam orang lelaki; yaitu bagi seseorang menghasilkan pahala, dan bagi seseorang yang lain menjadi penutup; dan bagi seorang yang lainnya lagi menghasilkan dosa.\n\nAdapun orang yang mendapatkan pahala dari kudanya ialah seorang lelaki yang menambatkan kudanya dijalan Allah, lalu kuda itu diikat di padang rumput atau di taman. Maka apa yang dimakannya sepanjang tali penambatnya di padang rumput atau taman itu akan menjadi pahala kebaikan bagi pemiliknya. Dan sekiranya kudanya itu memutuskan tali penambatnya, lalu berlari sejauh satu syaraf atau dua syaraf, maka semua jejaknya dan tahi kotoran yang dikeluarkannya menjadi pahala kebaikan bagi pemiliknya.\n\nDan sekiranya kudanya itu melalui sebuah sungai (mata air), lalu minum air darinya, padahal pemiliknya tidak menginginkan kudanya itu minum, maka hal itu akan menjadi pahala baginya. Dan semuanya itu akan membawa pahala bagi lelaki yang memilikinya. Dan seorang lelaki yang menambatkannya dengan niat untuk mencukupi kebutuhannya sendiri dan menjaga kehormatannya (agar tidak minta tumpangan dari orang lain), sedangkan ia tidak melupakan hak Allah yang ada pada leher kudanya dan tidak pula pada punggungnya, maka kudanya itu menjadi penutup baginya.\n\nDan seorang lelaki yang menambatkannya karena berbangga diri, pamer, dan ingin terkenal, maka kudanya itu akan membawa dosa baginya. Lalu Rasulullah ﷺ Ditanya tentang keledai, maka beliau ﷺ menjawab bahwa Allah subhanahu wa ta’ala tidak menurunkan sesuatu pun mengenainya kecuali hanya ayat yang tegas lagi mencakup ini, yaitu firman-Nya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Imam Muslim meriwayatkannya melalui hadits Zaid ibnu Aslam dengan sanad yang sama. -: Imam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Jarir ibnu Hazim, telah menceritakan kepada kami Al-Hasan, dari Sa'sa'ah ibnu Mu'awiyah pamannya Farazdaq, bahwa ia datang menghadap kepada Nabi ﷺ, maka beliau ﷺ membacakan kepadanya firman Allah subhanahu wa ta’ala-: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Lalu ia berkata, \"Sudah cukup bagiku ayat ini, aku tidak peduli bila tidak mendengarkan yang lainnya.\" Hal yang sama telah diriwayatkan oleh Imam An-Nasai di dalam kitab tafsir, dari Ibrahim ibnu Muhammad ibnu Yunus Al-Mu-addib, dari ayahnya, dari Jarir ibnu Hazim, dari Al-Hasan Al-Basri yang mengatakan bahwa telah menceritakan kepada kami Sa'sa'ah pamannya Farazdaq, kemudian disebutkan hal yang semisal.\n\nDi dalam kitab Sahih Bukhari disebutkan bahwa telah diriwayatkan dari Adiy secara marfu': Hindarilah neraka, sekalipun dengan (menyedekahkan) separo buah kurma, dan sekalipun dengan kalimat yang baik. Juga dari Adiy disebutkan di dalam kitab shahih: Jangan sekali-kali kamu meremehkan sesuatu pun dari kebajikan, sekalipun dalam bentuk engkau menuangkan sebagian air dari timbamu ke wadah orang yang meminta minum, dan sekalipun dalam rupa engkau sambut saudaramu dengan wajah yang berseri-seri.\n\nDi dalam hadits shahih disebutkan pula: Wahai kaum wanita yang beriman, jangan sekali-kali seseorang meremehkan tetangganya sekalipun dengan mengirimkan kikil kambing. Di dalam hadits yang lain disebutkan: Berikanlah kepada peminta-minta sekalipun berupa kikil yang dibakar. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah Al-Ansari, telah menceritakan kepada kami Kasir ibnu Zaid, dari Al-Mutttalib ibnu Abdullah, dari Aisyah, bahwa Rasulullah ﷺ pernah bersabda: Wahai Aisyah, lindungilah dirimu dari api neraka, sekalipun dengan menyedekahkan separo biji kurma, karena sesungguhnya separo biji kurma dapat mengisi perut orang yang lapar sebagaimana ia pun dapat mengisi perut orang yang kenyang.\n\nHadits diriwayatkan oleh Imam Ahmad secara munfarid. Telah diriwayatkan pula dari Aisyah, bahwa ia pernah menyedekahkan sebiji buah anggur, lalu berkata, \"Berapa banyak sebiji buah anggur itu mengandung zarrah.\" \". Dan Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim, bahwa ia pernah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris ibnut Tufail, bahwa Aisyah pernah menceritakan kepadanya bahwa \"Nabi ﷺ telah bersabda kepadanya: Wahai Aisyah, jauhilah dosa-dosa kecil yang remeh, karena sesungguhnya kelak Allah akan menuntutnya.\n\nImam An-Nasai dan Imam Ibnu Majah meriwayatkannya melalui hadits Sa'id ibnu Muslim ibnu Banik dengan sanad yang sama. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abul Khattab Al-Hassani, telah menceritakan kepada kami Al-Haisam ibnur Rabi', telah menceritakan kepada kami Sammak ibnu Atiyyah, dari Ayyub, dari Abu Qilabah, dari Anas yang telah menceritakan bahwa Abu Bakar sedang makan bersama Nabi ﷺ, lalu turunlah firman Allah subhanahu wa ta’ala Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka Abu Bakar menghentikan tangannya dan bertanya, \"Wahai Rasulullah, apakah benar aku akan dibalas karena melakukan perbuatan buruk walaupun hanya sebesar zarrah?\" Rasulullah ﷺ menjawab: Wahai Abu Bakar, apa saja yang kamu alami di dunia ini yang tidak kamu senangi, maka itu disebabkan beban keburukan yang sekecil-kecilnya, tetapi Allah telah menyediakan bagimu pahala kebaikan yang sama hingga engkau menjumpainya kelak di hari kiamat.\n\nIbnu Abu Hatim meriwayatkan hadits ini dari ayahnya alias Abul Khattab dengan sanad yang sama. Kemudian Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Abdul Wahhab, telah menceritakan kepada kami Ayyub yang mengatakan di dalam kitab Abu Qilabah, dari Abu Idris, bahwa Abu Bakar makan bersama Nabi ﷺ, selanjutnya disebutkan hal yang semisal dengan hadits di atas.\n\nIbnu Jarir telah meriwayatkannya pula dari Ya'qub, dari Ibnu Aliyyah, dari Ayyub, dari Abu Qilabah, bahwa Abu Bakar dan selanjutnya disebutkan hal yang sama. Jalur lain. \". Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Huyay ibnu Abdullah, dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amr ibnul As, bahwa ia telah mengatakan ketika diturunkan firman-Nya: Apabila bumi diguncangkan dengan guncangannya (yang dahsyat). (Az-Zalzalah: 1) Saat ibnu Abu Bakar As-Siddiq sedang duduk, lalu ia menangis, maka Rasulullah ﷺ bertanya kepadanya, \"Apakah yang menyebabkan engkau menangis, wahai Abu Bakar?\" Maka Abu Bakar menjawab, \"Surat inilah yang membuatku menangis.\" Rasulullah ﷺ bersabda: Seandainya kalian tidak pernah berbuat kesalahan dan dosa hingga Allah tidak perlu memberikan ampunan bagi kalian, tentulah Dia akan menciptakan umat yang berbuat kesalahan dan melakukan perbuatan dosa, lalu Dia memberikan ampunan bagi mereka.\n\nHadits lain. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah dan Ali ibnu Abdur Rahman ibnul Mugirah yang dikenal dengan julukan Allan Al-Masri, keduanya mengatakan bahwa telah menceritakan kepada kami Amr ibnu Khalid Al-Harrani, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepadaku Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari ‘Atha’ ibnu Yasar, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika firman Allah diturunkan, yaitu: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka aku bertanya, \"Wahai Rasulullah, apakah sungguh aku akan melihat semua amal perbuatanku?'\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Semua yang besar-besar.\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Dan semua yang kecil-kecil?\" Rasulullah ﷺ menjawab, \"Ya.\" Aku berkata, \"Aduhai, celakalah diriku.\" Rasulullah ﷺ bersabda: Bergembiralah, wahai Abu Sa'id, karena sesungguhnya kebaikan itu diberi imbalan sepuluh kali lipatnya yakni sampai tujuh ratus kali lipat dan Allah melipatgandakan (pahala-Nya) bagi siapa yang dikehendaki-Nya, sedangkan keburukan itu hanya dibalas dengan hal yang semisal, atau Allah memaafkan; tiada seorang pun dari kalian yang selamat karena amal perbuatannya. Aku bertanya, \"Dan juga termasuk engkau, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Dan tidakpula diriku, terkecuali bila Allah melimpahkan rahmat kepadaku dari sisi-Nya. Abu Dzar'ah mengatakan bahwa tiada seorang pun yang meriwayatkan ini selain dari Ibnu Lahi'ah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku ‘Atha’ ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Demikian itu ketika diturunkan ayat berikut, yaitu firman-Nya: Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. (Al-Insan: 8) Maka kaum muslim berpandangan bahwa mereka tidak akan mendapat imbalan pahala dari sesuatu yang sedikit jumlahnya bila mereka menyedekahkannya.\n\nMaka bilamana datang kepada pintu rumah-rumah mereka orang miskin yang meminta-minta, mereka merasa keberatan untuk memberinya sebiji buah kurma atau sepotong roti atau sesuap makanan dan lain sebagainya yang tiada artinya, pada akhirnya mereka menolak orang miskin itu seraya berkata dalam diri mereka, \"Ini bukan berarti apa-apa, sesungguhnya kami hanya diberi pahala karena menyedekahkan apa yang kami sukai.\" Sedangkan kaum muslim lainnya ada yang mempunyai pemandangan bahwa diri mereka tidak dicela karena melakukan perbuatan dosa kecil, seperti dusta, memandang wanita lain, mengumpat, dan lain sebagainya yang serupa.\n\nMereka menganggap bahwa Allah subhanahu wa ta’ala hanya mengancam dengan neraka bagi para pelaku dosa besar. Maka Allah memacu semangat mereka untuk mengerjakan kebaikan sekalipun sedikit, karena sesungguhnya amal kebaikan yang sedikit itu lama-kelamaan akan menjadi banyak. Sekaligus Allah memperingatkan mereka terhadap perbuatan jahat walaupun kecil, karena sesungguhnya kejahatan yang sedikit itu lama-kelamaan akan menjadi besar. Oleh karena itulah maka turunlah firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan barang seberat zarrah. (Az-Zalzalah: 7) Zarrah artinya semut yang terkecil, yakni seberat semut kecil.\n\ndari kebaikan, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah:8) Yakni dalam buku catatan amal perbuatannya, dan dimudahkan baginya dalam hal tersebut. Disebutkan bahwa dicatatkan bagi setiap orang yang bertakwa dan orang yang durhaka untuk setiap keburukan satu amal keburukan, dan untuk setiap amal kebaikan dicatat sepuluh amal kebaikan yang semisal. Apabila hari kiamat tiba, maka Allah memperlipatgandakan kebaikan-kebaikan orang-orang mukmin, untuk setiap kebaikannya dilipatgandakan menjadi sepuluh kali lipat dan dihapuskan darinya karena tiap satu kebaikan sebanyak sepuluh keburukannya.\n\nMaka barang siapa yang kebaikan-kebaikannya melebihi keburukan-keburukannya, walaupun hanya beda seberat zarrah, niscaya ia masuk surga. Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Sulaiman ibnu Daid, telah menceritakan kepada karhi Imran, dari Qatadah, dari Abdu Rabbihi, dari Abu Iyad, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hindarilah oleh kalian dosa-dosa kecil, karena sesungguhnya dosa-dosa kecil itu bila menumpuk pada diri seseorang, niscaya akan membinasakannya. Dan sesungguhnya Rasulullah ﷺ telah membuat suatu perumpamaan bagi dosa-dosa kecil yang terkumpulkan ini dengan suatu kaum yang turun beristirahat di suatu tanah lapang, lalu para juru masak mereka datang, dan masing-masing orang dari mereka pergi dan datang dengan membawa sepotong kayu bakar, hingga pada akhirnya terkumpulkanlah setumpuk kayu yang banyak jumlahnya.\n\nLalu mereka menyalakan api dan membuat masak semua makanan yang dilemparkan ke dalamnya. Demikianlah akhir tafsir surat Az-Zalzalah, segala puji bagi Allah subhanahu wa ta’ala atas semua karunia-Nya.\"","tafsir-ringkas-kemenag":"Pada saat itu setiap manusia akan mengetahui nasib dirinya. Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihatnya dalam buku catatan amalnya lalu dia akan menerima pahala atasnya. Dia merasa senang dan bahagia karena perbuatannya tidak sia-sia. 8. Dan sebaliknya, barang siapa mengerjakan kejahatan seberat zarrah dan menganggapnya remeh, niscaya dia akan melihatnya dalam buku catatan amalnya lalu dia pun akan menerima balasannya. Inilah bukti kemahaadilan Allah; Dia tidak menzalimi siapa pun.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah merincikan balasan amal masing-masing. Barang siapa beramal baik, walaupun hanya seberat atom niscaya akan diterima balasannya, dan begitu pula yang beramal jahat walaupun hanya seberat atom akan merasakan balasannya. Amal kebajikan orang-orang kafir tidak dapat menolong dan melepaskannya dari siksa karena kekafirannya. Mereka akan tetap sengsara selama-lamanya di dalam neraka.","tafsir-alazhar":"Ayat 3“Dan berkata manusia, Ada apa dengannya?\" (ayat 3)Artinya, ada masalah ada dengan bumi ini? Apa yang telah terjadi? Menunjukkan bahwa manusia pada waktu itu tanya-bertanya di dalam kegugupan dan bingung.Ayat 4“Di hari itu dia akan menceritakan kabar-kabarnya.\" (ayat 4)Bumi itu sendiri akan menceritakan sendiri kabar berita tentang dirinya. Yaitu meskipun bukan bumi berkata dengan lidah, tetapi keadaan yang telah terjadi itu, yang kian lama kian hebat dahsyat dan menakutkan, telah menjawab sendiri pertanyaan yang timbul di hati manusia. Yaitu bahwa inilah permulaan hari kiamat. Dunia lama mulai dihancurkan dan zaman akhirat telah mulai datang.Ayat 5“Bahwa Tuhan engkau telah memerintahkannya.\" (ayat 5)Artinya bahwa segala yang tengah terjadi itu adalah suatu ketentuan pasti dari Allah, qadar yang telah ditentukan, atau ajal yang telah sampai pada waktunya, bilangan dunia sudah sampai!Ayat 6“Di hari itu manusia akan pergi berpisah-pisah.\" (pangkal ayat 6)Berpisah-pisah, bersebar-sebar dibawa untung masing-masing, keluar dari kampung halaman atau rumah tangganya, sehingga terpisah-pisahlah di antara satu dengan yang lain, tidak dapat berkelompok lagi.“Untuk diperlihatkan kepada mereka amal-amal mereka.\" (ujung ayat 6)Akan diselidiki satu demi satu amal perbuatan, kegiatan dan usaha selama hidup di atas dunia, baiknya dan buruknya. Dan semuanya akan diperlakukan dengan adil dan tidak ada yang tersembunyi.Ayat 7“Maka siapa yang mengerjakan kebaikan setimbang debu pun, niscaya dia akan melihatnya.\" (ayat 7)Ayat 8“Dan barangsiapa yang mengerjakan kejahatan setimbang debu pun, niscaya dia pun akan melihatnya.\" (ayat 8)Di dalam kedua ayat ini disebut Dzarrah; supaya lebih populer kita artikan saja dengan debu. Padahal Dzarrah lebih halus dari debu. Di zaman modern ini, setelah orang menyelidiki ilmu-ilmu fisika, maka atom dipakai dalam bahasa seluruh dunia untuk menyebut kata Dzarrah. Ahli-ahli fisika Arab menyebut juga Dzarrah itu sebagai al-Jauharul Fard, suatu benda sangat halus yang tidak dapat dibagi lagi. Lantaran itu boleh jugalah kita artikan, “Dan barangsiapa yang mengerjakan setimbang atom pun dari kebaikan, niscaya dia akan melihatnya.\" Hal ini menjadi bukti bahwa tidak ada satu pun yang tersembunyi di sisi Allah dari amalan manusia dan kegiatan hidupnya, supaya dibalas dan diganjari setimpal dengan perbuatannya. Syekh Muhammad Abduh dalam tafsirnya menegaskan, ayat ini telah menyatakan bahwa segala amalan dan usaha, baiknya dan buruknya, besarnya dan kecilnya, akan dinilai oleh Allah. Baik yang berbuatnya itu orang beriman ataupun orang kafir. Hanya saja, amal kebaikan orang kafir tidak terlepas daripada hukuman kekafirannya.\""}},"8":{"arabic":"وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ شَرًّا يَرَهُۥوَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ شَرًّا يَرَهُۥ","words":{"arabicWords":["وَمَن","يَعۡمَلۡ","مِثۡقَالَ","ذَرَّةٖ","شَرّٗا","يَرَهُۥ"],"translationWords":["dan barang siapa","dia mengerjakan/beramal","seberat","zarrah/atom","kejahatan","dia melihatnya"]},"translation":"Siapa yang mengerjakan kejahatan seberat zarah, dia akan melihat (balasan)-nya.","tafsir":{"tafsir-jalalayn":"(Dan barang siapa yang mengerjakan kejahatan seberat zarah pun, niscaya dia akan melihatnya pula) artinya dia pasti akan merasakan balasannya.","tafsir-ibnu-katsir":"Tafsir Surat Al-Zalzalah: 1-8\n\nApabila bumi diguncangkan dengan guncangannya (yang dahsyat) dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, dan manusia bertanya, \"Mengapa bumi (jadi begini)?\" Pada hari ini bumi menceritakan beritanya, karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. Ibnu Abbas mengatakan sehubungan dengan makna firman-Nya: Apabila bumi diguncangkan dengan seguncang-guncangnya (yang dahsyat). (Az-Zalzalah: 1) Yakni bergerak dan bergetar dari bagian bawahnya hingga menimbulkan gempa yang dahsyat.\n\ndan bumi mengeluarkan beban-beban berat (yang dikandung)nya (Az-Zalzalah: 2) Yaitu mengeluarkan orang-orang mati dari dalam perutnya, menurut sebagian ulama Salaf yang bukan hanya seorang, dan ini semakna dengan apa yang disebutkan dalam ayat lain melalui firman-Nya: Wahai manusia, bertakwalah kepada Tuhan kalian; sesungguhnya keguncangan hari kiamat itu adalah suatu kejadian yang sangat besar (dahsyat). (Al-Hajj: 1) Sama pula dengan firman-Nya: dan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (Al-Insyiqaq: 3-4) Imam Muslim di dalam kitab sahihnya mengatakan, telah menceritakan kepada kami Wasil ibnu Abdul A'la, telah menceritakan kepada kami Muhammad ibnu Fudail, dari ayahnya, dari Abu Hazim, dari Abu Hurairah yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Bumi mengeluarkan semua isi perutnya seperti piring-piring emas dan perak.\n\nMaka datanglah pembunuh, lalu ia mengatakan, \"Karena inilah aku membunuh. Dan datanglah orang yang memutuskan persaudaraan, lalu ia berkata, \"Karena inilah aku memutuskan hubungan persaudaraan. Dan datanglah pencuri, lalu berkata, \"Karena inilah tanganku terpotong. Kemudian mereka membiarkannya dan tidak mengambil sesuatu pun darinya. Firman Allah Swt: dan manusia bertanya, \"Mengapa bumi (jadi begini)? (Az-Zalzalah: 3) Yakni merasa heran dengan keadaannya, padahal sebelumnya bumi tenang, kokoh, serta menetap, dan manusia diam dengan tenang di atas permukaannya.\n\nDengan kata lain, keadaan bumi menjadi sebaliknya, saat itu bumi bergerak-gerak dan mengalami gempa yang dahsyat. Bumi telah kedatangan perintah Allah subhanahu wa ta’ala yang memerintahkan kepadanya untuk berguncang dengan hebatnya, yaitu gempa yang dahsyat yang belum pernah terjadi sebelumnya. Kemudian bumi mengeluarkan semua orang mati yang terkandung di dalam perutnya dari kalangan orang-orang yang terdahulu dan orang-orang yang terkemudian. Saat itulah manusia merasa heran dengan keadaan bumi, karena bumi telah diganti dengan bumi yang lain, begitu pula langitnya; lalu mereka digiring untuk menghadap kepada Allah Yang Maha Esa lagi Mahamenang.\n\nFirman Allah subhanahu wa ta’ala: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yaitu menceritakan tentang semua apa yang telah diperbuat oleh orang-orang yang menghuni permukaannya. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Ibrahim, telah menceritakan kepada kami Ibnul Mubarak; dan Imam At-Tirmidzi mengatakan juga Abdur Rahman An-An-Nasai, sedangkan lafal hadits berikut menurut apa yang ada padanya, bahwa telah menceritakan kepada kami Suwaid ibnu Nasi\", telah menceritakan kepada kami Abdullah ibnul Mubarak, dari Sa'id ibnu Abu Ayyub, dari Yahya ibnu Abu Sulaiman, dari Sa'id Al-Maqbari, dari Abu Hurairah yang menceritakan bahwa Rasulullah ﷺ membaca firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Lalu Rasulullah ﷺ bersabda, \"Tahukah kamu apakah yang dimaksud dengan beritanya?\" Mereka menjawab, \"Allah dan Rasul-Nya lebih mengetahui.\" Rasulullah ﷺ bersabda: Sesungguhnya berita bumi ialah bila ia mengemukakan persaksian terhadap setiap hamba laki-laki dan perempuan tentang apa yang telah dikerjakannya di atas permukaannya.\n\nBumi mengatakan bahwa Fulan telah mengerjakan anu dan anu di hari anu. Demikianlah yang dimaksud dengan beritanya. Kemudian Imam At-Tirmidzi mengatakan bahwa hadits ini hasan, shahih, gharib. Di dalam kitab Mu'jam Imam Ath-Thabarani disebutkan melalui hadits Ibnu Lahi'ah, bahwa telah menceritakan kepadaku Al-Haris ibnu Yazid yang telah mendengar Rabi'ah Al-Hadasi yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hati-hatilah kalian terhadap bumi, karena sesungguhnya bumi adalah ibu kalian, dan sesungguhnya tiada seorang manusia pun yang melakukan suatu perbuatan di atasnya, apakah amal baik atau amal jahat, melainkan ia pasti akan menceritakannya.\n\nFirman Allah subhanahu wa ta’ala: karena sesungguhnya Tuhanmu telah memerintahkan (yang demikian itu) kepadanya. (Az-Zalzalah: 5) Imam Bukhari mengatakan bahwa lafal ini sesinonim dengan auha ilaiha dan waha laha atau waha ilaiha. Hal yang sama telah dikatakan oleh Ibnu Abbas, bahwa auha laha sama dengan auha ilaiha. Makna lahiriah ayat menunjukkan bahwa ini mengandung makna azina laha, yakni Tuhan telah memerintahkan atau mengizinkan kepadanya (untuk demikian). Syabib ibnu Bisyr telah meriwayatkan dari Ikrimah, dari Ibnu Abbas sehubungan dengan makna firman-Nya: pada hari itu bumi menceritakan beritanya. (Az-Zalzalah: 4) Yakni Tuhannya telah berfirman kepadanya, '\"Berbicaralah kamu,\" maka ketika itu juga bumi dapat berbicara.\n\nMujahid mengatakan, makna auha laha ialah memerintahkan kepadanya. Al-Qurazi mengatakan bahwa Allah subhanahu wa ta’ala telah memerintahkan kepada bumi untuk terbelah mengeluarkan mereka. Firman Allah subhanahu wa ta’ala: Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam. (Az-Zalzalah: 6) Mereka kembali dari mauqif hisab (tempat penghisaban) dalam keadaan bercerai-berai dan bermacam-macam, ada yang celaka dan ada yang berbahagia. Para malaikat diperintahkan untuk membawa mereka yang berbahagia ke dalam surga, dan membawa mereka yang celaka ke dalam neraka. Menurut Ibnu Juraij, mereka bercerai-berai terpisah-pisah dan tidak dapat berkumpul sama sekali.\n\nAs-Suddi mengatakan bahwa makna asytatan ialah bergolong-golongan. Firman Allah subhanahu wa ta’ala: supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka. (Az-Zalzalah: 6) Yaitu agar mereka mengetahui dan mendapat balasan dari apa yang telah mereka perbuat di dunia, yang baiknya dan yang buruknya. Karena itulah disebutkan dalam firman berikutnya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) \". Imam Bukhari mengatakan, telah menceritakan kepada kami Ismail ibnu Abdullah, telah menceritakan kepadaku Malik, dari Zaid ibnu Aslam, dari Abu Saleh As-Samman, dari Abu Hurairah, bahwa Rasulullah ﷺ pernah bersabda: Kuda itu bagi tiga macam orang lelaki; yaitu bagi seseorang menghasilkan pahala, dan bagi seseorang yang lain menjadi penutup; dan bagi seorang yang lainnya lagi menghasilkan dosa.\n\nAdapun orang yang mendapatkan pahala dari kudanya ialah seorang lelaki yang menambatkan kudanya dijalan Allah, lalu kuda itu diikat di padang rumput atau di taman. Maka apa yang dimakannya sepanjang tali penambatnya di padang rumput atau taman itu akan menjadi pahala kebaikan bagi pemiliknya. Dan sekiranya kudanya itu memutuskan tali penambatnya, lalu berlari sejauh satu syaraf atau dua syaraf, maka semua jejaknya dan tahi kotoran yang dikeluarkannya menjadi pahala kebaikan bagi pemiliknya.\n\nDan sekiranya kudanya itu melalui sebuah sungai (mata air), lalu minum air darinya, padahal pemiliknya tidak menginginkan kudanya itu minum, maka hal itu akan menjadi pahala baginya. Dan semuanya itu akan membawa pahala bagi lelaki yang memilikinya. Dan seorang lelaki yang menambatkannya dengan niat untuk mencukupi kebutuhannya sendiri dan menjaga kehormatannya (agar tidak minta tumpangan dari orang lain), sedangkan ia tidak melupakan hak Allah yang ada pada leher kudanya dan tidak pula pada punggungnya, maka kudanya itu menjadi penutup baginya.\n\nDan seorang lelaki yang menambatkannya karena berbangga diri, pamer, dan ingin terkenal, maka kudanya itu akan membawa dosa baginya. Lalu Rasulullah ﷺ Ditanya tentang keledai, maka beliau ﷺ menjawab bahwa Allah subhanahu wa ta’ala tidak menurunkan sesuatu pun mengenainya kecuali hanya ayat yang tegas lagi mencakup ini, yaitu firman-Nya: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Imam Muslim meriwayatkannya melalui hadits Zaid ibnu Aslam dengan sanad yang sama. -: Imam Ahmad mengatakan, telah menceritakan kepada kami Yazid ibnu Harun, telah menceritakan kepada kami Jarir ibnu Hazim, telah menceritakan kepada kami Al-Hasan, dari Sa'sa'ah ibnu Mu'awiyah pamannya Farazdaq, bahwa ia datang menghadap kepada Nabi ﷺ, maka beliau ﷺ membacakan kepadanya firman Allah subhanahu wa ta’ala-: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Lalu ia berkata, \"Sudah cukup bagiku ayat ini, aku tidak peduli bila tidak mendengarkan yang lainnya.\" Hal yang sama telah diriwayatkan oleh Imam An-Nasai di dalam kitab tafsir, dari Ibrahim ibnu Muhammad ibnu Yunus Al-Mu-addib, dari ayahnya, dari Jarir ibnu Hazim, dari Al-Hasan Al-Basri yang mengatakan bahwa telah menceritakan kepada kami Sa'sa'ah pamannya Farazdaq, kemudian disebutkan hal yang semisal.\n\nDi dalam kitab Sahih Bukhari disebutkan bahwa telah diriwayatkan dari Adiy secara marfu': Hindarilah neraka, sekalipun dengan (menyedekahkan) separo buah kurma, dan sekalipun dengan kalimat yang baik. Juga dari Adiy disebutkan di dalam kitab shahih: Jangan sekali-kali kamu meremehkan sesuatu pun dari kebajikan, sekalipun dalam bentuk engkau menuangkan sebagian air dari timbamu ke wadah orang yang meminta minum, dan sekalipun dalam rupa engkau sambut saudaramu dengan wajah yang berseri-seri.\n\nDi dalam hadits shahih disebutkan pula: Wahai kaum wanita yang beriman, jangan sekali-kali seseorang meremehkan tetangganya sekalipun dengan mengirimkan kikil kambing. Di dalam hadits yang lain disebutkan: Berikanlah kepada peminta-minta sekalipun berupa kikil yang dibakar. \". Imam Ahmad mengatakan, telah menceritakan kepada kami Muhammad ibnu Abdullah Al-Ansari, telah menceritakan kepada kami Kasir ibnu Zaid, dari Al-Mutttalib ibnu Abdullah, dari Aisyah, bahwa Rasulullah ﷺ pernah bersabda: Wahai Aisyah, lindungilah dirimu dari api neraka, sekalipun dengan menyedekahkan separo biji kurma, karena sesungguhnya separo biji kurma dapat mengisi perut orang yang lapar sebagaimana ia pun dapat mengisi perut orang yang kenyang.\n\nHadits diriwayatkan oleh Imam Ahmad secara munfarid. Telah diriwayatkan pula dari Aisyah, bahwa ia pernah menyedekahkan sebiji buah anggur, lalu berkata, \"Berapa banyak sebiji buah anggur itu mengandung zarrah.\" \". Dan Imam Ahmad mengatakan, telah menceritakan kepada kami Abu Amir, telah menceritakan kepada kami Sa'id ibnu Muslim, bahwa ia pernah mendengar Amir ibnu Abdullah ibnuz Zubair mengatakan bahwa telah menceritakan kepadaku Auf ibnul Haris ibnut Tufail, bahwa Aisyah pernah menceritakan kepadanya bahwa \"Nabi ﷺ telah bersabda kepadanya: Wahai Aisyah, jauhilah dosa-dosa kecil yang remeh, karena sesungguhnya kelak Allah akan menuntutnya.\n\nImam An-Nasai dan Imam Ibnu Majah meriwayatkannya melalui hadits Sa'id ibnu Muslim ibnu Banik dengan sanad yang sama. Ibnu Jarir mengatakan, telah menceritakan kepadaku Abul Khattab Al-Hassani, telah menceritakan kepada kami Al-Haisam ibnur Rabi', telah menceritakan kepada kami Sammak ibnu Atiyyah, dari Ayyub, dari Abu Qilabah, dari Anas yang telah menceritakan bahwa Abu Bakar sedang makan bersama Nabi ﷺ, lalu turunlah firman Allah subhanahu wa ta’ala Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka Abu Bakar menghentikan tangannya dan bertanya, \"Wahai Rasulullah, apakah benar aku akan dibalas karena melakukan perbuatan buruk walaupun hanya sebesar zarrah?\" Rasulullah ﷺ menjawab: Wahai Abu Bakar, apa saja yang kamu alami di dunia ini yang tidak kamu senangi, maka itu disebabkan beban keburukan yang sekecil-kecilnya, tetapi Allah telah menyediakan bagimu pahala kebaikan yang sama hingga engkau menjumpainya kelak di hari kiamat.\n\nIbnu Abu Hatim meriwayatkan hadits ini dari ayahnya alias Abul Khattab dengan sanad yang sama. Kemudian Ibnu Jarir mengatakan, telah menceritakan kepada kami Ibnu Basysyar, telah menceritakan kepada kami Abdul Wahhab, telah menceritakan kepada kami Ayyub yang mengatakan di dalam kitab Abu Qilabah, dari Abu Idris, bahwa Abu Bakar makan bersama Nabi ﷺ, selanjutnya disebutkan hal yang semisal dengan hadits di atas.\n\nIbnu Jarir telah meriwayatkannya pula dari Ya'qub, dari Ibnu Aliyyah, dari Ayyub, dari Abu Qilabah, bahwa Abu Bakar dan selanjutnya disebutkan hal yang sama. Jalur lain. \". Ibnu Jarir mengatakan, telah menceritakan kepadaku Yunus ibnu Abdul A'la, telah menceritakan kepada kami Ibnu Wahb, telah menceritakan kepadaku Huyay ibnu Abdullah, dari Abu Abdur Rahman Al-Habli, dari Abdullah ibnu Amr ibnul As, bahwa ia telah mengatakan ketika diturunkan firman-Nya: Apabila bumi diguncangkan dengan guncangannya (yang dahsyat). (Az-Zalzalah: 1) Saat ibnu Abu Bakar As-Siddiq sedang duduk, lalu ia menangis, maka Rasulullah ﷺ bertanya kepadanya, \"Apakah yang menyebabkan engkau menangis, wahai Abu Bakar?\" Maka Abu Bakar menjawab, \"Surat inilah yang membuatku menangis.\" Rasulullah ﷺ bersabda: Seandainya kalian tidak pernah berbuat kesalahan dan dosa hingga Allah tidak perlu memberikan ampunan bagi kalian, tentulah Dia akan menciptakan umat yang berbuat kesalahan dan melakukan perbuatan dosa, lalu Dia memberikan ampunan bagi mereka.\n\nHadits lain. Ibnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah dan Ali ibnu Abdur Rahman ibnul Mugirah yang dikenal dengan julukan Allan Al-Masri, keduanya mengatakan bahwa telah menceritakan kepada kami Amr ibnu Khalid Al-Harrani, telah menceritakan kepada kami Ibnu Lahi'ah, telah menceritakan kepadaku Hisyam ibnu Sa'd, dari Zaid ibnu Aslam, dari ‘Atha’ ibnu Yasar, dari Abu Sa'id Al-Khudri yang mengatakan bahwa ketika firman Allah diturunkan, yaitu: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya.\n\nDan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Maka aku bertanya, \"Wahai Rasulullah, apakah sungguh aku akan melihat semua amal perbuatanku?'\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Semua yang besar-besar.\" Rasulullah ﷺ menjawab, \"Ya.\" Aku bertanya lagi, \"Dan semua yang kecil-kecil?\" Rasulullah ﷺ menjawab, \"Ya.\" Aku berkata, \"Aduhai, celakalah diriku.\" Rasulullah ﷺ bersabda: Bergembiralah, wahai Abu Sa'id, karena sesungguhnya kebaikan itu diberi imbalan sepuluh kali lipatnya yakni sampai tujuh ratus kali lipat dan Allah melipatgandakan (pahala-Nya) bagi siapa yang dikehendaki-Nya, sedangkan keburukan itu hanya dibalas dengan hal yang semisal, atau Allah memaafkan; tiada seorang pun dari kalian yang selamat karena amal perbuatannya. Aku bertanya, \"Dan juga termasuk engkau, wahai Rasulullah?\" Rasulullah ﷺ menjawab: Dan tidakpula diriku, terkecuali bila Allah melimpahkan rahmat kepadaku dari sisi-Nya. Abu Dzar'ah mengatakan bahwa tiada seorang pun yang meriwayatkan ini selain dari Ibnu Lahi'ah.\n\nIbnu Abu Hatim mengatakan, telah menceritakan kepada kami Abu Dzar'ah, telah menceritakan kepada kami Yahya ibnu Abdullah ibnu Bukair, telah menceritakan kepadaku Ibnu Lahi'ah, telah menceritakan kepadaku ‘Atha’ ibnu Dinar, dari Sa'id ibnu Jubair sehubungan dengan makna firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan kebaikan seberat zarrah pun, niscaya dia akan melihat (balasan)nya. Dan barang siapa yang mengerjakan kejahatan seberat zarrah pun, niscaya dia akan melihat (balasan)nya pula. (Az-Zalzalah: 7-8) Demikian itu ketika diturunkan ayat berikut, yaitu firman-Nya: Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. (Al-Insan: 8) Maka kaum muslim berpandangan bahwa mereka tidak akan mendapat imbalan pahala dari sesuatu yang sedikit jumlahnya bila mereka menyedekahkannya.\n\nMaka bilamana datang kepada pintu rumah-rumah mereka orang miskin yang meminta-minta, mereka merasa keberatan untuk memberinya sebiji buah kurma atau sepotong roti atau sesuap makanan dan lain sebagainya yang tiada artinya, pada akhirnya mereka menolak orang miskin itu seraya berkata dalam diri mereka, \"Ini bukan berarti apa-apa, sesungguhnya kami hanya diberi pahala karena menyedekahkan apa yang kami sukai.\" Sedangkan kaum muslim lainnya ada yang mempunyai pemandangan bahwa diri mereka tidak dicela karena melakukan perbuatan dosa kecil, seperti dusta, memandang wanita lain, mengumpat, dan lain sebagainya yang serupa.\n\nMereka menganggap bahwa Allah subhanahu wa ta’ala hanya mengancam dengan neraka bagi para pelaku dosa besar. Maka Allah memacu semangat mereka untuk mengerjakan kebaikan sekalipun sedikit, karena sesungguhnya amal kebaikan yang sedikit itu lama-kelamaan akan menjadi banyak. Sekaligus Allah memperingatkan mereka terhadap perbuatan jahat walaupun kecil, karena sesungguhnya kejahatan yang sedikit itu lama-kelamaan akan menjadi besar. Oleh karena itulah maka turunlah firman Allah subhanahu wa ta’ala: Barang siapa yang mengerjakan barang seberat zarrah. (Az-Zalzalah: 7) Zarrah artinya semut yang terkecil, yakni seberat semut kecil.\n\ndari kebaikan, niscaya dia akan melihat (balasan)nya. (Az-Zalzalah:8) Yakni dalam buku catatan amal perbuatannya, dan dimudahkan baginya dalam hal tersebut. Disebutkan bahwa dicatatkan bagi setiap orang yang bertakwa dan orang yang durhaka untuk setiap keburukan satu amal keburukan, dan untuk setiap amal kebaikan dicatat sepuluh amal kebaikan yang semisal. Apabila hari kiamat tiba, maka Allah memperlipatgandakan kebaikan-kebaikan orang-orang mukmin, untuk setiap kebaikannya dilipatgandakan menjadi sepuluh kali lipat dan dihapuskan darinya karena tiap satu kebaikan sebanyak sepuluh keburukannya.\n\nMaka barang siapa yang kebaikan-kebaikannya melebihi keburukan-keburukannya, walaupun hanya beda seberat zarrah, niscaya ia masuk surga. Imam Ahmad mengatakan bahwa telah menceritakan kepada kami Sulaiman ibnu Daid, telah menceritakan kepada karhi Imran, dari Qatadah, dari Abdu Rabbihi, dari Abu Iyad, dari Abdullah ibnu Mas'ud yang mengatakan bahwa Rasulullah ﷺ pernah bersabda: Hindarilah oleh kalian dosa-dosa kecil, karena sesungguhnya dosa-dosa kecil itu bila menumpuk pada diri seseorang, niscaya akan membinasakannya. Dan sesungguhnya Rasulullah ﷺ telah membuat suatu perumpamaan bagi dosa-dosa kecil yang terkumpulkan ini dengan suatu kaum yang turun beristirahat di suatu tanah lapang, lalu para juru masak mereka datang, dan masing-masing orang dari mereka pergi dan datang dengan membawa sepotong kayu bakar, hingga pada akhirnya terkumpulkanlah setumpuk kayu yang banyak jumlahnya.\n\nLalu mereka menyalakan api dan membuat masak semua makanan yang dilemparkan ke dalamnya. Demikianlah akhir tafsir surat Az-Zalzalah, segala puji bagi Allah subhanahu wa ta’ala atas semua karunia-Nya.\"","tafsir-ringkas-kemenag":"Dan sebaliknya, barang siapa mengerjakan kejahatan seberat zarrah dan menganggapnya remeh, niscaya dia akan melihatnya dalam buku catatan amalnya lalu dia pun akan menerima balasannya. Inilah bukti kemahaadilan Allah; Dia tidak menzalimi siapa pun. 1-6. Demi kuda perang yang berlari kencang dan bernafas terengah-engah ke arah musuh dengan penuh keberanian dan semangat guna membawa tuannya berperang di jalan Allah. Dan demi kuda yang memercikkan bunga api karena hentakan kuku kakinya beradu dengan batu batu. Hal ini menunjukkan keberaniannya menghadapi rintangan sebesar apa pun. Dan demi kuda yang menyerang dengan tiba-tiba pada waktu pagi hal ini menunjukkan kesiagaannya untuk berjihad tanpa mengenal waktu, sehingga dengan serangan kuda-kuda itu menerbangkan debu yang tebal, tanda betapa dahsyat serangan mereka ke arah musuh, lalu menyerbu bersama dengan kepulan debu itu ke tengah-tengah kumpulan musuh dengan gagah berani. Demi kuda-kuda perang yang demikian sifatnya, sungguh manusia itu enggan bersyukur dan sangat ingkar kepada nikmat Tuhannya. Manusia, kecuali yang dirahmati Allah, malas bersyukur ketika mendapatkan nikmat dan tidak mau memenuhi kewajiban yang dibebankan kepadanya.","tafsir-lengkap-kemenag":"Dalam ayat-ayat ini, Allah merincikan balasan amal masing-masing. Barang siapa beramal baik, walaupun hanya seberat atom niscaya akan diterima balasannya, dan begitu pula yang beramal jahat walaupun hanya seberat atom akan merasakan balasannya. Amal kebajikan orang-orang kafir tidak dapat menolong dan melepaskannya dari siksa karena kekafirannya. Mereka akan tetap sengsara selama-lamanya di dalam neraka.","tafsir-alazhar":"Ayat 3“Dan berkata manusia, Ada apa dengannya?\" (ayat 3)Artinya, ada masalah ada dengan bumi ini? Apa yang telah terjadi? Menunjukkan bahwa manusia pada waktu itu tanya-bertanya di dalam kegugupan dan bingung.Ayat 4“Di hari itu dia akan menceritakan kabar-kabarnya.\" (ayat 4)Bumi itu sendiri akan menceritakan sendiri kabar berita tentang dirinya. Yaitu meskipun bukan bumi berkata dengan lidah, tetapi keadaan yang telah terjadi itu, yang kian lama kian hebat dahsyat dan menakutkan, telah menjawab sendiri pertanyaan yang timbul di hati manusia. Yaitu bahwa inilah permulaan hari kiamat. Dunia lama mulai dihancurkan dan zaman akhirat telah mulai datang.Ayat 5“Bahwa Tuhan engkau telah memerintahkannya.\" (ayat 5)Artinya bahwa segala yang tengah terjadi itu adalah suatu ketentuan pasti dari Allah, qadar yang telah ditentukan, atau ajal yang telah sampai pada waktunya, bilangan dunia sudah sampai!Ayat 6“Di hari itu manusia akan pergi berpisah-pisah.\" (pangkal ayat 6)Berpisah-pisah, bersebar-sebar dibawa untung masing-masing, keluar dari kampung halaman atau rumah tangganya, sehingga terpisah-pisahlah di antara satu dengan yang lain, tidak dapat berkelompok lagi.“Untuk diperlihatkan kepada mereka amal-amal mereka.\" (ujung ayat 6)Akan diselidiki satu demi satu amal perbuatan, kegiatan dan usaha selama hidup di atas dunia, baiknya dan buruknya. Dan semuanya akan diperlakukan dengan adil dan tidak ada yang tersembunyi.Ayat 7“Maka siapa yang mengerjakan kebaikan setimbang debu pun, niscaya dia akan melihatnya.\" (ayat 7)Ayat 8“Dan barangsiapa yang mengerjakan kejahatan setimbang debu pun, niscaya dia pun akan melihatnya.\" (ayat 8)Di dalam kedua ayat ini disebut Dzarrah; supaya lebih populer kita artikan saja dengan debu. Padahal Dzarrah lebih halus dari debu. Di zaman modern ini, setelah orang menyelidiki ilmu-ilmu fisika, maka atom dipakai dalam bahasa seluruh dunia untuk menyebut kata Dzarrah. Ahli-ahli fisika Arab menyebut juga Dzarrah itu sebagai al-Jauharul Fard, suatu benda sangat halus yang tidak dapat dibagi lagi. Lantaran itu boleh jugalah kita artikan, “Dan barangsiapa yang mengerjakan setimbang atom pun dari kebaikan, niscaya dia akan melihatnya.\" Hal ini menjadi bukti bahwa tidak ada satu pun yang tersembunyi di sisi Allah dari amalan manusia dan kegiatan hidupnya, supaya dibalas dan diganjari setimpal dengan perbuatannya. Syekh Muhammad Abduh dalam tafsirnya menegaskan, ayat ini telah menyatakan bahwa segala amalan dan usaha, baiknya dan buruknya, besarnya dan kecilnya, akan dinilai oleh Allah. Baik yang berbuatnya itu orang beriman ataupun orang kafir. Hanya saja, amal kebaikan orang kafir tidak terlepas daripada hukuman kekafirannya.\""}}}